Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: A service named '%s' with this sid/onid/tsid/namespace is already exist in provider '%s'. Should i use this service name and provider name?
ar: اسم المحطة '%s' with this sid/onid/tsid/namespace موجود مسبقا في التردد '%s'. هل استخدم اسم المحطة واسم مزود الخدمة?
cs: Program jménem '%s' s tímto sid/onid/tsid/namespace již existuje u providera '%s'. Má se použít tento název programu a providera?
de: Ein Sender mit dem Namen '%s' und den selben Werten (SID/ONID/TSID/Namespace) ist bereits im Anbieter '%s' vorhanden. Soll der Sender Name und Provider Name vom vorhandenen Sender übernommen werden?
es: El servicio '%s' utilizando este SID/ONID/TSID/Nombre existe en el proveedor '%s'. Usar el nombre del servicio y proveedor?
et: Kanal nimega '%s' mis sisaldab antud sid/onid/tsid/nimevälja on juba olemas operaatoril '%s'. Kas peaksin kasutama seda kanali- ja operaatori nime?
fi: Palvelu '%s' sid/onid/tsid/namespace:lle on jo olemassa palveluntarj. '%s'. Käytetäänkö tätä palvelun ja palveluntarjoajan nimeä?
fy: In service mei de namme '%s' en dizze sid/onid/tsid/namme bestiet yn leveransier '%s'. Dizze service namme en leveransier namme brûke?
lt: Kanalas '%s' su šiais sid/onid/tsid/jau yra pas transliuotoją '%s'. Naudosite šį kanalo ir transliuotojo pavadinimą?
nl: Een service genaamd '%s' met deze sid/onid/tsid/namespace bestaat al in provider '%s'. Deze service naam en provider naam gebruiken?
pl: Kanał o nazwie '%s' i identycznych parametrach (SID/ONID/TSID/Namespace) jest już na liście dostawcy '%s' Czy zamienić go z istniejącym?
pt: Um serviço intitulado '%s' com este sid/onit/tsid/namespace já existe no provedor '%s'. É para utilizar este nome de serviço e de provedor?
ru: Канал '%s' уже существует в списке оператор '%s' Заменить на этот?
sk: Program s menom '%s' s týmto sid/onid/tsid/namespace už existuje u poskytovateľa '%s'. Má sa použiť tento názov programu a poskytovateľa?
tr: '%s' isimli servis bu sid/onid/tsid/namespace ile '%s' sağlayıcısında zaten mevcut. Bu servis ismi ile sağlayıcı isminin kullanılmasını istermisiniz?

source: Service already exist
ar: القناة موجودة مسبقا
cs: program již existuje
de: Sender ist bereits vorhanden
es: Servicio ya existe
et: Kanal on juba olemas
fi: Palvelu on jo olemassa
fy: Service bestiit al
lt: Šis kanalas jau yra
nl: Deze Service bestaat al
pl: Wybrany kanał już istnieje
pt: O serviço já existe
ru: Канал уже есть
sk: program už existuje
tr: Servis zaten mevcut

source: show/enter values as hexadecimal
ar: اضهار القيم بقيمة الهكس
cs: zobrazit/zadat hodnoty jako šestnáctkové
de: Daten in hexadezimaler Schreibweise anzeigen
es: Usar numeración hexadecimal
et: kuva/sisesta väärtused kuueteistkümnendsüsteemi arvudena
fi: näytä/anna arvot heksana
fy: ynjefte / sjen litte fan waarden yn hexadecimaal
lt: rodyti / įrašyti šešioliktines reikšmes
nl: Tonen/invoeren van hexadecimale waarden
pl: Pokaż wartości w systemie szesnastkowym
pt: mostrar/introduzir valores em hexadecimal
ru: Показывать/вводить шестнадцатиричные значения
sk: zobraziť/zadať hodnoty hexadecimálne
tr: değerleri onaltılık değer olarak göster/gir

source: DEC
ar: ديسم
tr: OND

source: show/enter values as decimal
ar: اضهار القيم بقيمة الدسيمل
cs: zobrazit/zadat hodnoty jako desítkové
de: Daten in dezimaler Schreibweise anzeigen
es: Usar numeración decimal
et: kuva/sisesta väärtused kümnendarvudena
fi: näytä/anna arvot desimaaleina
fy: ynjefte / sjen litte fan waarden yn decimaal
lt: rodyti / įvesti dešimtines reikšmes
nl: Tonen/invoeren van decimale waarden
pl: Pokaż wartości w systemie dziesiętnym
pt: mostrar/introduzir valores em decimal
ru: Показывать/вводить десятичные значения
sk: zobraziť/zadať hodnoty ako desiatkové
tr: değerleri ondalık değer olarak göster/gir

source: Debugging
et: Kõrvaldan vigu
fi: Debuggaus
fy: Debugge
lt: Papildomi nustatymai
nl: Foutzoek instellingen
pt: Depuração
ru: Отладка
tr: Hata ayıklama

source: Log EmuDaemon to file
ar: اخراج EmuDaemon الى ملف
cs: Log EmuDaemon do souboru
de: EmuDeamon in Datei protokollieren
es: Loguear Emudaemon a fichero
et: Logi EmuDaemon faili
fi: Lokita EmuDaemon tiedostoon
fy: EmuDaemon yn bestân opslaan
lt: Log EmuDaemon į failą
nl: Log EmuDaemon naar file
pl: Loguj EmuDaemon do pliku
pt: Criar log de EmuDaemon no ficheiro
ru: Лог EmuDaemon в файл
sk: Log EmuDaemon do súboru
tr: EmuDaemon dosyaya logla

source: Log Enigma to file
ar: اخراج Enigma الى ملف
cs: Log Enigma do souboru
de: Enigma in Datei protokollieren
es: Loguear Enigma a fichero
et: Kirjuta Enigma logi faili
fi: Lokita Enigma tiedostoon
fy: Enigma yn bestân opslaan
lt: Log Enigma į failą
nl: Log Enigma naar file
pl: Loguj Enigmę do pliku
pt: Criar log de Enigma no ficheiro
ru: Лог Enigma в файл
sk: Log Enigma do súboru
tr: Enigma dosyaya logla

source: Enable Enigma core files
ar: تمكين ملفات الكور للأنجما
cs: Povolit Enigma core soubory
de: Enigma Core Dateien einschalten
es: Activar ficheros core de Enigma
et: Luba Enigma tuumikfailid
fi: Aktivoi Enigma core-tiedostot
fy: Enigma kernbestânnen ynskeakelje
lt: Įjungti Enigma pagrindinius (core) failus
nl: Activeer Enigma core files
pl: Pliki jądra Enigmy
pt: Permitir ficheiros do núcleo do sistema Enigma
ru: Разрешить системные файлы
sk: Povoliť Enigma core súbory
tr: Enigma core dosyalarını aktive et

source: Create core files after an Enigma crash
ar: اصنع ملفات كور بعد تعطل الانجما
cs: založit core soubory při selhání Enigmy
de: Corefiles nach einem Enigmaabbsturz erstellen
es: Generar ficheros core cuando se produce un crash.
et: Loo tuumikfailid peale enigma kokku jooksmist
fi: Tallenna core-tiedosto Enigman kaaduttua
fy: Kernbestânnen fan Enigma meitsje by fêstrinnen
lt: Nekurti 'core failų' po Enigmos 'nulūžimo'
nl: Maak core file na crash van Enigma
pl: Utworz `Corefiles` po błędzie Enigmy
pt: Criar ficheiros do núcleo depois de uma falha do Enigma
ru: Создание системных файлов после краха системы
sk: založiť core súbory pri zlyhaní Enigmy
tr: Enigma kiltlendikten sonra core dosyası üret

source: Log Enigma to syslog
ar: اخرج الانجما الى ملفات الخرج
cs: Log Enigma do syslog
de: Enigma mit syslog protokollieren
es: Loguear Enigma a syslog
et: Enigma logi süsteemi logisse
fi: Lokita Enigma syslogiin
fy: Log Enigma nei syslog
lt: Log Enigma į syslog
nl: Log Enigma naar syslog
pl: Loguj Enigmę do logu systemu
pt: Criar log de Enigma em syslog
ru: Лог Enigma в syslog
sk: Log Enigma do syslog
tr: Enigma logunu sysloga gönder

source: Send Enigma log to syslog
ar: ارسل ملف خرج الانجما الى ملفات خرج النظام
cs: odesílat Enigma log do syslog souboru
de: Enigma protokoll Daten an syslog senden
es: Enviar los logs de Enigma a syslog
et: Saada Enigma logi syslog-isse
fi: Lähetä Enigma log syslogiin
fy: Stjoer Enigma log nei syslog
lt: Siųsti Enigmos log į syslog
nl: Verzend Enigma log naar syslog
pl: Wyślij log Enigmy do syslog
pt: Enviar o log do Enigma para o syslog
ru: Отослать лог системы по сети
sk: odosielať Enigma log do syslog súboru
tr: Enigma logunu sysloga gönder

source: Start syslog daemon at boot
ar: ابداء ملفات خرج النظام عند البداية
cs: spouštět syslog daemon při bootu
de: Syslog Daemon beim booten starten
es: Arrancar el demonio syslog en el arranque
et: Käivita süsteemi logi daemon bootimisel
fi: Käynnistä syslog daemon käynnistyksessä
fy: Start syslog daemon by opstarten
lt: Įjungti syslog daemon į boot
nl: Start syslog daemon tijdens opstarten
pl: Uruchom syslog przy starcie
pt: Iniciar syslog daemon ao ligar
ru: Пуск Syslog после загрузки
sk: spúšťať syslog daemon pri boot-e
tr: Syslog servisini açılışta aktive et

source: Enable serial debug
ar: تمكين مراقبة منفذ التوالي
cs: Povolit sériový debug
de: Debuginfo an RS232 senden.
es: Activar modo debug serie
et: Luba serial debug
fi: Sarjadebuggaus päälle
fy: Seriele debug ynskeakelje
lt: Įjungti jungtį
nl: Activeer serieele debugging
pl: Uruchom debugging przez port szeregowy
pt: Habilitar a depuração por serial
ru: Разрешить серийную отладку
sk: Povoliť sériový debug
tr: Seri kapı hata ayıklama aç

source: Open serial http interface on /dev/tts/0 for debugging
ar: افتح منفذ ويب في /dev/tts/0 لعمل المراقبة
cs: otevřít sériový http interface na /dev/tts/0 pro ladění
de: Serielles HTTP-Interface zum debuggen am /dev/tts/0 Anschluss öffnen
es: Abrir interfaz http serie en /dev/tts/0 para debugging
fi: Avaa serial http interface on /dev/tts/0 for debugging
fy: Iepenje seriele http interface op /dev/tts/0 foar debuggen
lt: Atdaryti serijinę http sąsają į /dev/tts/
nl: Open serieele http interface op /dev/tts/0 voor fout zoeken
pl: Otwórz szeregowy interfejs http na /dev/tts/0 dla debuggera
pt: Abrir interface http de séri em /dev/tts/0 para depuração
ru: Открыт http интерфейс на /dev/tts/0 для отладки
sk: otvoriť sériový http interface na /dev/tts/0 pre ladenie
tr: Seri http arabirimini debug işlemi için /dev/tts/0 üzerinde aç

source: Remote host:
ar: اسم المستضيف :
cs: Vzdálený hostitel:
es: Maquina remota:
et: Eemal asetsev host:
fi: Etäisäntä:
fy: Oare host:
lt: Hostas:
nl: Ext. server:
pl: Zdalny host:
pt: Host remoto:
ru: ПК в сети:
sk: Vzdialený hostiteľ:
tr: Uzak host:

source: Host of remote syslog daemon (local leave empty)
ar: اسم المستضيف لملفات النظام ( اتركها فارغة اذا كان محلي )
cs: Hostitel pro dálkový syslog daemon (lokální nechte prázdný)
de: Host des entfernten Syslogdeamons (lokales verzeichnis leer lassen)
es: Maquina que tiene el demonio syslog (dejar en blanco si es en local)
et: Süsteemi logi daemon-i Host (kohalik jäta tühjaks)
fi: Etä-syslog daemonin isäntä (paikallinen jää tyhjäksi)
fy: host of syslog daemon op ofstân (by lokaal leech litte)
lt: Nuotolinio syslog daemon šeimininkas (vietos leidimas tuščias)
nl: Remote syslog daemon host (laat leeg voor lokaal)
pl: Wpisz adres syslog (lokalny)
pt: Anfitrião do syslog daemon remoto (deixar em braco se for local)
ru: Адрес внешнего лога (внутренний лог - пусто)
sk: Hostiteľ pre diaľkový syslog daemon (lokálny nechajte prázdny)
tr: Uzak syslog daemon host adresi (lokal kullanım için boş bırakın)

source: Logfile path:
ar: مسار ملفات الاخراج :
cs: Umístění logfile:
de: Logfile Pfad:
es: Directorio del fichero de log:
et: Logifaili rada:
fi: Log-tiedoston polku:
fy: Logbestân :
lt: Logfile kursas:
nl: Logfile pad:
pl: Zapisz w
pt: Pasta do log:
ru: Лог-файл в:
sk: Umiestnenie logfile:
tr: Log dosya yolu:

source: Choose the logpath to use
ar: اختار المسار المراد
cs: Zvolit logpath pro použití
de: Pfad zum Speicherort des Logfiles auswählen
es: Selecciona el directorio de log a usar
et: Vali logifaili rada
fi: Valitse käytettävä polku lokille
fy: Kies Logpaad foar gebrûk
lt: Išsirinkite logpath naudojimui
nl: Kies de directory voor de logging
pl: Wybierz lokalizację pliku log
pt: Escolher a pasta de log a utilizar:
ru: Расположение лог-файлов
sk: Zvoliť logpath pre použitie
tr: Kullanılacak log dosyası için dizin yolunu seçiniz

source: Server IP:
ar: اي بي السيرفر :
cs: IP serveru:
es: IP del servidor:
et: Serveri IP:
fi: Serverin IP:
lt: Serverio IP:
pl: Adres IP:
pt: IP do servidor:
ru: IP сервера:
sk: IP servera:
tr: Sunucu IP:

source: Enter IP Address of the Ngrab server (0..9, left, right)
ar: ادخل الاي بي الخاص بالكمبيوتر
cs: IP adresa Ngrab serveru (0..9, vlevo, vpravo)
de: NGrab-Server IP eingeben (0..9, links, rechts)
es: Dirección IP del servidor Ngrab (0..9, izq., der.)
et: sisesta Ngrab serveri IP aadress (0..9, vasak, parem)
fi: Syötä Ngrab-palvelimen IP osoite (0..9, vasen, oikea)
fy: Ynjefte fan IP Adress fan de Ngrab Server (0..9, links, rjochts)
lt: Įrašykite Ngrab serverio IP adresą (0..9, kairėn, dešinėn)
nl: IP-adres van de Ngrab server (0..9, links, rechts)
pl: Wpisz adres IP serwera Ngrab (0..9, lewy, prawy)
pt: Introduzir o endereço IP do servidor Ngrab (0... 9, esquerda, direita)
ru: IP-адрес Ngrab-сервера (0..9, ВЛЕВО, ВПРАВО)
sk: IP adresa Ngrab servera (0..9, vľavo, vpravo)
tr: Ngrab sunucusunun IP adresini girin (0..9,sol,sağ)

source: Server port:
ar: بورت السيرفر :
cs: Port serveru:
es: Puerto del Servidor:
et: Serveri port:
fi: Serverin portti:
fy: Server poort:
lt: Serverio jungtis:
nl: Server poort:
pl: Port:
pt: Porta do servidor:
ru: Порт сервера:
sk: Port servera:
tr: Sunucu kapı:

source: Enter Ngrab server port (standard is 4000)
ar: ادخل منفذ الكمبيوتر المستخدم
cs: port Ngrab serveru (standardně 4000)
de: NGrab Server-Port Einstellen (Standard: 4000)
es: Puerto del servidor NGrab (defecto: 4000)
et: sisesta Ngrab serveri port (vaikimisi 4000)
fi: Syötä ngrab palvelimen portti (oletus 4000)
fy: Ynjefte fan ngrab server poort (4000)
lt: ngrab serverio jungtis (standartinė - 4000)
nl: Voer de ngrab serverpoort in (standaard = 4000)
pl: Wpisz port Ngrab (domyślny 4000)
pt: Introduzir a porta do servidor Ngrab (standard é 4000)
ru: Порт Ngrab-сервера (обычно 4000)
sk: port Ngrab servera (štandardne 4000)
tr: Ngrab sunucu kapısını girin (varsayılan 4000)

source: Server MAC:
ar: سيرفر الماك :
cs: MAC serveru:
es: Mac del servidor:
et: Serveri MAC:
fi: Serverin MAC:
lt: Serverio MAC:
pl: Adres MAC:
pt: MAC do servidor:
ru: MAC-адрес:
sk: MAC servera:
tr: Sunucu MAC:

source: Enter MAC address of server (for Wake-on-LAN)
ar: ادخل عنوان الماك للكمبيوتر
cs: zadejte MAC adresu serveru (pro Wake On Lan)
de: MAC-Adresse des Servers eingeben (für Wake-On-LAN)
es: Dirección MAC del servidor (para wake-on-lan)
et: Sisesta serveri MAC aadress (kohtvõrgu kaudu äratamiseks)
fi: Syötä palvelimen MAC osoite (wake on lan)
fy: Ynjefte fan MAC adres fan server (foar Wake-on-LAN)
nl: Voer het MAC-adres van de server in (voor Wake-on-LAN)
ru: MAC-адрес сервера для управления по сети
sk: zadajte MAC adresu servera (pre Wake On Lan)
tr: Sunucu MAC adresini girin (Wake-On-LAN kullanarak hazırda bekleyen sunucuyu açmak için)

source: Detect MAC address
ar: اكتشف عنون الماك للكمبيوتر
cs: Detekce MAC adresy
de: MAC-Adresse erkennen
es: Borrar dirección MAC
et: Tuvasta MAC aadress
fi: Tunnista MAC-osoite
fy: Sykje MAC Adres
lt: aptikti MAC adresą
nl: MAC-adres detecteren
pl: Wykryj adres MAC
pt: Detectar o endereço MAC
ru: Определить MAC-адрес
sk: Detekcia MAC adresy
tr: MAC adresi algıla

source: Try to autodetect server MAC address
ar: محاولة اكتشاف عنوان الماك للكمبيوتر
cs: autodetekce MAC adresy Ngrab serveru
de: Server-MAC-Adresse automatisch finden
es: Intentar a detectar MAC del servidor
et: Ürita automaatselt leida serveri MAC aadressi
fi: Tunnista automaattisesti serverin MAC-osoite
fy: besykje automatysk server MAC adres te krijen
lt: MAC adreso automatinis aptikimas
nl: Probeer het MAC-adres te detecteren
pl: Spróbuj rozpoznać adres MAC serwera
pt: Tentar detectar o endereço MAC do servidor
ru: Определить MAC-адрес сервера
sk: autodetekcia MAC adresy Ngrab servera
tr: Sunucu MAC adresini otomatik algılamayı dener. (WOL ile sunucuyu uyandırmak için kullanılır)

source: Ngrab Streaming Setup >>> [MENU] >>> [6] Setup >>> [6] Expert Setup >>> [2] Ngrab Streaming Setup . . . . . . . . . . When using NGrab for recording purposes, you will need to do some network settings here . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Srv IP: [NUMBERS] IP-Address of your Computer Srv Port: [NUMBERS] TCP/IP Port to be used by NGrab (default 4000) [GREEN] Save Settings and Close Window [RED]/[EXIT] Close window without saving changes
ar: tNgrab Streaming Setup
cs: Ngrab Streaming nastavení >>> [MENU] >>> [6] Nastavení >>> [3] Nastavení systému >>> [12] Ngrab Streaming . . . . . . . . . . Pro používání NGrab nahrávání musíte nastavit některé parametry . . . . . . . . . . Použití: [UP]/[DOWN] výběr vstupního pole nebo tlačítka Srv IP: [NUMBERS] IP adresa vašeho PC Srv Port: [NUMBERS] TCP/IP port použitý pro NGrab (defaultně 4000) [GREEN] uložit a zavřít okno [RED]/[EXIT] zavřít okno bez uložení změn
es: Ajustes de Streaming Ngrab >>> [MENU] >>> [6] Ajustes >>> [6] Ajustes Avanzados >>> [2] Ajustes de Streaming Ngrab . . . . . . . . . . Cuando usas Ngrab para grabar es necesario configurar algunos datos de red aqui . . . . . . . . . . Uso: [UP]/[DOWN] Navegar por el menu IP del Servidor: [NUMBERS] Ip del servidor Puerto del servidor: [NUMBERS] Puerto que usara Ngrab para conectar con el servidor (por defecto 4000) [GREEN] Guardar ajustes y salir [RED]/[EXIT] Cerrar sin guardar
et: Ngrab Ühenduse Häälestus >>> [MENU] >>> [6] Häälestus >>> [6] Ekspert Häälestus >>> [2] Ngrab Ühenduse Häälestus . . . . . . . . . . Juhul kui kasutad NGrab-i salvestamise eesmärgil, pead viima läbi teatud võrgu seadete muutused . . . . . . . . . . Kasutamine: [ÜLESSE]/[ALLA] Vali Sisendväli või Klahv Teenuse IP: [NUMBRID] Sinu arvuti IP-Aadress Teenuse Port: [NUMBRID] NGrab-i TCP/IP Port (vaikimisi 4000) [ROHELINE] Salvesta seaded ja sule aken [PUNANE]/[EXIT] Sule aken ilma muutusi salvestamata
fi: Ngrab-asetukset >>> [MENU] >>> [6] Asetukset >>> [6] Lisäasetukset >>> [2] Ngrab-asetukset . . . . . . . . . . Käytettäessä NGRAB streamausta, nämä verkkoasetukset on asetettava . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai painike Srv IP: [NUMEROT] tietokoneen IP-osoite Srv Port: [NUMEROT] NGRABin TCP/IP-portti (oletus 4000) [VIH] Tallenna muutokset ja poistu [PUN]/[EXIT] Poistu tallentamatta
fy: Ngrab Streaming Ynstellingen >>> [MENU] >>> [6] Ynstellingen >>> [6] Expert Ynstellingen >>> [2] Ngrab Streaming Ynstellingen . . . . . . . . . . Wanneer jo NGrab brûke wolle foar opnimmen, dan moatte dizze network ynstellingen dien wurde . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje ynjeftefjild of toets Srv IP: [NÛMBERS] IP-Adres fan jo Computer Srv Port: [NÛMBERS] TCP/IP Port foar gebrûk mei NGrab (standaard: 4000) [GRIEN] feroaringen net opslaan en slút finster [READ]/[EXIT] Feroaringen net opslaan en slút finster
lt: Ngrab srauto nustatymai >>> [MENU] >>> [6] Nustatymai >>> [6] Išplėstiniai nustatymai >>> [2] Ngrab srauto nustatymai . . . . . . . . . . Kai naudojate Ngrab įrašymui, Jums reikės padaryti tam tikrus nustatymus, kuriuos rasite čia . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką Srv IP: [SKAIČIAI] IP-Adresas Jūsų kompiuterio Srv jungtis: [SKAIČIAI] TCP/IP jungtis kuris naudojama Ngrab (numatyta 4000) [ŽALIAS] Išsaugoti nustatymus ir uždaryti langą [RAUDONAS]/[EXIT] Uždaryti langą be išsaugojimo
pl: Ustawienia usługi Ngrab >>> [MENU] >>> [6] Ustawienia >>> [6] Ustawienia zaawansowane >>> [2] Ustawienia usługi Ngrab . . . . . . . . . . Musisz ustawić pewne paramtery sieciowe, aby móc używać usługi Ngrab do nagrywania audycji . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk Srv IP: [CYFRY] Adres IP serwera Ngrab Srv Port: [CYFRY] Numer portu TCP/IP serwera NGrab (zwykle 4000) [ZIELONY] Zapisz zmiany i zamknij okno [CZERWONY]/[EXIT] Zamknij okno bez zapisywania zmian
pt: Configuração de streaming Ngrab >>> [MENU] >>> [6] Configuração >>> [6] Configuração avançada >>> [2] Configuração de streaming Ngrab . . . . . . . . . . Ao utilizar o NGrab para fazer gravações, é necessário configurar algumas definições de rede . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo ou botão IP do servidor: [NUMBERS] Endereço IP do computador Porta do servidor: [NUMBERS] Porta TCP/IP para ser utilizada pelo NGrab (padrão=4000) [GREEN] Guardar alterações e fechar a janela [RED]/[EXIT] Fechar a janela sem guardar alterações
ru: Настройка Ngrab >>> [MENU] >>> [6] Настройки >>> [6] Настройка системы >>> [2] Настройка Ngrab . . . . . . . . . . Для использования записи по Ngrab необходимо настроить сеть . . . . . . . . . . . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода или кнопки Сервер: [ЦИФРЫ] Адрес компьютера/устройства для записи Порт: [ЦИФРЫ] Порт компьютера/устройства для записи (обычно 4000) [ЗЕЛЁНЫЙ] Записать и выйти [КРАСНЫЙ]/[EXIT] Выйти без записи
sk: Ngrab Streaming nastavenie >>> [MENU] >>> [6] Nastavenie >>> [3] Nastavenie systému >>> [12] Ngrab Streaming . . . . . . . . . . Pre používanie NGrab nahrávania musíte nastaviť niektoré parametre . . . . . . . . . . Použitie: [UP]/[DOWN] výber vstupného poľa alebo tlačidla Srv IP: [NUMBERS] IP adresa vášho PC Srv Port: [NUMBERS] TCP/IP port použitý pre NGrab (defaultne 4000) [GREEN] uložiť a zavrieť okno [RED]/[EXIT] zavrieť okno bez uloženia zmien
tr: Ngrab Streaming Kurulum >>> [MENU] >>> [6] Kurulum >>> [6] Uzman Kurulum >>> [2] Ngrab Streaming Kurulum . . . . . . . . . . NGrab ı kayıt amacı ile kullanmak için buradaki ağ ayarlarını yapmalısınız. Kullanım: [YUKARI]/[AŞAĞI] Tuş ya da giriş alanı seçin Sun IP: [NUMBERS] NGrab sunucu IP-Adresi Sun Port: [NUMBERS] NGrab için kullanılacak TCP/IP kapısı (varsayılan kapı 4000) [YEŞİL] Ayarları kaydet ve pencereyi kapat [KIRMIZI]/[EXIT] Değişiklikleri kaydetmeden pencereyi kapat

source: Please check your NGrab Server or the IP
ar: الرجاء مراجعة بيانات موفر خدمة التسجيل Ngrab و رقم التعريف
cs: Zkontrolujte NGrab server nebo IP
de: Bitte überprüfen sie Ihren NGrab Server oder die IP
es: Verifique su servidor NGrab ó el IP
et: Palun kontrolli NGrab serveri või IP seadeid
fi: Tarkista NGrab palvelin tai IP osoite
fy: Kontrolearje de NGrab server of it IP adres
lt: Prašom patikrinti savo NGrab Serverį arba IP
nl: Controleer uw Ngrab server of IP-nummer
pl: Sprawdź ustawienia lub adres IP serwera Ngrab
pt: Verifique por favor a rede NGrab ou a IP
ru: Проверьте Ngrab-сервер или IP
sk: Skontrolujte NGrab server alebo IP
tr: NGrab sunucu ve IP adresini kontrol ediniz

source: HW Address(MAC) detection failed
ar: إخفاق التعرف على الهاردوير (MAC)
cs: Detekce MAC adresy nebyla úspešná !
de: HW-Adresse (MAC) konnte nicht gefunden werden
es: Detección dirección HW(MAC) erronea
et: MAC aadressi tuvastamine ebaõnnestus
fi: HW (MAC) osoitteen tunnistus epäonnistui
fy: HW Adres(MAC) opsykjen mislearre
lt: HW adreso (MAC) nustatymas klaidingas
nl: Hardware adres (MAC) detectie mislukt
pl: Rozpoznanie adresu MAC nieudane
pt: Deteção do endereço HW (MAC) falhou
ru: Ошибка определения MAC-адреса
sk: Detekcia MAC adresy bola neúspešná!
tr: Donanım adresi(MAC) algılanamadı

source: MultiEPG
ar: دليل البرامج الالكترونى المتعدد
lt: Kelių kanalų EPG
tr: ÇokluEPG

source: EPG data store
ar: تخزين بيانات دليل البرامج الالكترونى
cs: Uložení EPG dat
de: EPG Datenspeicherung
es: Almacen de la Guía electrónica
et: EPG andmete ladu
fi: EPG-tallennuspaikka
fy: EPG opslach plak
lt: EPG saugomi
nl: EPG opslag
pl: Baza danych EPG
pt: Armazenamento em
ru: Данные EPG
sk: Uloženie EPG dát
tr: EPG veri saklama

source: Select if you want the default Enigma EPG or SQLite database EPG
ar: اختار نوعية الدليل الالكتروني المراد التعامل معة
cs: volba Enigma EPG nebo SQLite databáze
de: Standard Enigma EPG oder SQLite Datenbank EPG auswählen
es: Selecciona si quieres el EPG por defecto de Enigma o una base de datos SQLite para EPG
et: Vali, kas sa soovid vaikimisi EPG-ks Enigma või SQLite andmebaasi EPG-d
fi: Valitse haluatko Enigma EPG:n(oletus) vai SQLite-tietokanta EPG:n
fy: Kies foar standert Enigma EPG of SQLite database EPG
lt: Išsirinkite kaip numatytą Enigma EPG arba SQLite duomenų bazė EPG
nl: Selecteer of u de standaard Enigma EPG of SQLite database EPG wilt
pl: Wybierz domyślny format EPG: Enigma lub SQLite
pt: Seleccionar se pretende o EPG convencional ou o EPG da base de dados SQLite
ru: Выберите основной тип EPG: Enigma или SQLite
sk: voľba Enigma EPG alebo SQLite databáza
tr: EPG varsayılan saklama yerini Enigma ya da SQLite veritabanı olarak seçmeniz içindir

source: SQLite database
ar: SQLite قاعدة بيانات
cs: SQLite databáze
de: SQLite Datenbank
es: Base de datos SQLite
et: SQLite andmebaas
fi: SQLite tietokanta
lt: SQLite duomenų bazė
pl: SQLite
pt: Base de dados SQLite
ru: SQLite
sk: SQLite databáza
tr: SQLite veritabanı
