Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: change remote control repeat delay left => shorter, right => longer (...delay)
ar: تغيير معدل تأخير استجابة الريموت كنترول يسار => أقصر , يمين => أطول (...تأخير)
cs: změna prodlevy před opakováním vlevo=> menší, vpravo => větší (...prodleva)
de: Fernbedienungs-Verzögerungsrate ändern links => kürzer, rechts => länger (... verzögern)
es: Cambiar retraso de la repetición automática Izquierda => mas corto, derecha => mas largo
et: muuda vajutuste korduste välpa kaugjuthimispuldil vasakule => lühemaks, paremale => pikemaks (...viivitus)
fi: muuta kaukosäätimen toistoviivettä vasen => lyhyt, oikea => pitkä (...viive)
fy: wizigje âfstandsbetsjinning herhellings vertraging links => minder, rjochts => mear (... vertraging)
lt: NVP kartojimo pradžios ilgio keitimas kairėn => trumpesnis, dešinėn => ilgesnis (...uždelsimas)
nl: Afstandsbediening herhaalvertraging links => korter, rechts => langer
pl: Zmień opóźnienie powtórzenia klawisza z pilota lewy = mniejsze, prawy = większe (opóźnienie)
pt: mudar o prazo de repetição do telecomando esquerda = > menos, direita = > mais (... prazo)
ru: Изменение задержки повтора пульта ДУ ВЛЕВО = быстрее, ВПРАВО = медленнее
sk: zmena oneskorenia pred opakovaním vľavo=> menšie, vpravo => väčšie (...oneskorenie)
tr: uzaktan kumandanın tekrarlama geciktirme süresi sol => kısalt, sağ => uzat (geciktirme)

source: Next character timeout:
ar: معدل التأخير الزمنى التالى :
cs: Prodleva stisknutí tlacítek:
de: Timeout zum nächsten Zeichen
es: Pausa próx. carácter:
et: Järgmise tähe ootamine:
fi: Seuraavaan merkkiin siirtymisaika:
fy: Folgende karakter tiidslimyt:
nl: Pauze tussen karakters:
ru: Задержка следующего символа:
sk: Oneskorenie stlačenia tlačidiel:
tr: Sonraki harfe geçiş süresi:

source: cursor to next char timeout(msek) in textinputfields
ar: إستخدام مفاتيح الحركة الأفقية لكتابة النص الخاص بالتناوب الزمنى التالى
cs: zpoždění pohybu kurzoru v textových polích (msek)
de: Timeout in Texteingabefeldern zum nächsten Zeichen (msek)
es: Pausa (en mseg) antes de ir la carácter siguiente
et: kursori liigutamise viivitus (ms) tekstisisetamise väljadel
fi: kohdistimen siirtyminen seuraavaan merkkiin (msek) tekstikentässä
fy: cursor nei folgend karakter tiidslimyt(ms) yn tekst-ynjefte fjild
lt: perkelti kursorių prie sekančio simbolio po laukimo (msek)
nl: Tijd tussen tekens invoeren in tekstvelden (milli-seconden)
pl: Czas oczekiwania (ms) na następny znak w polach wprowadzania tekstu
pt: Cursor para o seguinte Char Timeout(msek) no texinputfields)
ru: Задержка перемещения курсора по символам в строке, мсек.
sk: oneskorenie pohybu korzora v textových poliach (ms)
tr: metin giriş alanlarında imlecin sonraki harfe ilerleme süresi (milisaniye)

source: Remote control channel:
cs: Kanál ovladače:
fi: Kaukosäätimen kanava:
fy: Ôfstands betsjinning kanaal:
nl: Afstandsbedieningskanaal:
ru: Канал пульта ДУ:
tr: Uzaktan kumanda kanalı:

source: Select the channel to be used for the remote control
cs: zvolte kanál, který bude použitý pro dálkový ovladač
fi: Valitse kaukosäätimen tiedonsiirtokanava
fy: Kies it kanaal foar gebrûk mei de ôfstandsbestjinning
nl: Kies het gebruikte kanaal voor de afstandsbediening
ru: Выберите канал для дистанционного управления
tr: Uzaktan kumanda için kullnılacak kanalı seç

source: Remote control style:
ar: نوع الريموت كنترول
cs: Styl dálkového ovladače:
de: Fernbedienungsmodus
es: Estilo del control remoto:
et: Kaugjuhtimispuldi tüüp:
fi: Kaukosäätimen asettelu:
fy: Ôfstands betsjinning styl:
lt: Valdymo pulto stilius:
nl: Afstandsbedieningsstijl:
pl: Typ pilota:
pt: Estilo do controlo remoto:
ru: Тип пульта ДУ:
sk: Štýl diaľkového ovládača:
tr: Uzaktan kumanda stili:

source: select your favourite RC style (ok)
ar: اختر واجهة جهاز التحكم المفضل أوكي
cs: vybrat oblíbený styl dálkového ovladače (OK)
de: Wählen Sie die Fernbedienung die sie Benutzen aus (OK)
es: Elige estilo preferido del mando (ok)
et: vali omale sobiv puldi tüüp
fi: valitse kaukosäätimen näppäinasettelu (ok)
fy: kies jo favoriete A.B. oanklaaiing (ok)
lt: Pasirinkite mėgiamą NVP stilių (OK)
nl: Kies uw favoriete afstandsbedieningstijl (OK)
pl: Wybierz ulubiony styl RC (OK)
pt: selecione seu estilo RC favorito (ok)
ru: Выберите избранное в стиле RC (OK)
sk: vybrať obľúbený štýl diaľkového ovládača (OK)
tr: uzaktan kumanda türünüzü seçin (ok)

source: Remote Control >>> [MENU] >>> [6] Setup >>> [6] Expert Setup >>> [3] Remote Control . . . . . . . . . . Setup for your Remote Control . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Repeat Rate/Repeat Delay: [LEFT]/[RIGHT] Reduce/Increase Repeat Rate/Delay Remotecontrol Style: [UP]/[DOWN] Select ENIGMA or Neutrino keylayout Next Char Timeout: [NUMBERS] MilliSeconds before moving to next Character in Text inputfields [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
ar: الريموت كنترول
cs: Dálkový ovladač >>> [MENU] >>> [6] Nastavení >>> [6] Nastavení hardware >>> [3] Dálkový ovladač . . . . . . . . . . Nastavení dálkového ovladače . . . . . . . . . . Použití: [UP]/[DOWN] zvolit vstupní pole nebo tlačítko Rychlost opakování/Prodleva opakování: [LEFT]/[RIGHT] zkrátit/prodloužit dobu/prodlevu opakování Styl dálkového ovladače: [UP]/[DOWN] zvolit rozložení tlačítek ENIGMA nebo Neutrino Prodleva stisknutí tlačítek: [NUMBERS] zpoždění při posunu na další znak v textovém vstupním poli v milisekundách [GREEN] uložit nastavení a zavřít okno [EXIT] zavřít okno bez uložení změn
es: Control Remoto >>> [MENU] >>> [6] Ajustes >>> [6] Ajustes avanzados >>> [3] Control Remoto . . . . . . . . . . Ajusta tu control remoto . . . . . . . . . . Uso: [UP]/[DOWN] Seleccionar campo o boton Tasa de repeticion: [LEFT]/[RIGHT] Aumentar o reducir tasa de repeticion Estilo de control remoto: [UP]/[DOWN] Selecciona teclas en modo Enigma o Neutrino Tiempo para siguiente caracter [NUMBERS] Milisegundos para cambiar al siguiente caracter en campos de texto [GREEN] Guardar y salir [EXIT] Cerrar sin guardar
fi: Kaukosäädinl >>> [MENU] >>> [6] Asetukset >>> [6] Lisäasetukset >>> [3] Kaukosäädin . . . . . . . . . . Kaukosäätimen asetukset . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai painike Toistotiheys/-viive: [VAS]/[OIK] Lisää/vähennä toistotiheyttä/-viivettä Kaukosäätimen asettelu: [YLÖS]/[ALAS] Valitse ENIGMA tai Neutrino-asettelu Merkkiviive: [NUMEROT] Millisekunnit ennenkuin siirrytään seuraavaan Kentän merkki [VIH] Tallenna muutokset ja poistu [EXIT] Poistu tallentamatta
fy: Ôfstands bestjinning >>> [MENU] >>> [6] Ynstellingen >>> [6] Expert Ynstellingen >>> [3] Ôfstands bestjinning . . . . . . . . . . Ynstellingen foar de ôfstands bestjinning . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje ynjeftefjild of toets Herhellings faasje/Herhellings vertraging: [LINKS]/[RJOCHTS] ferleechje/ferheechje herhellings faasje/vertraging Ôfstands bestinning Styl: [OP]/[DEL] Selektearje ENIGMA of Neutrino toetseboerd opset folgend kararakter tiidslimyt: [NÛMERS] Oantal ms foar ferpleatsing nei it folgende Karacter in Text ynjeftfefjild [GRIEN] Wizigingen opslaan en slút finster [EXIT] Neat opslaan en slút finster
pl: Zdalne sterowaniel >>> [MENU] >>> [6] Ustawienia >>> [6] Ustawienia zaawansowane >>> [3] Zdalne sterowaniel . . . . . . . . . . Ustawienia zdalnego sterowania . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk Powtarzanie/Opóźnienie: [LEWY]/[PRAWY] Zmniejsz/zwiększ szybkość powtarzania/opóźnienie Rodzaj pilota RC: [GÓRA]/[DÓŁ] Wybierz styl Enigma lub Neutrino Szybkość przełączania: [CYFRY] Przełączenie na następny znak w polach tekstowych po x ms [ZIELONY] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Controlo remoto >>> [MENU] >>> [6] Configuração >>> [6] Configuração Avançada >>> [3] Controlo remoto . . . . . . . . . . Configuração do controlo remoto . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo ou botão Repetir Rácio/Atraso: [LEFT]/[RIGHT] Reduzir/Aumentar a repetição de Rácio/Atraso Estilo do controlo remoto: [UP]/[DOWN] Seleccionar esquema de teclas ENIGMA ou Neutrino Limite de tempo do próximo caracter: [NUMBERS] Milisegundos antes de avançar para o próximo caracter nos campos de introdução de texto [GREEN] Guardar definições e fechar a janela [EXIT] Fechar a janela sem guardar alterações
ru: Пульт ДУ >>> [MENU] >>> [6] Настройки >>> [4] Устройства >>> [2] Пульт ДУ . . . . . . . . . . Настройка пульта дистанционного управления . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода или кнопки Скорость повтора/задержка повтора: [ВЛЕВО]/[ВПРАВО] Увеличение/уменьшение параметров Тип пульта ДУ: [ВВЕРХ]/[ВНИЗ] Выбор типа пульта ДУ Задержка символа: [ЦИФРЫ] Задержка перед появлением следующего символа при повторе устанавливается в милисекундах [ЗЕЛЁНЫЙ] Записать и выйти [EXIT] Выйти без записи
sk: Diaľkový ovládač >>> [MENU] >>> [6] Nastavenie >>> [6] Nastavenie hardware >>> [3] Dálkový ovladač . . . . . . . . . . Nastavenie diaľkového ovládača . . . . . . . . . . Použitie: [UP]/[DOWN] zvoliť vstupné pole alebo tlačidlo Rýchlosť opakovania/Oneskorenie opakovania: [LEFT]/[RIGHT] skrátiť/predĺžiť dobu/oneskorenie opakovania Štýl diaľkového ovládača: [UP]/[DOWN] zvoliť rozloženie tlačidiel ENIGMA alebo Neutrino Oneskorenie stlačenia tlačidiel: [NUMBERS] oneskorenie pri posune na daľší znak v textovom vstupnom poli v milisekundách [GREEN] uložiť nastavenie a zavrieť okno [EXIT] zavrieť okno bez uloženia zmien
tr: Uzaktan Kumanda >>> [MENU] >>> [6] Kurulum >>> [6] Uzman Kurulum >>> [3] uzaktan Kumanda . . . . . . . . . . Uzaktan Kumandanızının kurulum ayarlarını yapmak içindir. . . . . . . . . . . Kullanım: [YUKARI]/[AŞAĞI] Giriş alanı veya buton seçimi Tekrar Oranı/Tekrar Gecikmesi: [SOL]/[SAĞ] Azalt/Arttır Tekrar Oranı/Gecikme Uzaktan Kuamnada Stili: [YUKARI]/[AŞAĞI] ENIGMA ve Neutrino ttuş dizilimi seçimi Sonraki karakter zamanaşımı: [NUMARALAR] Metin alanlarında bir sonraki karaktere ilerleden önceki bekleme süresi (Milisaniye cinsinden) [YEŞİL] Ayarları kaydet ve pencereyi kapat [EXIT] Ayarları kaydetmadan pencereyi kapat

source: Recording and playing
ar: التسجيل والتشغيل
cs: Nahrávání a přehrávání
de: Aufnahmen und Abspielen
es: Grabando y reproduciendo
et: Salvesta ja taasesita
fi: Tallennus ja toisto
fy: Opnimmen en ôfspieljen
lt: Įrašyti ir atkurti
nl: Opnemen en afspelen
pl: Nagrywanie i odtwarzanie
pt: Gravação e reprodução
ru: Запись и Воспр-ние
sk: Nahrávanie a prehrávanie
tr: Kayıt ve oynatma

source: Timeshift settings
cs: Nastavení timeshiftu
fi: Ajansiirron asetukset
fy: Tiidsskowen ynstellingen
nl: Timeshift instellingen
tr: Zamanöteleme ayarları

source: Timer settings
cs: Nastavení časovače
fi: Ajastinasetukset
fy: Tiidsbarren ynstellingen
nl: Timer instellingen
tr: Zamanlayıcı ayarları

source: Recordings on
ar: التسجيل على
cs: Nahrávat na
de: Aufnahmen auf
es: Grabaciones
et: Luba salvestised
fi: Tallenteet
fy: Opnimmen ynskeakelje
lt: Įrašai įjungti
nl: Opnemen op
pl: Lokalizacja nagrań
pt: Gravações em
ru: Записать в
sk: Nahrávať na
tr: Kayıt konumu

source: Not mounted :
ar: غير مربوط :
cs: Nepřipojeno:
de: Nicht eingehängt:
es: No montado
et: Haakimata:
fi: Ei liitetty:
fy: Net oankeppele :
nl: Niet gemount :
sk: Nepripojené:
tr: Bağlanılmamış:

source: Select location for the recording medium (will record in directory 'movie')
ar: اختر موقع التخزين
cs: zvolte umístění média pro nahrávání (bude se nahrávat do adresáře 'movie')
de: Speicherort für Aufnahmen auswählen (wird in den ordner 'movie' aufnehmen)
es: Seleccionar la localizacion del medio de grabacion (se grabara en el directorio "movie")
et: Vali salvestatava meedia asukoht (salvestaks kataloogi 'film')
fi: Valitse tallennuslaite (tallennetaan hakemistoon 'movie')
fy: Selektearje lokaasje foar opnimmen (mei doelmap 'movie')
lt: Pasirinkite įrašymo priemonių vietą (įrašys į dierektoriją 'movie')
nl: Selecteer de locatie voor opnames (zal in de directory 'movie' opnemen)
pl: Wybierz urządzenie, na którym zapisane zostaną nagrania (w katalogu 'movie')
pt: Seleccionar a localização para o meio de gravação (gravará no pasta 'movie')
ru: Выберите устройство/HDD/место для записи (запись будет вестись в каталог 'movie')
sk: vyberte umiestnenie média pre nahrávanie (bude sa nahrávať do adresára 'movie')
tr: Kayıt ortamı için yer seçiniz (seçili diznin altında 'movie' klasörüne kayıt yapılacaktır)

source: Record split size
ar: حجم تقسيم الملفات المسجلة
cs: Dělení záznamu
de: Grösse der Aufnahme-Segmente (links,rechts)
es: Tamaño de trozo de grabacion
et: Salvestiste osade suurus
fi: Pilkkomiskoko
fy: Dielbestân grutte by opnimmen
lt: Suskaidymo dydis
nl: Opname splitgrootte
pl: Rozmiar pliku
pt: Tamanho da pasta
ru: Размер файла:
sk: Rozdelenie nahrávky
tr: Kayıt bölme boyu

source: Set record split size
ar: ضع حجم تقسيم الملفات المسجلة
cs: velikost rozdělení souborů při nahrávání (OK)
de: Aufnahme-Segmentgrösse wählen
es: Ajustar tamaño de fichero de grabacion
et: Seadista salvestiste osade suurus
fi: Tallennuksen pilkkomiskoon asetus
fy: Dielbestân grutte by opnimmen ynstelling
lt: Pasirinkti įrašo suskaidymo dydį
nl: Stel de grootte per file van de opnames in
pl: Ustaw rozmiar pliku nagrywania (split) (OK)
pt: Definir tamanho de divisão para gravação
ru: Размер фрагментов *.ts файла записи
sk: veľkosť rozdelenia súborov pri nahrávaní (OK)
tr: Kaydın yeni bir dosyaya yazılmaya başlancağı boyutu seçin

source: Enable autoplay
ar: تمكبن/تفعيل التشغيل الاتوماتيكي
cs: Povolit autoplay
de: Automatisches Abspielen
es: Activar autoreproducción
et: Luba autoesitus
fi: Aktivoi autoplay
fy: automatysk ôfspielje ynskeakelje
lt: Įjungti automatinį paleidimą
nl: Activeer autoplay
pl: Automatyczne odtwarzanie
pt: Activar autoplay
ru: Разрешить автовоспр.
sk: Povoliť autoplay
tr: Oto. oynatmayı etkinleştir

source: Continue playing last selected movie when entering file mode
ar: استمر في تشغيل اخر فلم عند الدخول الى وضعية الملفات
cs: pokračovat v přehrávání naposledy vybraného souboru při vstupu do 'Soubory'
de: Nach Wechsel in den Dateimodus automatisch letzten Film abspielen
es: Seguir con la pelicula actual al entrar en el modo fichero
et: Jätka viimati valitud filmi taasesitamist kui sisened failirežiimi
fi: Jatka edellisen tallenteen katsomista, kun valitaan 'Tiedostot'
fy: Trochgean mei ôfspieljen film by yngean bestân modus
lt: Tęsti filmo žiūrėjimą pasirinkus failus
nl: Speel de laatst gekozen film af in bestandsmode
pl: Odtwarzaj ostatnio wybrane nagranie po wejściu w tryb Pliki
pt: Continuar a reproduzir o último filme seleccionado quando seleccionar o modo ficheiro
ru: Воспроизведение файла продолжится, после перехода в режим Файлы
sk: pokračovať v prehrávaní naposledy vybraného súboru pri vstupe do 'Súbory'
tr: Dosya kipine girerken son seçilen filmi oynatmaya devam et

source: Enable timestamp detection
cs: Povolit timestamp detekci
fi: Aktivoi aikaleiman tunnistus
fy: Tiidstip deteksje ynskeakelje
nl: Timestamp detectie inschakelen
ru: Временные метки
tr: Zaman etiketi algılamayı aktive et

source: Detect duration from DVB timestamps when replaying recordings
cs: zjišťovat délku přehrávaného záznamu z DVB časového kódu
fi: Tunnista DVB-tekstityksen aikaleimat tallennetta toistettaessa
fy: Kontroleer tiidsspan fan DVB tiidstip by werjaan fan in opnimmen
nl: Haal de tijdsduur uit de DVB informatie tijdens het afspelen van opnames.
ru: Определение длительности от временных меток при воспроизведении
tr: Kayıtları izlerken DVB zaman etiketlerinden süreyi hesapla

source: Enable AC3 recording
cs: Povolit nahrávání AC3
fi: Aktivoi AC3-tallennus
fy: AC3 opnimmen ynskeakelje
nl: AC3 opname toevoegen
ru: Записать AC3
tr: AC3 kaydını etkinleştir

source: Include the AC3 audio track in the recording
cs: zahrnout AC3 audio stopu do nahrávky
fi: Sisällytä AC3-ääniraita tallennukseen
fy: AC3 Lûdspoor mei nimme yn opnimmen
nl: Voeg het AC3 geluidsspoor toe in de opname.
ru: Записать AC3 аудио-дорожку в фильм
tr: Kayıda AC3 işitsel izini de ekle

source: Enable teletext recording
cs: Povolit nahrávání teletextu
fi: Nauhoita tekstitv
fy: Tiletekst mei nimme yn opnimmen
nl: Teletext opname inschakelen
ru: Записать телетекст
tr: Teletext kaydını aktive et

source: Include teletext in the recording
cs: zahrnout teletext do nahrávky
fi: Sisällyttää tekstitv:n tallennukseen
fy: Tiletekst mei nimme yn it opnim barren
nl: Neem ook het teletextkanaal op in de opname
ru: Записать телетект в фильм
tr: Kayıda Teletexti de ekle

source: You are recording now and cannot change all settings
cs: Právě se nahrává a není možné měnit všechna nastavení
fi: Tallennettaessa kaikkien asetusten muuttaminen ei ole mahdollista
fy: Der is in opnimmen dwaande en sa kinne jo net alle ynstellingen wyzigje
nl: U bent aan het opnemen en kan niet alle instellingen wijzigen
tr: Şua nada kayıt aktif tüm ayarlar değiştirlemez

source: Timeshift
fi: Ajansiirto
fy: Tiidsskowen
tr: Zamanöteleme

source: Edit the timeshift options
cs: nastavit možnosti Timeshiftu
fi: Ajansiirron asetukset
fy: Tiidsskowen opsjes bewurkje
nl: Stel timeshift-opties in
tr: Zamanöteleme ayarları

source: Edit the recording timer options
cs: nastavit možnosti časovače pro nahrávání
fi: Muuta ajastimen asetuksia
fy: Opnim barren opsjes ynstelle
nl: Stel de opnametimer instellingen in
ru: Изменение параметров таймера
tr: Kayıt zmanlayıcı ayrlarını değiştir

source: Enable timeshift
ar: تفعيل النسجيل الزمني ( التايم شفت (
cs: Aktivovat Timeshift
de: Timeshift einschalten
es: Activar pausa
et: Luba ajanihe
fi: Aktivoi ajansiirto
fy: Tiidsskowen ynskeakelje
nl: Activeer continu opnemen
pl: Włącz opóźnienie
ru: Разрешить timeshift
sk: Aktivovať Timeshift
tr: Zamanötelemeyi aç

source: Enable permanent recording. You will always record and can zap to other channels meanwhile
ar: تحديد التسجيل النهائي , سوف تتمكن من التسجيل والتنقل بين القنوات
cs: povolit automatické nahrávání po nastavenou dobu po přepnutí kanálu
es: Activar grabacion permanente. Se realizara una grabacion permanentemente y mientras se puede cambiar de canal
et: Luba pidev salvestamine. Seade salvestab alati ning samal ajal võid lülituda ümber teisele kanalile
fi: Aktivoi pysyvä tallennus. Tallennetaan koko ajan ja kanavan voi vaihtaa toiselle samaan aikaan
fy: foar immen opnimme ynskeakelje. Jo nimme foar immen op en kinne underwhylst nei in oar kanaal zappe
nl: Activeer permanente opname. U neemt altijd op en kan ondertussen naar andere zenders zappen
pl: Uruchom ciągłe nagrywanie. Nagrywanie nie zostanie przerwane podczas przełączania na inne kanały
ru: Разрешить непрерывную запись. Запись не будет прервана при переключении на другие каналы
sk: povoliť automatické nahrávanie na nastavený čas po prepnutí kanálu
tr: Kalıcı kayıdı aç. İzlenen kanal sürekli kaydedilirken arada zap yapabilirsiniz

source: Timeshifts on
cs: Timeshift na
fi: Ajansiirto
fy: Tiidsskowen oan
nl: Timeshifts op
tr: Zamanöteleme açık

source: Select location for the recording medium (will record in directory 'timeshift')
cs: zvolte umístění média pro nahrávání (bude se nahrávat do adresáře 'timeshift')
fi: Valitse tallennuslaite (tallennetaan hakemistoon 'timeshift')
fy: Selektearje lokaasje foar opnim medium (komt yn doelmap 'timeshift')
nl: Selecteer de locatie voor opnames (zal in de directory 'timeshift' opnemen)
ru: Выберите устройство/HDD/место для записи (запись будет вестись в каталог 'timeshift')
tr: Kayıt ortamı için yer seçiniz (seçili dizinin altında 'timeshift' klasörüne kaydedilir)

source: Timeshift delay
ar: التاخير في التسجيل الزمني
cs: Zpoždění timeshiftu
de: Timeshift-Verzögerung
es: Retardo de la pausa
et: Ajanihke viivitus
fi: Ajansiirron viive
fy: Tiidsskowen fertraching
nl: Timeshift vertraging
pl: Opóźnienie
sk: Oneskorenie timeshiftu
tr: Zamanöteleme gecikme

source: Number of seconds the recording is delayed after switching channel
ar: حدد عدد الثواني الازمة للتسجيل بعد تغيير القناة
cs: zpoždění začátku nahrávání po přepnutí kanálu v sekundách
es: Numero de segundos en los que la grabacion se retrasa despues de cambiar los canales
et: Sekundite hulk salvestamise viibimisel peale kanali vahetust
fi: Sekuntimäärä, minkä tallennus pitää taukoa kanavaa vaihdettaessa
fy: oantal seconden dat in opnimmen fertraagd is nei omskeakeljen nei in oar kanaal
nl: Aantal seconden dat een opname vertraagd wordt na het zappen naar een ander kanaal
pl: Opóźnienie nagrywania po przełączeniu na nowy kanał
ru: Задержка записи после переключения на канал, сек
sk: oneskorenie začiatku nahrávania po prepnutí kanálu v sekundách
tr: kanala geçildikten sonra kaydın başlamasına kadar bekleme süresi (sn.)

source: Timeshift recording time
ar: تحديد نهاية وقت التسجيل الزمني
cs: Délka timeshiftu
es: Tiempo de grabacion durante la pausa
et: Ajanihe salvestamise ajas
fi: Ajansiirron tallennusaika
fy: Tiidsskowen opnimtiid
nl: Timeshift opnametijd
pl: Opóźnienie czasu zakończenia nagrywania
sk: Dĺžka záznamu timeshiftu
tr: Zamanöteleme süresi

source: Maximum number of recorded minutes
ar: ضع الحد الاقصى للتسجيل بالدقائق
cs: maximální počet nahravaných minut timeshiftem
es: Numero maximo de minutos grabados
et: Maksimaalne kogus salvestatud minuteid
fi: Tallennuksen maksimiminuuttimäärä
fy: oantal maximum minuten opnimtiid
nl: Maximale opnameduur in minuten
pl: Maksymalny czas trwania nagrania w minutach
ru: Макс. продолжительность записи, мин.
sk: maximálny počet nahrávaných minút
tr: Zamanöteleme işleminde yapılacaka kayıt süresi (dak.)

source: Timer start offset
ar: بداية التوقيت
cs: Posun začátku
de: Timervorlaufzeit
es: Inicio del temporizador
et: Taimeri käivituse nihe
fi: Ajastimen alkupoikkeama
fy: Jierder stopjen fan tiidstjoerd opnimmen.
lt: Laikmačio startas
nl: Timer voorlooptijd
pl: Dodaj do początku
pt: Deslocamento do início do temporizador
ru: Время начала
sk: Posun začiatku
tr: Zamanlayıcı önce başla

source: Time in minutes a timer event starts earlier (0-60)
ar: الوقت بالدقائق . توقيت الحدث بداء متقدم
cs: čas v minutách o který vložená událost časovače začne dříve (0-60)
de: Vorlauf bei Timeraufnahme in Minuten (0-60)
es: Tiempo en minutos que el evento programado comenzara antes (0-60)
et: Taimeri aeg minutites kui palju varem sündmus algab (0-60)
fi: Ajastuksen ennakko minuutteina (0-60)
fy: Jierder starten fan tiidstjoerd opnimmen yn min (0-60)
lt: Laikmačio laikas minutėmis, užduotis prasidės anksčiau (0-60)
nl: Tijd in minuten waarmee de timer eerder moet starten (0-60)
pl: Wpisz o ile minut wcześniej uruchomić nagrywanie (0-60)
pt: Tempo em minutos que um evento do temporizador começa mais cedo (0-60)
ru: Время начала меньше на (0-60) минут
sk: čas v minutách o ktorý vložená udalosť časovača začne skôr (0-60)
tr: Bir olay ayarlanandan kaç dakika önce başlasın (0-60)

source: Timer stop offset
ar: ايقاف التوقيت
cs: Posun konce
de: Timernachlaufzeit
es: Parada del temporizador
et: Taimeri seiskamise nihe
fi: Ajastimen loppupoikkeama
fy: Letter stopjen fan tiidstjoerd opnimmen.
lt: Laikmačio stabdymas
nl: TImer uitlooptijd
pl: Dodaj do zakończenia
pt: Deslocamento do fim do temporizador
ru: Время окончания
sk: Posun konca
tr: Zamanlayıcı sonra bitir
