Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: remove this event from timer list
ar: حذف هذا البرنامج من لائحة المؤقت
cs: odstranit událost z časovače
de: Diesen Eintrag aus der Timerliste löschen
es: Borrar evento de la lista temporizadores
et: eemalda see sündmus taimeri nimekirjast
fi: poista tämä tapahtuma ajastuslistalta
fy: barren út tiidstjoeringslyst ferwiderje
lt: Pašalinti pasirinktą užduotį iš laikmačių nustatymų sąrašo
nl: Verwijder dit item uit de timerlijst
pt: apagar a entrada da lista de temporização
ru: Удалить это задание из списка таймера
sk: vymazať udalosť z časovača
tr: Bu olayı zamanlayıcı listesinden sil

source: show extended event information
ar: إظهار معلومات تفصيلية عن البرنامج
cs: zobrazit podrobnější informace
de: Detailinformation zur Sendung anzeigen
es: Mostrar información evento adicional
et: näita täiendavat infot sündmuse kohta
fi: näytä tapahtuman lisätiedot
fy: útbreide barren ynformaasje sjen litte
lt: parodyti išplėstinę užduoties informaciją
nl: Uitgebreide iteminformatie weergeven
pt: ver as informações suplementares do evento
ru: Показать расширенную информацию о таймерах
sk: zobraziť podrobné informácie
tr: Olay bilgisi detaylarını göster

source: search for event information
ar: البحث عن معلومات محددة
cs: vyhledávat pořady v EPG
de: Detailinformation zur Sendung anzeigen
es: Buscar información evento adicional
et: otsi infot sündmuse kohta
fi: hae tapahtuman tiedoista
fy: sykje om barren ynformaasje
nl: zoek voor event-informatie
sk: vyhľadávanie v EPG
tr: Olay bilgisi arama

source: No genre
ar: نوع :
cs: žádný
de: Kein Genre
es: Sin genero
et: Teema puudub
fi: Ei genreä
fy: Gjin sjenre
nl: Geen genre
sk: žiadny
tr: Tür yok

source: Thriller
ar: أثارة
cs: Horor
es: Intriga
fi: Jännitys
ru: Триллер
sk: Horor
tr: Macera

source: All services
ar: جميع القنوات
cs: Všechny programy
de: Alle Sender
es: Todos los servicios
et: Kõik kanalid
fi: Kaikki palvelut
fy: Alle services
nl: Alle zenders
sk: Všetky programy
tr: Tüm Servisler

source: Case sensitive
ar: مطابقة الحروف
cs: Rozlišovat velikost
es: Sensible a mayusculas/minusculas
et: Delikaatne juhtum
fi: Merkkikoko
fy: Haadletter gefoelig
nl: Hoofdlettergevoelig
sk: Rozlišovať veľkosť
tr: Büyük/küçük duyarlı

source: Start searching
ar: بداء البحث
cs: spustit vyhledávání
de: Suche starten
es: Comenzar la busqueda
et: Alusta otsingut
fi: Aloita etsintä
fy: Start sykjen
nl: Start zoeken
sk: spusitť vyhľadávanie
tr: Aramayı başlat

source: in all services
ar: في كل القنوات
cs: ve všech programech
de: in allen Sendern
es: en todos los servicios
et: näita kõiki kanaleid
fi: kaikista palveluista
fy: yn alle services
nl: in alle zenders
pl: wszystkie kanały
ru: во всех каналах
sk: vo všetkých programoch
tr: Tüm servislerde

source: in
ar: في
cs: v
es: en
et: sees
fy: yn
pl: w
ru: в
sk: v
tr: içerisinde

source: Searching for
ar: البحث على
cs: Vyhledávám
de: Suchen nach
es: Buscando por
et: Otsin ....
fi: Etsitään
fy: Sykjet nei
nl: Zoeken naar
pl: Szukanie
ru: Поиск для
sk: Vyhľadávam
tr: Aranılan

source: genre:
ar: نوع :
cs: žánr:
es: genero:
et: teema:
fy: sjenre:
sk: žáner:
tr: Tür:

source: no event data available
ar: لا يوجد معلومات متاحة
cs: žádná data k dispozici
de: keine EPG-Daten vefügbar
es: Sin información del evento
et: sündmuse andmed ei ole saadaval
fi: tapahtumatietoja ei saatavilla
fy: Gjin barren oanwêzig
nl: Geen event-informatie beschikbaar
sk: žiadne dáta k dispozícii
tr: Olay verisi yayınlanmıyor

source: Channel EPG >>> [RED] . . . . . . . . . . The Channel EPG shows titel and start time of events of a selected channel. Please be aware that not all stations provide EPG data! . . . . . . . . . . Usage: [UP]/[DOWN] Previous/Next Event [LEFT]/[RIGHT] Previous/Next Event [RED] Remove timer event [GREEN] Add to DVR timer events [YELLOW] Add to Ngrab-Timer events [BLUE] Add to Switch timer events [INFO] Toggle channel/detail information [EXIT] Close window
ar: الدليل الالكتروني للقناة
cs: EPG kanálu >>> [RED] . . . . . . . . . . EPG kanálu zobrazuje časy a názvy začátků pořadů zvoleného kanálu. Uvědomte si, že ne všechny kanály vysílají EPG data! . . . . . . . . . . Použití: [UP]/[DOWN] předchozí/další událost [LEFT]/[RIGHT] předchozí/další událost [RED] odstranit událost z časovače [GREEN] přidat jako DVR do časovače [YELLOW] přidat jako Ngrab do časovače [BLUE] přidat jako Přepnutí do časovače [INFO] přepnout kanál/detailní informace [EXIT] zavřít okno
es: EPG del canal >>> [RED] . . . . . . . . . . El EPG de canal muestra el titulo y la hora de comienzo de los eventos de un canal seleccionado. ¡Ten en cuenta que no todas las cadenas ofrecen datos de EPG! . . . . . . . . . . Uso: [UP]/[DOWN] Anterior/Siguiente Evento [LEFT]/[RIGHT] Anterior/Siguiente Evento [RED] Quitar evento programado [GREEN] Añadir evento programado al grabador [YELLOW] Añadir evento programado a N-Grab [BLUE] Añadir evento programado a Switch [INFO] Mostrar informacion detallada [EXIT] Cerrar ventana
et: Kanali EPG >>> [PUNANE] . . . . . . . . . . Kanali EPG näitab sinu poolt valitud kanalil saate pealkirja ja algusaega. Palun võta teadmiseks, et mitte kõik kanalid ei edasta EPG infot! . . . . . . . . . . Kasutamine: [ÜLES]/[ALLA] Eelmine/Järgmine saade [VASAK]/[PAREM] Eelmine/Järgmine saade [PUNANE] Kustuta taimeri sündmus [ROHELINE] Lisa DVR taimeri sündmus [KOLLANE] Lisa Ngrab-taimeri sündmus [SININE] Lisa ümberlülitamise taimeri sündmus [INFO] Vaheta kanali/detailide info [EXIT] Sulge aken
fi: Kanava-EPG >>> [PUN] . . . . . . . . . . Kanavakohtainen EPG nayttää valitun kanavan ohjelmat ja niiden alkamisajat. Huomio, että kaikki lähettimet eivät lähetä EPG-tietoja! . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Edell./seuraava [OIK]/[VAS] Edell./seuraava [PUN] Poista ajastus [VIH] Kovalevytallennus [KELT] NGRAB-verkkotallennus [SIN] Vaihda kanavalle ajastetusti [INFO] Vaihda perus- ja lisätietojen välillä [EXIT] Poistu
fy: Kanaal EPG >>> [READ] . . . . . . . . . . De kanaal EPG jouwt de titel en de starttiid fan in selektearre kanaal. Tink dêrom ! Net alle stations stjoere EPG-data út ! . . . . . . . . . . Gebrûk: [OP]/[DEL] Foarige/folgende barren [LEFT]/[RIGHT] Foarige/folgende barren [READ] Ferwiderje tiidstjoerd barren [GRIEN] Oan DVR tiidsopnimmen tafoegje [GIEL] Oan Ngrab-tiidsopnimmen tafoegje [BLAUW] Oan Skeakeler tiidsopnimmen tafoegje [YNFO] Skeakelje tusken Kanaal / detail ynfo [EXIT] Slút finster
lt: Kanalo EPG >>> [RAUDONA] . . . . . . . . . . Kanalo EPG rodo įvykius pasirinktame kanale. Prašome žinoti, kadne visi kanalai transliuoja EPG duomenis! . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Ankstesnis/Sekantis įvykis [KAIRĖ]/[DEŠINĖ] Ankstesnis/Sekantis įvykis [RAUDONAS] Pašalinti laikmačio įvykius [ŽALIAS] Pridėtito prie DVR laikmačio įvykių [GELTONAS] Pridėti prie Ngrab-laikmačio įvykių [MĖLYNAS] Pridėti prie Perjungėjo laikmačio įvykių [INFO] Kanalasl/detali informacija [EXIT] Uždaryti langą
pl: EPG >>> [CZERWONY] . . . . . . . . . . EPG pokazuje tytuł i czas rozpoczęcia audycji na wybranym kanale. Zwróć uwagę że nie wszystkie stacje transmitują dane EPG! . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Poprzednia/następna audycja [LEWY]/[PRAWY] Poprzednia/następna audycja [CZERWONY] Usuń audycję z listy zdarzeń [ZIELONY] Dodaj audycję do listy nagrań DVR [ŻÓŁTY] Dodaj audycję do listy nagrań Ngrab [NIEBIESKI] Dodaj audycję do listy zadań [INFO] Przełącz między trybem ogólnym i szczegółowym [EXIT] Zamknij okno
pt: EPG do canal >>> [RED] . . . . . . . . . . O EPG mostra o título e o tempo de começo dos eventos do canal seleccionado. Tenha em atenção que nem todos os canais fornecem dados EPG! . . . . . . . . . . Utilização: [UP]/[DOWN] Evento Anterior/Seguinte [LEFT]/[RIGHT] Evento Anterior/Seguinte [RED] Remover evento programado [GREEN] Adicionar um evento programado a DVR [YELLOW] Adicionar um evento programado a Ngrab [BLUE] Adicionar evento programado a Switch [INFO] Mostrar informação detalhada [EXIT] Fechar janela
ru: Программа передач (EPG) >>> [КРАСНЫЙ] . . . . . . . . . . EPG содержит название и время передачи на выбранном канале. Не все каналы предают программу передач EPG! . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Предыдущий/следующий пункт [ВЛЕВО]/[ВПРАВО] Предыдущий/следующий пункт [КРАСНЫЙ] Удаление таймера с пункта [ЗЕЛЁНЫЙ] Установка DVR-таймера на пункт [ЖЁЛТЫЙ] Установка Ngrab-таймера записи на пункт [СИНИЙ] Установка таймера перключения на пункт [INFO] Подробная информация о канале [EXIT] Выйти
sk: EPG kanálu >>> [RED] . . . . . . . . . . EPG kanálu zobrazuje časy a názvy začiatkov relácií zvoleného kanálu. Uvedomte si, že nie všetky kanály vysielajúí EPG dáta! . . . . . . . . . . Použitie: [UP]/[DOWN] predch./dalšia udalosť [LEFT]/[RIGHT] predch./dalšia udalosť [RED] odstrániť udalosť z časovača [GREEN] pridať ako DVR do časovača [YELLOW] pridať ako Ngrab do časovača [BLUE] pridať ako Prepnutie do časovača [INFO] prepnúť kanál/detailné informácie [EXIT] zavrieť okno
tr: Kanal EPG (Elektronik Program Dizini) >>> [KIRMIZI] . . . . . . . . . . Kanal EPG'si seçili kanalda gösterimde olan programın adı, kalan süresi ve gelecek programın adını gösterir. Bilgi - Bütün kanallar EPG verisi yayınlamamaktadır! Bu yüzden her kanalda bu bilgiyi almak mümkün olmamaktadır. . . . . . . . . . . Kullanım: [YUKARI]/[AŞAĞI Önceki/Sonraki olay [SOL]/[SAĞ] Önceki/Sonraki olay [KIRMIZI] Zamanlayıcı olayını kaldır [YEŞİL] Video Kaydedici zamanlayıcısına ekle [YELLOW] Ngrab-zamanlayıcısına ekle [MAVİ] Hatırlatma zmanlayıcısına ekle [INFO] Kanal/etay bilgi gösterimi arasında geçiş yap [EXIT] Pencereyi kapat

source: Flashtool
ar: ادوات التثبيت
de: Flashprogramm
es: Herramienta de flash
et: Flashi tööriist
fy: Flash-ark
lt: Flash įrankiai
pl: Narzędzia flash
pt: Ferramenta flash
ru: Инструменты
tr: Flash Aracı

source: Save image or part of it
ar: حفظ الصورة او جزء منها
cs: Uložit image nebo jeho část
de: Image oder Teile davon sichern
es: Salvar imagen o parte de ella
et: Salvesta Op. süsteem või osa sellest
fi: Tallenna image tai sen osa
fy: byld opslaan of in diel fan it
lt: Išsaugoti atvaizdą ar jo dalį
nl: Sla geheel of gedeeltelijk de image op
pl: Zapisz oprogramowanie lub jego część
pt: Guardar imagem ou parte dela
ru: Сохранить имидж или его части
sk: Uložiť image alebo jeho časť
tr: İmaj yada imaj parçası olarak kaydet

source: Flash image or part of it
ar: تثبيت الصورة او جزء منها
cs: Flash image nebo jeho část
de: Image oder Teile davon flashen
es: Flashear imagen o parte de ella
et: Kirjuta Op. süsteem või osa sellest püsimällu
fi: Päivitä image tai sen osa
fy: byld brâne of in diel fan it
lt: Užkrauti atvaizdą ar jo dalį
nl: Flash geheel of gedeeltelijk de image
pl: Flashuj oprogramowanie lub jego część
pt: Aplicar um flash à imagem ou parte dela
ru: Это имидж или его части
sk: Flash image alebo jeho časť
tr: İmaj ya da imaj parçasını flash belleğe aktar

source: Partitions
ar: تقسيم القرص الصلب
cs: Kontrola partitions
de: Partitionen
es: Partición
et: Partitsioonid
fi: Osiot
fy: Partiesjes
lt: Skaidiniai
nl: Partities
pl: Partycje
pt: Partições
ru: Разделы
sk: Kontrola partitions
tr: Disk bölümlemeleri

source: Do you really want to flash a new image now?
ar: هل انت متاكد انك تريد تثبيت الصورة الجديدة ؟
cs: Opravdu chcete nahrát nové image?
de: Wollen sie jetzt wirklich ein neues Image flashen?
es: ¿Realmente quieres flashear una nueva imagen ahora?
et: Soovid sa kindlasti kirjutada uut Op. süsteemi?
fi: Haluatko päivittää laitteen imagen nyt?
fy: Wolle jo no toch in nei byld brâne ?
lt: Jūs tikrai norite užkrauti į flash atmintį naują atvaizdą?
nl: Weet u zeker dat u de image wil flashen?
pl: Czy chcesz zapisać nowe oprogramowanie?
pt: Quer realmente criar (flash) uma imagem nova agora?
ru: Вы уверены, что хотите установить новый имидж?
sk: Naozaj chcete nahrať nový image?
tr: Flash belleğe yeni bir imaj kadetmek istiyor musunuz?

source: Can't read image!
ar: لا يمكن قراءة البرنامج التشغيلى
cs: Nemohu číst image!
de: Kann das Image nicht lesen!
es: No se puede leer flashimage.img
et: Ei õnnestu lugeda Op. süsteemi!
fi: Ei voi lukea imagea!
fy: Kin byld net lêze
lt: Negalima atidaryti atvaizdo!
nl: Image kan niet gelezen worden!
pl: Nie mogę czytać flashimage.img!
pt: Não é possível ler a imagem!
ru: Имидж не читается!
sk: Nemôžem prečítať image!
tr: İmaj dosyası okunamıyor!

source: Image has file size of 0 bytes!
ar: حجم ملف الصورة هو صفر بايت
cs: image má nulovou délku !
de: Das Image ist 0 Byte groß!
es: flashimage.img tiene un tamaño de 0byte!
et: Operatsioonisüsteemi suurus on 0 baiti!
fi: Imagen tiedostokoko on 0 tavua!
fy: byld hat grutte fan 0 bytes!
lt: Atvaizdo failo apimtis 0 baitų!
nl: Image heeft een bestandsgrootte van 0 bytes!
pl: Plik flashimage.img ma rozmiar 0 bajtów!
pt: A imagem tem 0 bytes de tamanho!
ru: Размер файла имиджа 0 байт!
sk: image má nulovú dĺžku!
tr: İmaj dosyası boyutu 0 byte!

source: Can't open mtd!
ar: ليس بالامكان فتح أداة الذاكرة التكنولوجية mtd
cs: Nelze otevřít mtd!
de: Kann mtd nicht öffnen!
es: No acceso a mtd!
et: Ei saa avada mtd!
fi: Ei voi avata mtd!
fy: Kin MTD net iepenje
lt: Negalima atidaryti mtd!
nl: Kan MTD niet openen!
pl: Nie można otworzyć mtd!
pt: Não pode abrir o mtd!
ru: mtd не открывается!
sk: Nemožno otvoriť mtd!
tr: MTD açılamıyor!

source: Image size is too big! Can't flash!
ar: حجم الصورة كبير لا يمكن التثبيت
cs: Image je příliš veliké! Nelze nahrát!
de: Das Image ist zu gross! Flashen ist nicht möglich!
es: ¡El tamaño de la imagen es demasiado grande! ¡No se pudo flashear!
et: Op. süsteem on liiga mahukas! Ei saa salvestada!
fi: Liian suuri image! Ei voi päivittää!
fy: Byld te grut! kin it net brâne!
lt: Atvaizdo apimtis per didelė! Užkrovimas negalimas!
nl: Image is te groot! Kan 't niet flashen!
pl: Plik image zbyt duży! Nie można go zapisać!
pt: O tamanho da imagem é demasiado grande! Impossível aplicar flash!
ru: Размер файла имиджа велик! Запись не возможна!
sk: Image je príliš veľký! Nemožno nahrať!
tr: İmaj çok büyük. Flaş belleğe sığmıyor!

source: Image size is too small! Do you really want to flash it?
ar: حجم الصورة صغير . هل انت متاكد انت تريد التثبيت ؟
cs: Velikost Image je příliš malá! Opravdu chcete nahrát ?
de: Das Image ist zu klein! Wollen sie es wirklich flashen?
es: ¡El tamaño de la imagen es demasiado pequeña! ¿estas seguro de que quieres flashear?
et: Op. süsteemi maht on liiga väike! Soovid seda kindlasti kirjutada püsimälusse?
fi: Imagen koko on liian pieni, haluatko todella päivittää?
fy: Byld te lyts! Wolle jo it toch brâne?
lt: Atvaizdo apimtis per maža! Jūs tikrai norite užkrauti į flash atmintį?
nl: Image is te klein! Weet u zeker dat u de image wil flashen?
pl: Plik image jest zbyt mały! Czy chcesz go zapisać?
pt: O tamanho da imagem é demasiado pequeno! Quer aplicar-lhe um flash?
ru: Размер файла имиджа мал! Вы хотите продолжить?
sk: Veľkosť image je príliš malá! naozaj ho chcete nahrať?
tr: İmaj çok küçük! Yazdırmak istiyor musunuz?

source: Please wait... do NOT switch off the receiver!
ar: الرجاء الانتظار...لا تغلق جهاز الاستقبال
cs: Čekejte, prosím ... nyní NEVYPÍNEJTE box!!!
de: Bitte warten... Das Gerät NICHT ausschalten!
es: Espere... NO apague el receptor ahora!
et: Palun oota... ÄRA vastuvõtjat välja lülita!
fi: Odota...laitetta EI SAA SAMMUTTAA!
fy: Eefkes wachtsje.... Untfanger gewoan oan stean litte !
lt: Prašome palaukti... NEIŠJUNKITE IMTUVO
nl: Een ogenblik geduld a.u.b.... Schakel de box NIET uit!
pl: Proszę czekać i nie wyłączać odbiornika!
pt: Por favor esperar... NÃO apague o receptor!
ru: Пожалуйста подождите... НЕ ВЫКЛЮЧАЙТЕ ПИТАНИЕ!
sk: Čakajte prosím ... teraz NEVYPÍNAJTE box!!!
tr: Lütfen bekleyin... Cihazı KAPATMAYIN!

source: flashing in progress
ar: تثبيت الصورة يعمل
cs: Probíhá programování
de: Flashen
es: Flasheo en progreso
et: käib flashi kirjutamine
fi: Päivitys käynnisssä
fy: byld flashen an 'e gong
lt: vyksta užkrovimas į flash atmintį
nl: Bezig met flashen
pl: Zapisywanie do pamięci flash...
pt: Flash em progresso
ru: Запись имиджа...
sk: Prebieha programovanie
tr: Flasha aktarım sürüyor

source: Erase error!
ar: الحذف خطأ!
cs: Chyba při mazání!
de: Fehler beim Löschen!
es: Error memoria!
et: Kustuta Viga!
fi: Tyhjennysvirhe!
fy: Wiskje mislearre
lt: Šalinimo klaida!
nl: Wis fout!
pl: Błąd usuwania!
pt: Erro ao apagar error!
ru: Ошибка удаления!
sk: Chyba pri mazaní!
tr: Silme hatası!

source: Writing image to flash...
ar: كتابة الصورة على الجهاز ....
cs: Software se zapisuje do Flash...
de: Schreibe Software in Flash...
es: Escribiendo la imagen para flashear...
et: Kirjutan Op. süsteemi Flashmälusse ...
fi: Kirjoitetaan FLASH-muistiin...
fy: byld wurd nei Flash skreauwn
lt: Atvaizdo įrašymas į flash atmintį...
nl: De image wordt naar flash geschreven...
pl: Zapis oprogramowania do pamięci flash...
pt: A escrever a imagem na flash...
ru: Запись имиджа в память...
sk: Software sa zapisuje do Flash...
tr: İmaj flash'a yazılıyor...

source: Flashing successful! restarting...
ar: الترقية تمت بنجاح/ إعادة التشغيل
cs: aktualizace byla úspěšná! probíhá restart...
de: Aktualisierung erfolgreich! Starte neu...
es: Actualización acceptada! Reiniciando...
et: Flashi kirjutamine õnnestus! taaskäivitan...
fi: Päivitys onnistui! Käynnistetään...
fy: flashen is slagge! Box start opnij....
lt: Atvaizdas sėkmingai įdiegtas! paleidžiama iš naujo...
nl: Flashen gelukt! Bezig met herstarten...
pl: Aktualizacja pomyślna. Ponowne uruchamianie...
pt: Flash com sucesso! A reiniciar...
ru: Обновление прошло успешно. Перезагрузка...
sk: aktualizácia bola úspešná! prebieha reštart...
tr: Flaşa yükleme tamamlandı! Sistem yeniden başlatılıyor...

source: flashing ok
ar: تثبيت الصورة صحيح
cs: nahrání vpořádku
de: flashen ok
es: flasheado OK
et: püsimällu kirjutamine OK
fi: päivitys ok
fy: flashen ok
lt: Užkrauta gerai
nl: Flashen okee
pl: Flashowanie poprawne
pt: Aplicação do flash com êxito
ru: Записано
sk: programovanie úspešné
tr: Flash belleğe akatarım tamamlandı

source: Image not found!
ar: الصورة غير موجودة
cs: Image nenalezeno!
de: Bild nicht gefunden!
es: Imagen no encontrada
et: Op. süsteemi ei leitud!
fi: Imagea ei löydy!
fy: byld net fûn
lt: Atvaizdas nerastas!
nl: Image niet gevonden
pl: Nie znaleziono pliku image!
pt: Não é possível encontrar a imagem!
ru: Имидж не найден!
sk: Image nenájdený!
tr: İmaj bulunamadı!

source: Erasing flash...
ar: مسح الذاكرة الداخليه
cs: Mazání Flash...
de: Lösche Flash...
es: Borrando memoria...
et: Kustutan Flashi...
fi: Pyyhitään FLASH...
fy: flash wurd wiske...
lt: Trinama flash atmintinė...
nl: Flash wordt gewist...
pl: Kasowanie pamięci flash...
pt: A apagar a flash...
ru: Стирание памяти...
sk: Mazanie Flash...
tr: Flash siliniyor...

source: Can't open mtd device!
ar: ليس بالامكان فتح أداة الذاكرة mtd
cs: Nelze otevřít mtd zařízení!
de: Kann mtd medium nicht öffnen!
es: Sin acceso a mtd!
et: Ei saa avada mtd!
fi: Ei voi avata mtd!
fy: Kin MTD net iepenje
lt: Nepavyko atidaryti mtd įrenginio!
nl: Kan MTD niet openen!
pl: Nie mogę otworzyć mtd!
pt: Não é possível abrir o dispositivo mtd!
ru: mtd не открывается!
sk: Nemôžem otvoriť mtd zariadenie!
tr: MTD cihazı açılamıyor!

source: Can't open
ar: لايمكن فتح
cs: Nelze otevřít
de: Öffnen nicht möglich
es: No se puede abrir
et: Ei saa avada
fi: Ei voi avata
fy: Kin net iepenje
lt: Negalima atidaryti
nl: Kan niet openen
pl: Nie mogę otworzyć
pt: Não é possível abrir
ru: Не открывается
sk: Nemôžem otvoriť
tr: Açılamıyor

source: for writing!
ar: للأنتظار
cs: pro zápis!
es: para escribir!
et: kirjutamiseks!
fi: kirjoittamista varten!
fy: foar skriuwen!
lt: rašymui!
nl: voor het schrijven!
pl: do zapisu!
pt: para escrever!
ru: для записи!
sk: pre zápis!
tr: yazma kipinde!

source: Please wait while partition is being saved...
ar: إنتظر أثناء عملية تقسيم القرص الصلب ثم الحفظ
cs: Čekejte, než se motor natočí na %d.%d°%c ....
de: Bitte warten während die Partition gesichert wird...
es: Espere mientras la particion se salva...
et: Palun oodake kuni partitsioon saab olema salvestatud...
fi: Odota, että osio saadaan tallennettua
fy: Eefkes wachtsje. Partysje wurd fuortskreawn....
lt: Prašome palaukti kol perdalinimas bus išsaugotas...
nl: Een moment terwijl de partitie opgeslagen wordt...
pl: Proszę czekać, partycja jest zapisywana...
pt: Por favor, aguarde enquanto a partição é guardada...
ru: Идёт запись раздела...
sk: Čakajte, kým sa motor natočí na %d.%d°%c ....
tr: Disk kesimi kaydedilirken lütfen bekleyiniz....

source: saving in progress
ar: الحفظ جار
cs: Probíhá ukládání
de: sicherung erfolgt
es: Salvado en proceso
et: Käib salvestamine
fi: tallennus käynnissä
fy: Fuortskriuwen an 'e gong
lt: išsaugoma
nl: Bezig met opslaan
pl: Zapis trwa...
pt: A guardar
ru: Идёт запись...
sk: Prebieha uloženie
tr: Kaydetme işlemi sürüyor

source: Read Flash...
ar: قراءة الذاكرة الداخلية
cs: Číst Flash...
de: Flash lesen...
es: Leyendo memoria...
et: Loen Flashi...
fi: Luetaan FLASH...
fy: flash wurd skreawn
lt: Flash atminties skaitymas...
nl: Lezen van de flash...
pl: Odczyt flash...
pt: Ler a flash...
ru: Чтение памяти...
sk: Čítam Flash...
tr: Flash okunuyor...

source: Image saved to:
ar: الصورة حفظت الى :
cs: Image uloženo do:
de: Bild Gesichert nach:
es: Imagen salvada en:
et: Op. süsteemi asukoht:
fi: Image tallennettu:
fy: Byld fuortskreawn nei:
lt: Atvaizdas išsaugotas į:
nl: Image opgeslagen in:
pl: Plik image zapisany w:
pt: Imagem guardada em:
ru: Имидж сохранён в:
sk: Image uložený do:
tr: İmaj konumu:

source: Image list
ar: لائحة الصور
de: Imageliste
es: Lista de imagenes
et: Op. süsteemide list
fi: Image-lista
fy: Byld lyst
lt: Atvaizdų sąrašas
nl: Imagelijst
pl: Lista plików image
pt: Lista da imagem
ru: Список имиджей
tr: İmaj listesi

source: back
ar: الخلف
cs: zpět
de: zurück
es: atras
et: tagasi
fi: takaisin
fy: werom
lt: atgal
nl: terug
pl: Wróć
pt: para trás
ru: Назад
sk: späť
tr: Geri

source: Save to...
ar: حفظ الى ....
cs: Uložit do...
de: Sichern nach...
es: Salvar a...
et: Salvesta...
fi: Tallenna...
fy: Fuortskriuwe nei...
lt: Išsaugoti į...
nl: Opslaan als...
pl: Zapisz w...
pt: Guardado em...
ru: Сохранить в...
sk: Uložiť do...
tr: Kayıt lokasyonu...

source: Select source...
ar: اختار المصدر ....
cs: Vybrat zdroj...
de: Quelle auswählen
es: Seleccionar origen...
et: Vali lähtepunkt...
fi: Valitse lähde...
fy: Selekearje bron...
lt: Išrinkti šaltinį...
nl: Selecteer bron...
pl: Wybierz źródło...
pt: Seleccionar fonte...
ru: Выберите источник...
sk: Vybrať zdroj...
tr: Kaynak seçiniz...

source: Hardware settings
ar: اعدادات الجهاز
cs: Nastavení hardware
de: Hardware-Einstellungen
es: Ajustes de dispositivo
et: Riistvara seaded
fi: Laitteistoasetukset
fy: Hardware ynstellingen
lt: Įrenginių nustatymai
nl: Hardware instellingen
pl: Ustawienia sprzętowe
pt: Definições de hardware
ru: Настройка оборудования
sk: Nastavenie hardware
tr: Donanım ayarları

source: open UHF Modulator settings
ar: فتح قائمة تنصيب وحدة التولي الموالف UHF
cs: nastavení UHF modulátoru
de: UHF-Modulator Einstellungen öffnen
es: Abrir configuración del modulador RF
et: ava UHF-Modulaatori seaded
fi: avaa UHF-modulaattorin asetukset
fy: iepenje UHF-modulator ynstellingen
lt: atidaryti UHF moduliatoriaus nustatymus
nl: Open UHF modulator instellingen
pl: Otwórz menu ustawień modulatora
pt: abrir a configuração do modulador UHF
ru: Открыть menu ustawień modulatora
sk: nastavenie UHF modulátoru
tr: UHF Modulatör ayarlarını aç

source: open harddisk settings
ar: افتح إعداد القرص الصلب
cs: nastavení harddisku
de: Festplatteneinstellungen öffnen
es: Abrir configuración disco duro
et: ava kõvaketta seaded
fi: avaa kovalevyn asetukset
fy: iepenje hurde skiif ynstellingen
lt: atidaryti imtuvo displėjaus nustatymus
nl: Open harddisk instellingen
pl: Otwórz menu ustawień twardego dysku
pt: abrir a configuração de disco rígido
ru: Открыть Настройки HDD
sk: nastavenie harddisku
tr: Sabitdisk ayrlarını aç
