Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Select EPG store location
ar: موقع التخزين دليل البرامج الالكتروني
cs: nastavení umístění pro ukládání EPG
de: EPG Speicherort auswählen
es: Seleccione lugar de almacen de EPG
et: Vali EPG andmelao asukoht
fi: Valitse EPG:n tallennuspaikka
fy: Kies EPG opslach lokaasje
lt: Pasirinkite EPG saugojimo vietą
nl: Kies EPG opslaglocatie
pl: Wybierz lokalizację zapisu EPG
pt: Seleccionar a localização de armazenamento do EPG
ru: Выбор места записи EPG
sk: nastavenie umiestnenia pre ukladanie EPG
tr: EPG saklama ciihazı seçin

source: Number of EPG days:
ar: عدد ايام الدليل الالكتروني
cs: Počet dnů EPG:
de: Anzahl Tage im EPG:
es: Numero de dias de EPG:
et: EPG päevade hulk:
fi: EPG:n päivien lkm:
fy: Oantal EPG dagen:
lt: EPG dienų skaičius:
nl: Aantal EPG-dagen:
pl: Ilość dni w EPG
pt: Números de dias do EPG:
ru: На сколько дней EPG:
sk: Počet dní EPG:
tr: EPG gün adedi:

source: Select number of EPG days
ar: اختار عدد ايام الدليل الالكتروني
cs: počet dnů, pro které jsou informace EPG načteny
de: Anzahl Tage die im EPG gespeichert werden wählen
es: Selecciona el numero de dias para EPG
et: Vali EPG päevade hulk
fi: Valitse EPG:n päivien lkm
fy: Selektearje oantal EPG dagen
lt: Pasirinkti EPG dienų skaičių
nl: Selecteer het aantal dagen in de EPG
pl: Wybierz ilość dni w EPG (OK)
pt: Seleccionar o número de dias do EPG
ru: На сколько дней EPG?
sk: počet dní, pre ktoré sú informácie EPG načítané
tr: EPG de gösterilecek gün adedini giriniz

source: Enable MHW EPG
ar: تمكين دليل البرامج الالكتروني
cs: MHW EPG
de: MHW EPG aktivieren
es: Activar EPG MHW
et: Luba MHW EPG
fi: Aktivoi MHW EPG
fy: MHW EPG oan/út
lt: Įjungti MHW EPG
nl: MediaHighWay EPG inschakelen
pl: Włącz MHW EPG
pt: Activar EPG MHW
ru: Разрешить MHW EPG
sk: MHW EPG
tr: MHW EPG yi aç

source: Mediahighway EPG, activate swap space when using with multiple operators
cs: Mediahighway EPG. Aktivujte Swap, jestliže se používá pro více operátorů
de: Mediahighway EPG einlesen, bei mehreren Anbietern Swap Partition aktivieren
es: EPG Mediahighway, memoria swap recommendable
et: Meediahighway EPG, aktiveeri swap ala kui kasutad mitmeid operaatoreid
fi: Mediahighway EPG, aktivoi swap käyttäessäsi usean operaattorin kanssa
fy: Mediahighway EPG: ynskeakelje fan swap rûmte wanneer meardere útstjoerders brûkt wurde.
lt: Mediahighway EPG, aktyvuokite swap space, kada naudojate daug operatorių
nl: MediaHighway EPG, activeer swap-ruimte bij meerdere operators
pl: Włącz MediaHighway EPG (zaleca się utworzenie pliku swap)
pt: EPG Mediahighway. Activar espaço swap ao utilizar múltiplos operadores.
ru: MediaHighway EPG, при использовании нужно включить подкачку (swap)
sk: Mediahighway EPG. Aktivujte Swap, pokiaľ sa používa pre viacero operátorov
tr: Mediahighway EPG. NOT : birden fazla operatör kullanıyorsanız takas dosyasını açın!!

source: Enable DISH/BEV EEPG
ar: تمكين دليل البرامج الالكتروني لباقة دش و بيف
cs: DISH/BEV EEPG
de: DISH/BEV EEPG aktivieren
es: Activar DISH/BEV EEPG
et: Luba DISH/BEV EPG
fi: Aktivoi DISH/BEV EEPG
fy: DISH/BEV EEPG ynskeakelje
lt: Įjungti lėkštės EEPG
nl: DISH EEPG/BEV inschakelen
pl: Włącz DISH/BEV EEPG
pt: Activar EEPG DISH/BEV
ru: Разрешить DISH/BEV EEPG
sk: DISH/BEV EEPG
tr: DISH/BEV EEPG'yi aç

source: DISH/BEV network EEPG, up to 9 days EPG
ar: الدليل الالكترزني لباقة دش نتورك لغاية 9 ايام
cs: DISH network EEPG, EPG až pro 9 dnů
de: DISH/BEV netzwerk EEPG, bis zu 9 tage EPG
es: DISH/BEV network EEPG,hasta 9 dias de EPG
et: DISH/BEV võrgu EEPG, kuni 9 päeva EPG
fi: DISH/BEV verkko-EEPG, max 9 päivän EPG
fy: DISH/BEV netwurk EEPG, oant 9 dagen ta EPG
lt: Lėkštės tinklas EEPG, iki 9 dienų EPG
nl: DISH/BEV netwerk EEPG, tot 9 dagen EPG
pl: Włącz DISH/BEV EEPG - wyświetla EPG na 9 dni
pt: Rede EEPG DISH/BEV, EPG até 9 dias
ru: DISH/BEV сеть EEPG для EPG на 9 дней
sk: DISH network EEPG, EPG až pre 9 dní
tr: DISH/BEV ağı EEPG. 9 güne kadar EPG gösterir

source: Limit Enigma EPG size
ar: تحديد حجم الدليل الالكترونى للانجما
cs: Omezit velikost Enigma EPG
de: Enigma EPG-Grösse begrenzen
es: Limita el tamaño de EPG para Enigma
et: Enigma EPG mahu limiit
fi: Rajattu EPG:n koko
fy: Max grutte Enigma EPG
lt: Enigma EPG limito dydis
nl: Beperk Enigma EPG-grootte
pl: Ogranicz wielkość pliku EPG
pt: Limitar o tamanho do EPG Enigma
ru: Ограничение размера EPG
sk: Obmedziť veľkosť Enigma EPG
tr: Enigma EPG boyutunu sınırla

source: Limit the Enigma EPG file to 5MB (recommended)
ar: يفضل تحديد حجم الدليل الالكتروني ب 5 ميجا
cs: omezit velikost EPG souboru na 5MB (doporučeno)
es: Limita el tamaño de EPG para Enigma a 5MB (recomendado)
et: Piira Enigma EPG mahtu 5MB-ga (soovituslik)
fi: Rajaa Enigma EPG:n koko 5MB:een (suositus)
fy: Max grutte fan Enigma EPG is 5 MB
lt: Apribokite Enigma EPG failą iki (rekomenduoto) 5 MB
nl: Beperk Enigma EPG-bestand tot 5MB (aanbevolen)
pl: Ogranicz wielkość pliku EPG do 5 MB (zalecane)
pt: Limitar o ficheiro do EPG Enigma a 5 MB (recomendado)
ru: Ограничение размера файла EPG до 5 МБ (обычно)
sk: obmedziť veľkosť EPG súboru na 5MB (doporučené)
tr: Enigma EPG dosya boyutunu 5MB ile sınırla (önerilen)

source: Rescan EPG
ar: اعادة بحث دليل البرامج الالكتروني
cs: Načíst EPG
de: EPG neu laden
es: Buscar EPG
et: EPG skaneerimine
fi: Päivitä EPG
fy: EPG opnei ôfsykje
lt: Perskanuoti
nl: Scan EPG
pl: Odśwież EPG
pt: Procurar EPG
ru: Поиск в EPG
sk: Načítať EPG
tr: EPG tekrar tara

source: Rescan EPG data on current transponder
ar: اعد البحث عن الدليل الالكتروني في هذا التردد
cs: nové načtení EPG dat daného transpondéru
de: EPG-Daten auf aktuellem Transponder neuladen
es: Buscar EPG en transpondedor actual
et: Skaneeri veelkord antud transponderi EPG
fi: Hae EPG-data uudestaan valitulta lähettimeltä
fy: EPG opnij sykje op dizze transponder
lt: Perskanuoti EPG duomenis dabartiniame transponderyje
nl: Scan EPG op huidige transponder
pl: Pobierz EPG z wybranego transpondera
pt: Voltar a pesquisar os dados EPG do transponder actual
ru: Пересканирование EPG с текущего транспондера
sk: nové načítanie EPG dát daného transpondéra
tr: Seçili transponderdan EPG verisini yeniden tara

source: Enigma EPG location
ar: موقع الدليل الالكتروني في الانجما
cs: Umístění Enigma EPG:
de: Enigma EPG speicherort
es: Localizacion de la EPG de Enigma
et: Enigma EPG asukoht
fi: Enigma EPG:n sijainti
fy: Enigma EPG lokaasje
lt: Enigma EPG vieta
nl: Enigma EPG locatie
pl: Lokalizacja Enigma EPG
pt: Localização do EPG
ru: Расположение Enigma EPG
sk: Umiestnenie Enigma EPG:
tr: Enigma EPG konumu

source: SQLite EPG location
ar: موقع دليل البرامج الالكتروني الخفيف
cs: SQLite EPG umístění
de: SQLite EPG speicherplatz
es: Localizacion de la base de datos SQLite de EPG
et: SQLite EPG asukoht
fi: SQLite EPG sijainti
fy: SQLite EPG lokaasje
lt: SQLite EPG vieta
nl: SQLite EPG locatie
pl: Lokalizacja SQLite EPG
pt: Localização do EPG SQLite
ru: Каталог SQLite EPG
sk: SQLite EPG umiestnenie
tr: SQLite EPG konumu

source: This directory is suitable for storage
ar: هذا الفهرس مناسب للتخزين
cs: - tento adresář vyhovuje pro uložení
de: Dieses Verzeichnis ist geeignet zur Speicherung
es: Este directorio esta disponible para almacenar
et: Antud kataloog on salvestamiseks sobiv
fi: Hakemisto soveltuu tallennukseen
fy: Dizze map is geskikt foar opslach
lt: Ši direktorija tinkama saugojimui
nl: Deze directory is bruikbaar voor opslag
pl: Powyższy katalog służy do zapisywania danych EPG
pt: Esta pasta é adequada para armazenamento
ru: Этот каталог служит для хранения данных
sk: - tento adresár vyhovuje pre uloženie
tr: (Bu dizin kayıt yapmaya uygundur)

source: This directory has not enough space
ar: هذا الفهرس لا يحتوي على سعة كافية
cs: v tomto adresáři není dostatek místa
de: Das Verzeichnis enthält zuwenig Speicherplatz
es: Este directorio no tiene suficiente espacio
et: Selles kataloogisei ole piisavalt ruumi
fi: Hakemistossa ei ole tarpeeksi tilaa
fy: Dizze map hat net genoch opslachrûmte
lt: Ši direktorija neturi pakankamai laisvos vietos
nl: Deze directory heeft niet voldoende ruimte
pl: Katalog nie ma wystarczającej ilości wolnego miejsca
pt: Este directório não tem espaço suficiente
ru: В каталоге не достаточно места
sk: v tomto adresári nie je dostatok miesta
tr: (Bu dizinde yeterli yer bulunmuyor)

source: This directory does not exist
ar: هذا الفهرس غير متوفر
cs: adresář neexistuje
de: Verzeichnis ist nicht vorhanden
es: Este directorio no existe
et: Seda kataloogi ei eksisteeri
fi: Hakemistoa ei löydy
fy: Dizze map bestiit net
lt: Ši direktorija neegzistuoja
nl: Deze directory bestaat niet
pl: Ten katalog nie istnieje
pt: Este directório não existe
ru: Такой каталог не существует
sk: adresár neexistuje
tr: (Bu isimde bir dizin yok)

source: MultiEPG channels:
ar: الدليل الالكتروني للقنوات :
cs: MultiEPG kanálů:
de: MultiEPG Kanäle:
es: Canales MultiEPG:
et: MultiEPG kanalid:
fi: Multi-EPG:n kanavat:
fy: Multi EPG kanalen
lt: MultiEPG kanalai:
nl: MultiEPG kanalen:
pl: Kanały w MultiEPG:
pt: Canais MultiEPG:
ru: Кол-во каналов:
sk: MultiEPG kanálov:
tr: MultiEPG kanal sayısı:

source: Number of channels per MultiEPG page to show
ar: عدد القنوات المراد اضهارها في الدليل الالكتروني المتعدد لكل صفحة
cs: počet zobrazovaných kanálů na stránce s MultiEPG
de: Anzahl Kanäle die pro MultiEPG-Seite angezeigt werden
es: Numero de canales que se mostraran por pagina MultiEPG
et: Kanalite kogus, mis kuvatakse MultiEPG lehel
fi: Kanavien lukumäärä Multi-EPG:n sivulla
fy: Oantal kanalen per MultiEPG sjen litte
lt: Rodomų MultiEPG kanalų skaičius puslapyje
nl: Aantal kanalen in het MultiEPG scherm
pl: Pokaż ile kanałów ma być pokazanych w MultiEPG
pt: Número de canais para mostrar por página MultiEPG
ru: Количество каналов на странице MultiEPG
sk: počet zobrazovaných kanálov na stránke s MultiEPG
tr: MultiEPG sayfasında gösterilen kanal sayısı

source: MultiEPG entry fontsize:
ar: حجم خط مدخلات الدليل الالكتروني المتعدد
cs: MultiEPG velikost písma:
de: MultiEPG schriftgrösse:
es: Tamaño de la fuente MultiEPG
et: Multi EPG fondi suurus:
fi: Multi-EPG:n fonttikoko:
fy: Multi EPG fontgrutte
lt: MultiEPG šrifto dydis:
nl: MultiEPG fontgrootte:
pl: Czcionka w MultiEPG:
pt: Tamanho de letra do registo MultiEPG
ru: Размер шрифта:
sk: MultiEPG veľkosť písma:
tr: MultiEPG öğesi font boyutu:

source: Increase/decrease entry fontsize with this number of points
ar: زيادة او نقصان حجم الخط بعدد النقاط
cs: zvyšuje nebo snižuje velikost fontu v MultiEPG o daný počet bodů
de: Die Schriftgrösse um die angewählte Punktzahl vergrössern/verkleinnern
es: Aumentar o disminuir tamaño de la fuente con este numero de puntos
et: Suurenda/Vähenda fondi suurust antud ühikute võrra
fi: Kasvata/pienennä fonttikokoa tämän pistemäärän verran
fy: Fergrutsje/ferlytsje fontgrutte mei dit oantal punten
lt: Šrifto dydžio padidinimas/sumažinimas su šiuo numeriu
nl: Vergroot/verklein de fontgrootte met dit aantal punten
pl: Zwiększ/zmniejsz wielkość czcionki (0-mała, 10-duża).
pt: Aumentar/diminuir o tamanho de letra com este número de pontos
ru: Изменить размер шрифта (0-маленикий, 10-большой).
sk: zvyšuje alebo znižuje veľkosť fontu v MultiEPG o daný počet bodov
tr: Yazı karakter boyutunu belirtilen puntoya ayarlar

source: Enable EPG genre colours
ar: تمكين الالوان في الدليل الالكتروني
cs: Povolit barvy EPG podle žánru
de: EPG Genre-Farben aktivieren
es: Activar colores por genero para EPG
et: Luba EPG välenduslaadi värvid
fi: Aktivoi EPG:n genren värit
fy: EPG genre kleuren ynskeakelje
lt: Įjungti EPG žanrų spalvas
nl: Activeer EPG genre kleuren
pl: Zaznacz kolorem rodzaj audycji
pt: Activar a coloração do EPG por género
ru: Расцветка жанров в EPG
sk: Povoliť farby EPG podľa žánru
tr: EPG tür renklerini görüntüle

source: Make the MultiEPG entries coloured depending on the genre
ar: عمل الوان مدخلات الدليل الالكتروني المتعدد بالنسبة للنوعية
cs: jednotlivé položky MultiEPG mají barvu podle žánru
de: Die MultiEPG Einträge anhand des Genres einfärben
es: Hacer que las entradas de MultiEPG esten coloreadas por genero
et: Kasuta erinevaid värve MultiEPG sissekannetel sõltuvalt klassifikatsioonist
fi: Värittää Multi-EPG:n tiedot eri väreillä genren mukaan
fy: Multi EPG rigels kleur jaan neffens genre
lt: Padarykite MultiEPG išėjimus spalvotus pagal žanrus
nl: Gebruik kleuren in de MultiEPG afhankelijk van het genre
pl: Rodzaje audycji zaznaczone są różnymi kolorami
pt: Colorir os registos MultiEPG em função do género
ru: Создать программу передач с расцветкой по жанрам
sk: jednotlivé položky MultiEPG majú farbu podľa žánru
tr: MultiEPG programlarını türlere göre renklendir

source: OSD options
ar: اعدادات عرض البيانات على الشاشة
cs: OSD možnosti
de: OSD-Einstellungen
es: Configuración OSD
et: Ekraanimenüü seaded
fi: OSD-asetukset
fy: OSD opsjes
lt: Infojuostos nustatymai
nl: OSD instellingen
pl: Ustawienia OSD
pt: Opções do OSD
ru: Настройки интерфейса
sk: OSD možnosti
tr: OSD seçenekleri

source: OSD on zap
ar: اضهار OSD عند التغيير
de: OSD beim Umschalten
es: OSD al cambiar de canal
et: Ekraanimenüü kanali vahetusel
fi: OSD kanavanvaihdossa
fy: OSD by zappe
lt: OSD perjungiant
nl: OSD per zap
pl: OSD przy przełączaniu
pt: Mostrar OSD durante o zapping
ru: Инфобар при переключении
tr: Zap yaparken OSD göster

source: Show OSD after a zap
ar: اضهر OSD بعد التغيير
cs: zobrazovat OSD po přepnutí
de: OSD nach dem Umschalten anzeigen
es: Muestra el OSD al cambiar de canal
et: Kuva ekraanimenüü kanali vahetusel
fi: Näytä OSD kanavaa vaihdettaessa
fy: OSD sjen litte nei zappe
lt: Rodyti OSD po perj.
nl: Laat OSD zien na een zap
pl: Pokaż OSD podczas przełączania
pt: Mostrar OSD após um zapping
ru: Инфобар после переключения
sk: zobrazovať OSD po prepnutí
tr: Zap yapıldıktan sonra OSD göster

source: Extra OSD
ar: اضافي OSD
es: OSD Extra
et: Ekstra ekraanimenüü
lt: Ekstra OSD
pl: Rozbudowane OSD
pt: OSD Extra
ru: Инфобар Extra
tr: Ekstra OSD

source: Show extra info in OSD on OK
ar: اضهر الاضافات في OSD عند الضغط على موافق
cs: zobrazovat Extra informace v OSD po stisku OK
de: Beim drücken auf OK, das Extra OSD anzeigen
es: Muestra informacion extra en el OSD al apretar OK
et: Kuva ekstra info ekraanimenüüs kui vajutad OK
fi: Näytä lisätiedot OSD:ssa (OK)
fy: Extra ynfo sjen litte yn OSD nei ok
lt: Rodyti išplėstą info OSD įj. OK
nl: Laat meer OSD info zien onder de OK-knop
pl: Pokaż rozbudowane OSD po wciśnięciu OK
pt: Mostrar informação extra no OSD ao pressionar OK
ru: Показ инфобара Extra по OK
sk: zobrazovať Extra informácie v OSD po stlačení OK
tr: OK tuşuna basılınca ekstra zap bilgisi görüntüler

source: Extra OSD on zap
ar: اضافات OSD عند التغيير
de: Extra OSD beim Umschalten
es: Extra OSD al cambiar de canal
et: Ekstra ekraanimenüü kanali vahetusel
fi: Extra-OSD kanavanvaihdossa
fy: Extra OSD by zappe
lt: Išplėsta OSD
nl: Extra OSD per zap
pl: Rozbudowane OSD przy przeł.
pt: OSD extra durante o zap
ru: Инфобар Extra при перекл.
tr: Zap yaparken ekstra OSD

source: Show extra info in OSD when zapping
ar: اضهر الاضافات في OSD عند الضغط عند التغيير
cs: zobrazovat Extra informace v OSD po přepnutí
de: Beim Umschalten, das extra OSD anzeigen
es: Muestra informacion extra en el OSD al cambiar de canal
et: Kuva ekraanimenüüs lisainfo kanali vahetuse ajal
fi: Näytä OSD:n lisätiedot kanavaa vaihdettaessa
fy: Extra ynfo sjen litte yn OSD by zappe
lt: Rodyti išplėstą info OSD perjungiant
nl: Laat meer OSD info zien na een zap
pl: Pokaż rozbudowane OSD podczas przełączania
pt: Mostrar informação extra no OSD durante o zapping
ru: Показ инфобара Extra при переключении
sk: zobrazovať Extra informácie v OSD po prepnutí
tr: Zap yaparken ekstra OSD görüntüler

source: Autohide OSD on OK
ar: اخفاء اتوماتيكي لل OSD عند الضغط على موافق
cs: Autom. skrýt OSD při OK
de: OSB mit OK ausblenden
es: Auto ocultar OSD usando OK
et: Varja ekraanimenüü OK-ga
fi: Piilota OSD (OK)
fy: Ferbergje OSD nei ok
lt: Slėpti OSD paspaudus OK
nl: Verberg OSD onder OK-knop
pl: Ukryj OSD przez OK
pt: Ocultar OSD auto. com OK
ru: Автоскрытие по OK
sk: Autom. skryť OSD pri OK
tr: OK ile OSD oto. gizleme

source: Autohide OSD when pressing OK button
ar: اخفاء اتوماتيكي لل OSD عند الضغط على موافق
cs: automaticky skrývat OSD po stisku OK
de: OSD beim dürcken von OK ausblenden
es: Auto oculta el OSD al apretar el boton OK
et: OK klahviga saad varjata ekraanimenüü
fi: Piilota OSD OK-painiketta painettaessa
fy: Automatysk ferbergje OSD nei yndrukken ok
lt: Slėpti OSD paspaudus OK mygtuką
nl: Verberg de OSD bij het drukken op de OK-knop
pl: Ukryj automatycznie OSD po wciśnięciu OK
pt: Ocultar OSD ao pressionar a tecla OK
ru: Автоскрытие интерфейса по нажатию OK
sk: automaticky skrývať OSD po stlačení OK
tr: OK tuşuna basılınca OSD'yi otomatik olarak gizler

source: Autohide radio/mp3 OSD
ar: اخفاء اتوماتيكي radio/mp3 OSD
cs: Autom. skrýt radio/mp3 OSD
de: Bei Radio/MP3 OSD ausblenden
es: Auto oculta OSD en radio/mp3
et: Varja raadio/mp3 ekraanimenüü
fi: Piilota radio/mp3 OSD
fy: Ferbergje radio/mp3 OSD
lt: Slėpti radiją/mp3
nl: Verberg radio/mp3 OSD
pl: Bez OSD w radio/mp3
pt: Ocultar OSD de rádio/mp3
ru: Автоскрытие Радио/mp3
sk: Autom. skryť radio/mp3 OSD
tr: Radyo/mp3 OSD oto. gizle

source: Autohide the OSD display in radio/mp3 mode
ar: اخفاء اتوماتيكي radio/mp3 OSD
cs: automaticky skrývat OSD v radio/mp3 módu
de: Das OSB beim Radio/MP3-Modus automatisch ausblenden
es: Auto oculta el OSD cuanto estamos en modo Radio/mp3
et: Varja ekraanimenüü raadio/mp3 režiimi korral
fi: Älä näytä OSD:ta radiolle/mp3:lle
fy: Automatysk ferbergje OSD yn radio/mp3 modus
lt: Slėpti OSD ekrane radijo/mp3
nl: Verberg de OSD in radio of mp3 mode
pl: Nie pokazuj OSD w trybie radio/mp3
pt: Ocultar a exibição do OSD no modo rádio/mp3
ru: Автоскрытие интерфейса в Радио/mp3 режиме
sk: automaticky skrývať OSD v radio/mp3 móde
tr: OSD'yi Radyo/MP3 kipinde otomatik olarak gizler

source: SNR in dB
cs: SNR v dB
es: SNR en dB
et: SNR dB-des
fi: SNR dB:ssä
fy: SNR yn dB
lt: SNR keisti į dB
pl: SNR w dB
pt: SNR em dB
ru: SNR в dB
sk: SNR v dB
tr: SNR bilgisini dB olarak göster

source: Show SNR values in dB instead of %
ar: اضهار القيمة بدل من %
cs: zobrazovat hodnoty SNR v dB misto v procentech (%)
de: SNR-Werte in dB anstelle von % anzeigen
es: Muestra los valores de SNR en dB en vez de %
et: Kuva signaali ja müra suhe (SNR) % asemel dB-des
fi: Näytä SNR-arvot dB:ssä %:n sijaan
fy: SNR waarde sjen litte yn dB yn plak fan %
lt: Rodyti SNR reikšmes dB vietoj (%)
nl: Laat SNR waarden in dB zien in plaats van %
pl: Pokaż wartość SNR w dB zamiast w procentach
pt: Mostrar os valores de SNR em dB em vez de ser em %
ru: SNR в dB вместо %
sk: zobrazovať hodnoty SNR v dB miesto v percentách (%)
tr: SNR (Signal to Noise Ratio) değerlerini % yerine dB olarak görüntüle

source: Improved BER
ar: تحسين معدل خطاء البت
cs: Vylepšený BER
es: BER mejorado
et: Täiusta BER
fy: ferbettere BER
nl: Verbeterde BER
pl: Bitowa stopa błędów
ru: Степень в BER
sk: Vylepšený BER
tr: Geliştirilmiş BER

source: Show improved BER (Bit Error Rate) regards to the outer FEC and in a value from 0-6 represents errorrate in ai power of 10 (6 represents 1 bit in a million, 3 represents 1 biterror in a thousand)
ar: أظهار تحسين معدل الخطاء BER مهما كانت النتيجة
cs: zobrazit FEC v hodnotách 0-6 reprezentujících počet chyb AI v mocninách 10 (6 znamená 1 bit v millionu, 3 znamená 1 chybný bit v tisíci)
es: Muestra los valores de BER mejorados comparados con FEC y un valor de 0 a 6 representa errores en una base de 10 (6 representa 1 bit de error en un millon "6 ceros", 3 representa un error en 1000)
et: Kuva parendatud BER (vigaste bittide hulk) sõltuvalt välisest FEC-st ja väärtuses mis on kijeldatud vigade arvuga 0-st kuni 6-ni astmel 10
fi: Näytä 'improved BER' (Bit Error Rate) ulomman FEC:n suhteen. 0-6 kuvaa errorrate:a ai potenssiin 10:ssä (6 kuvaa 1 bittiä miljoonassa, 3 kuvaa 1 biterroria tuhannessa)
fy: Ferbettere BER (Bit Error Rate) sjen litte.Waarde fan 0-6 is in flateroantal yn e macht fan 10(6 is 1 bit yn e miljoen, 3 is 1 bit yn e toesand)
lt: Rodyti pageriną BER (Bitų klaidos Norma), žiūrėti į išorinį FEC ir reikšmėje nuo 0-6 atstovauti errorrate į įtampą nuo 10 (6, atstovauja 1 bitui milijone, 3 atstovauja 1 biterror tūkstantyje),
nl: Gebruik een verbeterde BER (Bit Error Rate) afhankelijk van de "outer FEC"
pl: Pokaż wartość BER jako potęgę 1/10, np. 3 oznacza 1 błąd na 1000 bitów.
pt: Mostrar BER (Bit Error Rate) melhorado
ru: Показ BER как степень ошибок в числах FEC. Значение от 0 до 6. (6 - означает 1 ошибка на миллион, 3 - на тысячу и .т.д.
sk: zobraziť FEC v hodnotách 0-6 reprezentujúcich počet chýb AI v mocninách 10 (6 znamená 1 bit v milióne, 3 znamená 1 chybný bit v tisícke)
tr: Gelişimiş BER (Bit Hata Oranı) gösterimi FEC dışında kalan alan için 0-6 arasında bir değerdir. Bu değer hata oranını 10 üssü olarak gösterir. 6, milyon bitde bir ve 3, binde bitde 1 hata oranına karşılık gelir.

source: Show plicons
ar: إظهار الايقونات
cs: Zobrazit plicons
de: Plicons anzeigen
es: Mostrar plicons
et: Kuva pliconsid
fi: Näytä 'plicons'
fy: Plicons sjen litte
lt: Rodyti kanalų logo
nl: Plicons weergeven
pl: Pokaż ikonki kanałów
pt: Mostrar plicons
ru: Показ иконок каналов
sk: Zobraziť plicons
tr: Plicon'ları göster

source: Show plicons in EPG and skin
ar: اضهار الايقوانت في الدليل الالكتروني والسكين
cs: zobrazovat plicons programů v EPG a skinu
de: Plicons im EPG und Skin anzeigen
es: Mostrar Plicons en la EPG y en la piel
et: Kuva operaatorite logod (plicon) EPG-s ja ekraanimenüüs
fi: Näytä plicons EPG:ssä ja teemassa
fy: Plicons yn EPG en oanklaaiing
lt: Rodyti kanalų logo EPG ir temoje
nl: Laat plicons in EPG en skin zien
pl: Pokaż ikonki kanałów w EPG i panelu
pt: Mostra
ru: Показ иконок каналов в EPG
sk: zobrazovať plicons programov v EPG a v skine
tr: EPG ve derilerdeki Pliconları görüntüle

source: Use Mini-Zap
ar: استخدم التغير الصغير
cs: Použít Mini-Zap
de: Mini-Zap benutzen
es: Usar Mini-Zap
et: Säästu ekraanimenüü
fi: Aktivoi Mini-Zap
fy: Brûk mini-zap
lt: Naudoti Mini-Zap
nl: Gebruik Mini-Zap
pl: Mini OSD przy przełączaniu
pt: Utilizar Mini-Zap
ru: Мини-инфобар
sk: Použiť Mini-Zap
tr: Mini-Zap kullan

source: Show smaller OSD when zapping (if supported by the skin)
ar: استخدم OSD الصغير عند التغيير . اذا كانت مدعومة بالسكين
cs: zobrazovat menší OSD při přepínání (jestliže to podporuje skin)
de: Zeigen beim Umschalten ein kleineres OSD an (sofern vom Skin unterstützt)
es: Muestra un OSD mas pequeño al cambiar de canal (si la piel lo soporta)
et: Kuva minimaalne ekraanimenüü kanalivahetuse ajal (kui menüü välimuse versioon toetab)
fi: Näytä pienempi OSD kanavanvaihdossa (jos tuki teemassa)
fy: Lytser OSD sjen litte by zappen (ofhanklik fan oanklaaiing)
lt: Rodyti mažą OSD perjungiant (jeigu palaiko tema)
nl: Laat een kleinere OSD zien tijdens het zappen (indien ondersteund door de skin)
pl: Pokaż uproszczone OSD podczas przełączania (jeżeli skórka go posiada)
pt: Mostrar um OSD mais pequeno durante o zapping (se for suportado pelo tema)
ru: Показ короткого инфобара при переключении (если поддерживается оформлением)
sk: zobrazovať mänšie OSD pri prepínaní (ak to podporuje skin)
tr: Zap yaparken küçük OSD göster (eğer deri destekliyorsa)

source: Expert OSD
ar: قائمة اعدادات الخبراء OSD
de: Experten OSD
es: Ajustes avanzadas
et: Ekspert ekraanimenüü
lt: Išplėstinis OSD
pl: Pełne OSD
pt: OSD Avançado
ru: Инфобар Expert
tr: Uzman OSD
