Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: no subtitles
ar: لا تتوفر ترجمة مصاحبة
cs: žádné titulky
de: Keine Untertitel
es: Sin subtítulo
et: subtiitriteta
fi: <ei tekstitystä>
fy: Gjin ûndertiteling
lt: subtitrų nėra
nl: Geen ondertitels
pl: bez napisów
pt: sem legendas
ru: Без субтитров
sk: žiadne titulky
tr: alt yazı mevcut değil

source: multiple Services
ar: قنوات متعدده
cs: subkanály
de: Unterkanäle
es: servicios multiples
et: mitu kanalit
fi: moninkertaiset palvelut
fy: Meardere services
lt: keli kanalai
nl: Meerdere services
pl: Wybierz subkanał...
pt: Serviços múltiplos
ru: Несколько каналов
sk: subkanály
tr: çoklu Servisler

source: enable quickzap
ar: تحفيز الزاب السريع
cs: povolit rychlé přepnutí
de: Quickzap einschalten
es: Activar quickzap
et: luba kiirvahetus
fi: nopea vaihto päälle
fy: RapKnippe oan
lt: Įjungti greitą perjungimą
nl: Snelzap inschakelen
pl: Włącz szybkie przełączanie
pt: activar quickzap
ru: Быстрое переключение
sk: povoliť rýchle prepínanie
tr: hızlızap'ı etkinleştir

source: add to bouquet
ar: أضف الى الباقة
cs: přidat do přehledu
de: Zu Bouquet hinzufügen
es: Añadir al bouquete
et: lisa kanalinimekirja
fi: lisää kanavaluetteloon
fy: oan bouquet tafoegje
lt: įtraukti į paketą
nl: Toevoegen aan boeket
pl: Dodaj do bukietu
pt: acrescentar ao bouquet
ru: Добавить к букету
sk: pridať do prehľadu
tr: Bukete ekle

source: disable quickzap
ar: إبطال التنقل السريع
cs: zakázat rychlé přepnutí
de: Quickzap ausschalten
es: Desactivar quickzap
et: keela kiirvahetus
fi: nopea vaihto pois
fy: rap knippe út
lt: išjungti greitą perjungimą
nl: Snelzap uitschakelen
pl: Wyłącz szybkie przełączanie
pt: desativar quickzap
ru: Отключить быстрое переключение
sk: zakázať rýchle prepínanie
tr: hızlızap'ı devreden çıkar

source: Channel:
ar: قناة
cs: Kanál:
de: Sender:
es: Canal:
et: Kanal:
fi: Kanava:
fy: Kanaal:
lt: Kanalas:
nl: Zender:
pl: Kanał:
pt: Serviços:
ru: Канал:
sk: Kanál:
tr: Kanal:

source: Please wait while the motor is turning to %d.%d°%c ....
ar: الرجاء الانتظار حتى يتم التحريك الى %d.%d°%c ....
cs: Čekejte, než se motor natočí na %d.%d°%c ....
de: Bitte warten... Der Motor dreht nach %d.%d°%c...
es: Espere mientras el motor está girando a %d.%d°%c ....
et: Palun oodake kuni mootor pöörab asendisse %d.%d°%c ....
fi: Odota hetki, moottori kääntää sijaintiin %d.%d%c ....
fy: Eefkes wachtsje. Skoattel draait nei %d.%d°%c ....
lt: Prašome palaukti, kol variklis sukasi į %d.%d°%c ....
nl: Een ogenblik geduld. De rotor draait naar %d.%d°%c ....
pl: Proszę czekać.. Obrotnica jest kierowana na %d.%d%c
pt: Espere por favor o motor esta em movimento para %d.%d°%c ....
ru: Антена поворачивается к %d.%d%c
sk: Čakajte, kým motor natočí pozíciu %d.%d°%c ....
tr: Motor %d.%d%c yönüne dönerken lütfen bekleyiniz....

source: Message
ar: رساله
cs: Info
de: Mitteilung
es: Mensaje
et: Teade
fi: Viesti
fy: Berjocht
lt: Pranešimas
nl: Bericht
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sk: Info
tr: Mesaj

source: Recorded movies
ar: افلام مسجله
cs: nahrané filmy
de: Aufgenommene Filme
es: Películas grabadas
et: Salvestatud filmid
fi: Tallennetut ohjelmat
fy: Opnâme Films
lt: Įrašyti filmai
nl: Opgenomen videobestanden
pl: Nagrane filmy
pt: Filmes gravados
ru: Записанные фильмы
sk: nahrané filmy
tr: Kaydedilmiş filmler

source: Bouquets (TV)
ar: باقات (تلفزيون)
cs: Přehledy (TV)
es: Bouquetes (TV)
et: Kanalinimekiri (TV)
fi: Kanavaluettelot (TV)
lt: Paketai (TV)
nl: Boeketten (TV)
pl: Bukiety (TV)
ru: Букеты (TV)
sk: Prehľady (TV)
tr: Buketler (TV)

source: Bouquets (File)
ar: باقات (ملفات مسجلة)
cs: Přehledy (Soubor)
de: Bouquets (Dateien)
es: Bouquetes (Fichero)
et: Nimekiri (Failid)
fi: Kanavaluettelot (Tiedosto)
fy: Bouquets (Bestannen)
lt: Paketai (Failai)
nl: Boeketten (Bestand)
pl: Bukiety (Pliki)
pt: Bouquets (Ficheiro)
ru: Букеты (Файлы)
sk: Prehľady (Súbor)
tr: Buketler (Dosya)

source: Bouquets (Radio)
ar: باقات (إذاعة)
cs: Přehledy (Rádio)
es: Bouquetes (Radio)
et: Nimekirjad (Raadio)
fi: Kanavaluettelot (Radio)
lt: Paketai (Radijas)
nl: Boeketten (Radio)
pl: Bukiety (Radio)
ru: Букеты (Радио)
sk: Prehľady (Rádio)
tr: Buketler (Radyo)

source: Favourites (TV)
ar: المفضله تلفزيون
cs: Oblíbené (TV)
de: Favoriten (TV)
es: Favoritos (TV)
et: Lemmikud (TV)
fi: Suosikit (TV)
fy: Favorieten (TV)
lt: Mėgstamiausi (TV)
nl: Favorieten (TV)
pl: Ulubione (TV)
pt: Favoritos (TV)
ru: Избранные (TV)
sk: Obľúbené (TV)
tr: Favoriler (TV)

source: Favourites (Radio)
ar: المفضله راديو
cs: Oblíbené (Rádio)
de: Favoriten (Radio)
es: Favoritos (Radio)
et: Lemmikud (Raadio)
fi: Suosikit (Radio)
fy: Favorieten (Radio)
lt: Mėgstamiausi (Radijas)
nl: Favorieten (Radio)
pl: Ulubione (Radio)
pt: Favoritos (rádio)
ru: Избранные (Радио)
sk: Obľúbené (Rádio)
tr: Favoriler (Radyo)

source: Favourites (File)
ar: المفضلة (ملفات)
cs: Oblíbené (Soubor)
de: Favoriten (Dateien)
es: Favoritos (Fichero)
et: Lemmikud (Failid)
fi: Suosikit (Tiedosto)
fy: Favorieten (Bestannen)
lt: Mėgstamiausi (Failai)
nl: Favorieten (Bestand)
pl: Ulubione (Pliki)
pt: Favoritos (Ficheiro)
ru: Избранные (Файлы)
sk: Obľúbené (Súbor)
tr: Favoriler (Dosya)

source: please wait while initializing Common Interface ...
ar: إنتظر أثناء عملية الابتداء و التثبيت لمسرب وحدات النفاذ المشروط
cs: Čekejte, inicializuji Common Interface ...
de: Bitte warten während das CI initialisiert wird...
es: Espere mientras el Interface Commún se inicializa ...
et: palun oodake kuni käivitan Common Interface ...
fi: odota hetki, käyttöönotetaan CI-moduuli ...
fy: eefkes wachtsje. Common Interface wurd ynitialisearre...
lt: Prašome palaukti, kol atpažįstamas modulis ...
nl: Common interface wordt geïnitialiseerd ...
pl: Proszę czekać. Trwa inicjalizacja modułu CI...
pt: espere por favor ao inicializar a interface comum...
ru: Пожалуйста, подождите. Идёт инициализация CI...
sk: Čakajte, inicializujem Common Interface ...
tr: Common Interface başlatılıyor lütfen bekleyin ...

source: rewind 15 seconds
ar: ارجع 15 ثانية
cs: přeskočit dozadu o 15 sekund
es: rebobinar 15 segundos
et: tagasikerimine 15 sek
fi: kelaa 15 sekuntia taaksepäin
fy: 15 sec werom spiele
lt: atsukite 15 sekundžių
nl: 15 seconden terugspoelen
pl: Przewiń do tyłu o 15 sekund
pt: recuar 15 segundos
ru: Перемотка НАЗАД на 15 сек
sk: preskočiť dozadu o 15 sekund
tr: 15 saniye geri al

source: rewind 1 minute
ar: أرجع دقيقة
cs: přeskočit dozadu o 1 minutu
es: 1 minuto atrás
et: tagasikerimine 1 min
fi: kelaa minuutti taaksepäin
fy: 1 min werom spiele
lt: atsukite 1 minutę
nl: 1 minuut terugspoelen
pl: Przewiń do tyłu o 1 minutę
pt: recuar 1 minuto
ru: Перемотка НАЗАД на 1 мин
sk: preskočiť dozadu o 1 minútu
tr: 1 dakika geri al

source: rewind 5 minutes
ar: أرجع 5 دقائق
cs: přeskočit dozadu o 5 minut
es: 5 minutos atrás
et: tagasikerimine 5 min
fi: kelaa 5 minuuttia taaksepäin
fy: 5 min werom spiele
lt: atsukite 5 minutes
nl: 5 minuten terugspoelen
pl: Przewiń do tyłu o 15 minut
pt: recuar 5 minutos
ru: Перемотка НАЗАД на 15 мин
sk: preskočiť dozadu o 5 minút
tr: 5 dakika geri al

source: enter number of minutes to rewind
ar: حدد بالدقائق زمن الترجيع
cs: zadejte o kolik minut se vrátit zpět
de: Anzahl Minuten zurücksphlen
es: Minutos a saltar atrás
et: sisesta minutite hulk, mille peab kerima tagasi
fi: syötä taaksepäin kelattava minuuttimäärä
fy: ynjefte fan oantal min werom te spielen
lt: įrašykite minučių skaičių atsukimui
nl: geef aantal minuten om terug te spoelen in
pl: Wpisz o ile minut przewinąć do tyłu
pt: introduza o número de minutos a recuar
ru: Введите кол-во минут быстрой перемотки назад
sk: zadajte o koľko minút sa vrátiť späť
tr: geri alınacak dakika

source: fast forward 15 seconds
ar: ترجيع سريع 15 ثانية
cs: přeskočit dopředu o 15 sekund
de: Schnellvorlauf 15 Sekunden
es: 15 segundos adelante
et: keri kiirelt edasi 15 sekundit
fi: kelaa 15 sekuntia eteenpäin
fy: 15 sec rap foarút
lt: greitas persukimas 15 sekundžių
nl: 15 seconden vooruitspoelen
pl: Przewiń do przodu o 15 sekund
pt: avançar 15 segundos
ru: Перемотка вперед на 15 сек.
sk: preskočiť dopredu o 15 sekúnd
tr: 15 saniye ileri attla

source: fast forward 1 minute
ar: ترجيع سريع دقيقة
cs: přeskočit dopředu o 1 minutu
de: Schnellvorlauf 1 Minute
es: 1 minuto adelante
et: keri edasi 1 min
fi: kelaa minuutti eteenpäin
fy: 1 min rap foarút
lt: greitas persukimas 1 minutė
nl: 1 minuut vooruitspoelen
pl: Przewiń do przodu o 1 minutę
pt: avançar 1 minuto
ru: Перемотка вперед на 1 мин.
sk: preskočiť dopredu o 1 minútu
tr: 1 dakika ileri atla

source: fast forward 5 minutes
ar: تقدم بسرعة 5 دقائق
cs: přeskočit dopředu o 5 minut
es: 5 minutos adelante
et: keri kiirelt edasi 5 min
fi: kelaa 5 minuuttia eteenpäin
fy: 5 min rap foarút
lt: greitai atsukite 5 minutes
nl: 5 minuten vooruitspoelen
pl: Przewiń do przodu 15 minut
pt: avançar 5 minutos
ru: Перемотка вперед на 15 мин.
sk: preskočiť dopredu o 5 minút
tr: 5 dakika ileri al

source: enter number of minutes to fast forward
ar: حدد عدد الدقائق للتقديم السريع
cs: zadejte o kolik minut přeskočit dopředu
es: Minutos a saltar adelante
et: sisesta minutid kiireks edasi kerimiseks
fi: syötä eteenpäin kelattava minuuttimäärä
fy: ynjefte fan oantal min rap foarút
lt: įrašykite į minučių skaičių greitam persukimui
nl: Geef het aantal minuten om vooruit te spoelen in
pl: Wpisz o ile minut przewinąć do przodu
pt: introduza o número de minutos a avançar
ru: Введите кол-во минут быстрой перемотки вперед
sk: zadajte o koľko minút preskočiť dopredu
tr: lieri alınacak süre (dak.)

source: no EPG available
ar: لايوجد دليل إلكتروني
cs: EPG není k dispozici
de: Kein EPG verfügbar
es: EPG no disponible
et: EPG puudub
fi: EPG ei ole saatavilla
fy: Gjin EPG anwêzig
lt: programų gido (EPG) nėra
nl: Geen EPG beschikbaar
pl: EPG niedostępny
pt: EPG não disponível
ru: EPG не доступен
sk: EPG nie je k dispozícii
tr: EPG yayınlanmıyor

source: ShutdownTimer
ar: إغلاق المؤقت
cs: Časovač vypnutí
es: Temporizador Apagar
et: Väljalülimise taimer
fi: Sammutusajastin
fy: Útskeakel-tiidsynstelling
lt: Išjungimo laikmatis
nl: Uitschakeltimer
pl: Wyłącznik czasowy
pt: Temporizador de encerramento
ru: Таймер выключения
sk: Časovač vypnutia
tr: Kapatma Zamalayıcısı

source: SleepTimer
ar: مؤقت النوم
cs: Časovač Sleep módu
et: Unetaimer
fi: Uniajastin
fy: Slieptiid ynstelling
lt: Miego laikmatis
nl: Slaaptimer
pl: Wyłącznik czasowy
ru: Таймер выключения (сна)
sk: Časovač Sleep módu
tr: Uyuma Zamalayıcısı

source: Pause
ar: أيقاف صورة القناة
cs: Pauza
es: Pausa
et: Paus
fi: Tauko
lt: Pauzė
nl: Pauze
pl: Pauza
pt: Pausa
ru: Пауза
sk: Pauza
tr: Dondur

source: audio track
ar: مسار الصوت
cs: audio stopa
de: Tonspur
es: Pista audio
et: heliriba
fi: ääniraita
fy: Lûd spoor
lt: garso takelis
pl: ścieżka dźwiękowa
pt: pista audio
ru: Аудио дорожка
sk: audio stopa
tr: ses izi

source: Sorry, you cannot record this service.
ar: نأسف لايمكنك تسجيل هذه القناة
cs: Promiňte, tento program nelze nahrát.
de: Sorry, Sie können diesen Service nicht aufnehmen.
es: No se puede grabar este servicio.
et: Kahjuks sellelt kanalilt ei saa salvestada.
fi: Et voi tallentaa tätä palvelua.
fy: Sorry, dizze service kin net opnâm wurde
lt: Atsiprašome, Jūs negalite įrašyti iš šio kanalo.
nl: Deze service kan niet opgenomen worden
pl: Nie możesz nagrać tego kanału
pt: Desculpa, este serviço não pode ser gravado
ru: Вы не можете записать этот канал
sk: Prepáčte, tento program nie je možné nahrať.
tr: Maalesef bu servisi kayıt edemezsiniz.

source: Show recorded movies?
ar: هل تريد عرض الفيلم المسجل؟
cs: Ukázat nahrané filmy?
de: Aufgenommene Filme anzeigen?
es: Mostrar películas grabadas?
et: Näitan salvestatud filme?
fi: Näytetäänkö tallennetut elokuvat?
fy: Opnâme bestannen sjen litte ?
lt: Parodyti įrašytą filmą?
nl: Opgenomen videobestanden weergeven?
pl: Pokazać nagranie?
pt: Ver os filmes gravados?
ru: Показать записанный фильм?
sk: Ukázať nahraté filmy?
tr: Kayıt edilmiş filmler gösterilsinmi?

source: recording finished
ar: إنتهت عملية التسجيل
cs: Záznam ukončen
de: Aufnahme beendet
es: Grabación terminada.
et: salvestamine lõpetatud
fi: tallennus päättynyt
fy: Opnimmen klear
lt: įrašymas baigtas
nl: Opname beëindigd
pl: Nagrywanie zakończone
pt: gravação terminada
ru: Запись окончена
sk: Nahrávanie ukončené...
tr: kayıt tamamlandı

source: Shutdown your Receiver now?
ar: هل تريد اغلاق جهاز الاستقبال الآن؟
cs: Vypnout box ?
de: Gerät jetzt ausschalten?
es: Apagar el receptor ya?
et: Kas lülitan vastuvõtja kohe välja?
fi: Sammutetaanko laite?
fy: Untfanger no útskeakelje ?
lt: Išjungti Jūsų imtuvą dabar?
nl: Dreambox nu uitschakelen?
pl: Wyłączyć dekoder teraz ?
pt: Desligar agora o seu receptor?
ru: Выключить прямо сейчас?
sk: Vypnúť box?
tr: Alıcıyı şimdi kapatmak ister misiniz?

source: Timer Message
ar: رسالة من المؤقت
cs: Info časovače
de: Timermitteilung
es: Mensaje temporizador
et: Taimeri Teade
fi: Ajastinviesti
fy: Tiidsynstelling berjocht
lt: Laikmačio žinutė
nl: Timerbericht
pl: Wiadomość
pt: Mensagem do temporizador
ru: Сообщение таймера
sk: Info časovača
tr: Zamanlayıcı Mesajı

source: Go to Standby now?
ar: هل تريد الدخول فى وضع الانتظار الآن؟
cs: Přejít do Standby?
de: Jetzt in Standby-Modus wechseln?
es: Ir al modo espera ahora?
et: Kas lülitan ooterežiimi?
fi: Siirry Valmiustilaan?
fy: No nei paraatmodus ?
lt: Eiti į budėjimą?
nl: Nu naar standby schakelen?
pl: Czy przejść w stan czuwania?
pt: Entrar em Standby agora?
ru: Перейти в режим ожидания?
sk: Ísť do Standby?
tr: Şimdi Hazır Bekleme Durumuna geçilsin mi?

source: Enter new name:
ar: أدخل اسم جديد
cs: Zadejte nový název:
de: Neuen Namen eingeben:
es: Nombre nuevo:
et: Sisesta uus nimi:
fi: Syötä uusi nimi:
fy: Ynjefte nije namme
lt: Įrašykite naują vardą:
nl: Nieuwe naam:
pl: Wpisz nową nazwę:
pt: Entrar novo nome:
ru: Новое имя:
sk: Zadajte nový názov:
tr: Yeni ismi girin:

source: Rename entry
ar: غير الاسم المدخل
cs: Přejmenovat položku
de: Eintrag umbenennen
es: Renombrar
et: Nimeta ümber
fi: Uudelleennimeä merkintä
fy: opnij beneame rigel
lt: Pervardinti įrašą
nl: Item hernoemen
pl: Zmień nazwę wpisu
pt: Rebatizar entrada
ru: Переименование
sk: Premenovať položku
tr: Öğeyi yeniden adlandır

source: Sorry, you cannot delete this service.
ar: نأسف لا يمكنك مسح هذه القناة
cs: Promiňte, tento program nemůžete odstranit.
de: Sorry, Sie können diesen Service nicht löschen.
es: No se puede borrar este servicio.
et: Kahjuks ei saa seda kanalit kustutada.
fi: Et voi poistaa tätä palvelua.
fy: Sorry, kinst dizze service net ferwiderje
lt: Atsiprašome, Jūs negalite ištrinti šio kanalo.
nl: Deze service kan niet worden gewist
pl: Nie możesz usunąć tego kanału
pt: Desculpa, este serviço não pode ser apagado
ru: Вы не можете удалить этот канал
sk: Prepáčte, tento program nemôžete odstrániť.
tr: Maalesef bu servisi silemesiniz.

source: delete service
ar: امسح القناة
cs: vymazat program
de: Service löschen
es: Borrar servicio
et: kustuta kanal
fi: poista palvelu
fy: ferwiderje service
lt: Ištrinti kanalą
nl: Item wissen
pl: Usuń kanał
pt: apagar serviço
ru: Удалить канал
sk: vymazať program
tr: servisi sil

source: You are trying to delete '%s'. Really do this?
ar: انت تحاول حذف '%s'.
cs: Pokoušíte se smazat '%s'. Opravdu to chcete?
de: Sie versuchen '%s' zu löschen'. Sind Sie sicher?
es: Se va a borrar '%s'. Seguro deseen continuar?
et: Üritad kustutada '%s'. Kas tõesti kustutan?
fi: Olet poistamassa '%s'. Haluatko jatkaa?
fy: Jo probearje '%s' te ferwiderjen Witte jo it seker ?
lt: Jūs trinate '%s'. Ar esate tuo tikras?
nl: U wilt '%s' wissen. Weet u het zeker?
pl: '%s' zostanie trwale usunięty! Jesteś pewny że chcesz go usunąć?
pt: Você está tentando apagar '%s'. Quer realmente fazer isto?
ru: Вы хотите удалить '%s'. Вы уверены, что хотите это сделать?
sk: Pokúšate sa zmazať '%s'. Naozaj to chcete?
tr: '%s' silmeye çalışıyorsunuz. Gerçekten silinsin mi?

source: Delete recorded stream
ar: مسح ماده مسجله
cs: Smazat zaznamenaný stream
de: Lösche aufgenommenen Film
es: Borrar grabación
et: Kustuta salvestis
fi: Poista tallenne
fy: Ferwiderje opnâme stream
lt: Įrašo ištrynimas
nl: Opgenomen stream verwijderen
pl: Usuń nagranie
pt: Apagar a gravação
ru: Удалить запись
sk: Zmazať nahratý stream
tr: Kayıt edilmiş stream'i sil

source: This is a complete Bouquet! Really delete?
ar: هذه باقة كاملة! هل تريد الحذف فعلا؟
cs: Byl označen celý přehled! Opravdu smazat ?
de: Dies ist ein komplettes Bouquet! Wirklich löschen?
es: Seguro de borrar el bouquete entero?
et: Tegemist on terve nimekirjaga! Kas tõesti kustutan?
fi: Tämä on täysi kanavaluettelo! Poistetaanko?
fy: Dit is een hiel Bouquet! Wol ferwiderje ?
lt: Čia pilnas paketas! Tikrai ištrinti?
nl: Dit is een compleet Boeket! Wilt u dit echt verwijderen?
pl: To jest kompletny bukiet! Czy chcesz go usunąć?
pt: Isto é um Bouquet completo! Apagar definitivamente?
ru: Этот букет содержит записи! Вы уверены, что хотите его удалить?
sk: Bol označený celý prehľad! Naozaj zmazať?
tr: Bu bir tüm Buket! Gerçekten silmek istiyormusunuz?

source: Delete bouquet
ar: حذف باقة
cs: Smazat přehled
de: Bouquet löschen
es: Borrar bouquete
et: Kustuta nimekiri
fi: Poista kanavaluettelo
fy: Ferwiderje bouquet
lt: Ištrinti paketą
nl: Boeket wissen
pl: Usuń bukiet
pt: Suprimir bouquet
ru: Удалить
sk: Zmazať prehľad
tr: Buketi Sil

source: Delete File
ar: حذف الملف
cs: smazat soubor
de: Datei löschen
es: Borrar fichero
et: Kustuta fail
fi: Poista Tiedosto
fy: Ferwiderje bestân
lt: Ištrinti failą
nl: Bestand verwijderen
pl: Usuń plik
pt: Apagar ficheiro
ru: Удалить
sk: zmazať súbor
tr: Dosyayı Sil

source: Enter new Filename:
ar: أدخل إسما جديدا للملف
cs: Zadejte nový název:
de: Neuen Dateinamen eingeben:
es: Nombre nuevo del fichero:
et: Sisesta uus faili nimi:
fi: Syötä uusi tiedostonimi:
fy: Ynjefte nije bestânnamme
lt: Įrašykite naują failo pavadinimą:
nl: Nieuwe bestandsnaam:
pl: Wpisz nową nazwę:
pt: Entrar novo nome:
ru: Новое имя файла:
sk: Zadajte nový názov:
tr: Yeni dosya adı girin:

source: Rename File
ar: أعد تسمية الملف
cs: přejmenovat soubor
de: Datei umbennenen
es: Renombrar fichero
et: Faili ümbernimetamine
fi: Uudelleennimeä tiedosto
fy: Bestân opnij beneame
lt: Pervardinti failą
nl: Bestand hernoemen
pl: Zmień nazwę
pt: Renomear ficheiro
ru: Переименование
sk: premenovať súbor
tr: Dosyayı yeniden adlandır

source: Enter new name for the bouquet:
ar: أدخل إسما للباقة
cs: Zadejte nový název pro přehled:
de: Bitte neuen Namen für das Bouquet eingeben:
es: Nombre nuevo del bouquete:
et: Sisesta nimekirjale uus nimi:
fi: Syötä uusi nimi kanavaluettelolle:
fy: Ynjefte nije namme foar it bouquet
lt: Įrašykite naują paketo pavadinimą:
nl: Voer de nieuwe naam voor het boeket in:
pl: Wpisz nową nazwę dla bukietu:
pt: Entrar novo nome para o bouquet:
ru: Новое имя букета:
sk: Zadajte nový názov pre prehľad:
tr: Buket için yeni isim girin:

source: Rename bouquet
ar: إعادة تسمية الباقة
cs: Přejmenovat přehled
de: Bouquet umbennenen
es: Renombrar bouquete
et: Muuda nimekirja nime
fi: Uudelleennimeä kanavaluettelo
fy: Bouquet opnij beneame
lt: Pervardinti paketą
nl: Boeket hernoemen
pl: Zmień nazwę bukietu
pt: Rebatizar bouquet
ru: Переименование
sk: Premenovať prehľad:
tr: Buketi yeniden adlandır

source: Enter name for the new bouquet:
ar: أدخل اسم للباقة الجديدة
cs: Zadejte název nového přehledu:
de: Bitte Namen für das neue Bouquet eingeben:
es: Editar nombre del bouquete nuevo:
et: Sisesta uuele nimekrijale nimi:
fi: Syötä nimi uudelle kanavaluettelolle:
fy: Ynjefte namme foar it nije bouquet
lt: Įrašykite pavadinimą naujam paketui:
nl: Naam van het nieuwe boeket:
pl: Wpisz nazwę dla nowego bukietu:
pt: Entrar o nome do novo bouquet
ru: Имя нового букета:
sk: Zadajte názov nového prehľadu:
tr: Yeni buket için isim girin:

source: Add new bouquet
ar: أضف باقة جديدة
cs: Přidat nový přehled
de: Neues Bouquet hinzufügen
es: Añadir bouquete nuevo
et: Lisa uus nimekiri
fi: Lisää uusi kanavaluettelo
fy: Nij bouquet tafoegje
lt: Pridėti naują paketą
nl: Nieuw boeket toevoegen
pl: Utwórz nowy bukiet
pt: Acrescentar novo bouquet
ru: Добавить новый букет
sk: Pridať nový prehľad
tr: Yeni buket ekle

source: unnamed
ar: بلا إسم
cs: nepojmenovaný
de: Unbenannt
es: Sin nombre
et: nimetamata
fi: nimetön
fy: Net beneame
lt: bevardis
nl: Naamloos
pl: bez nazwy
pt: sem nome
ru: Без имени
sk: bez názvu
tr: adsız

source: Enter marker name:
ar: أدخل اسما للرمز
cs: Zadejte název záložky:
de: Marker-Namen eingeben:
es: Nombre de la separación:
et: Sisesta järjehoidja nimi:
fi: Syötä markkerin nimi:
fy: Ynjefte index namme
lt: Surinkite žymelio vardą:
nl: Voor markeringsnaam in:
pl: Wpisz nazwę znacznika:
pt: Entrar nome marcador:
ru: Имя маркера:
sk: Zadajte názov záložky:
tr: Ayracı adlandırın:

source: create marker
ar: إنشاء رمز
cs: Vytvořit záložku
de: Marker erstellen
es: Crear separación
et: loo järjehoidja
fi: luo markkeri
fy: index punt meitsje
lt: sukurti žymeklį
nl: Markering aanmaken
pl: Utwórz znacznik
pt: críar marcador
ru: Создать маркер
sk: Vytvoriť záložku
tr: Ayraç oluştur

source: unnamed bouquet
ar: باقة غير مسماة
cs: nepojmenovaný přehled
de: Unbennantes Bouquet
es: Bouquete sin nombre
et: nimeta nimekiri
fi: nimetön kanavaluettelo
fy: net beneame bouquet
lt: bevardis paketas
nl: Naamloos boeket
pl: Bukiet bez nazwy
pt: bouquet sem nome
ru: Букет без имени
sk: prehľad bez názvu
tr: adlandırılmamış buket

source: Do you want to rebuild your movie list?
ar: هل تريد اعادة بناء قائمة الافلام المسجلة
cs: Přejete si obnovit seznam filmů?
de: Wollen sie die Filmliste wiederherstellen?
es: ¿Quieres reconstruir tu lista de peliculas?
et: Soovid sa taastada salvestatud filmide nimekirja?
fi: Haluatko uudistaa tallenneluettelon?
fy: Film lyst opnei meitsje ?
lt: Ar Jūs norite atnaujinti filmų sąrašą?
nl: Filmlijst opnieuw genereren?
pl: Czy chcesz zmienić swoją listę filmów?
pt: Quer voltar a construir a sua lista de filmes?
ru: Вы хотите перегрузить список фильмов?
sk: Želáte si obnoviť zoznam filmov?
tr: Film listesini yeniden oluşturmak istiyor musunuz?

source: Recover movies
ar: استرجاع الافلام
cs: Obnovení seznamu filmů
de: Filmliste wiederherstellen
es: Recuperar peliculas
et: Salvestatud filmid
fi: Palautetut tallenteet
fy: Opnâme Films fine
lt: Paimkite filmus
nl: Opgenomen videobestanden herstellen
pl: Przywróć utraconą listę nagrań
pt: Recuperar filmes
ru: Востановленные фильмы
sk: Obnovenie zoznamu filmov
tr: Filmleri onar

source: This directory doesn't contain anything playable!
ar: هذا الفهرس لا يحتوي مادة يمكن عرضها
cs: Adresář neobsahuje nic pro přehrávání !
de: Verzeichnis enthält keine unterstützten Dateien!
es: Este directorio no contiene nada reconocido!
et: See kaust ei sisalda salvestisi
fi: Tässä kansiossa ei ole mitään toistettavaa!
fy: Dizze map hat gjin ôfspielbere bestannen
lt: Ši direktorija nieko neturi peržiūrėjimui!
nl: Deze map bevat geen afspeelbare bestanden
pl: Ten katalog nie zawiera obsługiwanych plików!
pt: Este diretório não contem ficheiros visuais!
ru: Этот каталог не содержит доступных медиа-файлов!
sk: Adresár neobsahuje nič na prehrávanie!
tr: Bu dizinde oynatılabilecek bir öğe bulunmuyor!

source: Play
ar: إعرض
de: Wiedergabe
es: Reproducir
et: Mängi
fi: Toista
fy: Ôfspielje
lt: Rodyti
nl: Afspelen
pl: Odtwarzaj
pt: Leitura
ru: Воспроизведение
tr: Oynat

source: %s was not found!
ar: الصورة غير موجودة %s
cs: %s nenalezeno!
de: %s wurde nicht gefunden!
es: %s no encontrado
et: %s ei leitud!
fi: %s ei löytynyt!
fy: %s wie net fûn
nl: %s was niet gevonden!
sk: %s nenájdené!
tr: %s bulunamadı!
