Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Streaminfo >>> [MENU] >>> [4] Information >>> Streaminfo . . . . . . . . . . Streaminfo provides 3 pages of detailed information concerning the Channel you are watching. . . . . . . . . . . Usage: [LEFT]/[RIGHT] Switch pages Page 1 Service-Information Page 2 Encryption Information Page 3 Transponder-Information [OK]/[EXIT] Close window
ar: tStreaminfo
cs: Stream info >>> [MENU] >>> [8] Informace >>> Stream info . . . . . . . . . . Stream info poskytuje 3 stránky detailních informací o sledovaném kanálu. . . . . . . . . . . Použití: [LEFT]/[RIGHT] přepínání stránek Page 1 informace o programu Page 2 informace o systému kódování Page 3 informace o transponderu [OK]/[EXIT] zavřít okno
es: Informacion del stream >>> [MENU] >>> [4] Informacion >>> Informacion del stream . . . . . . . . . . Informacion del stream muestra varias pagina con informacion relacionada con el canal que estas viendo. . . . . . . . . . . Uso: [LEFT]/[RIGHT] Cambiar paginas Page 1 Informacion del servicio Page 2 Informacion de la encriptacion Page 3 Informacion del transpondedor [OK]/[EXIT] Cerrar
fi: Streaminfo >>> [MENU] >>> [4] Info >>> Streaminfo . . . . . . . . . . Streaminfo näyttää 3 sivun verran informaatiota valitusta kanavasta. . . . . . . . . . . Käyttö: [VAS]/[OIK] Vaihda sivua Sivu 1 Service-informaatio Sivu 2 Salausnformaatio Sivu 3 Lähetininformaatio [OK]/[EXIT] Poistu
fy: Streamynfo >>> [MENU] >>> [4] Ynformaasje >>> Streamynfo . . . . . . . . . . Streamynfo jouwt trije siden mei detail ynfo oer it kanaal wer at jo nei sjoche. . . . . . . . . . . Gebrûk: [LINKS]/[RJOCHTS] Siden omslaan Side 1 Service-Ynformaasje Side 2 Encryption Ynformaasje Side 3 Transponder-Ynformaasje [OK]/[EXIT] Slút finster
lt: Srauto informacija >>> [MENU] >>> [4] Informacija >>> Srauto informacija . . . . . . . . . . Srauto informacija pateikiama 3 puslapiuose ir rodoma tam kanalui, kurį žiūrite . . . . . . . . . . . Naudojama: [KAIRĖ]/[DEŠINĖ] Perjungti puslapius Puslapis 1 Kanalo informacija Pauslapis 2 Kodavimo informacija Puslapis 3 Transponderio informacija [OK]/[EXIT] Uždaryti langą
pl: Informacje >>> [MENU] >>> [4] Informacje >>> Informacje o strumieniu . . . . . . . . . . Tutaj znajdziesz szczególowe informacje dotyczące kanału, który aktualnie oglądasz. . . . . . . . . . . Użycie: [LEWY]/[PRAWY] Przełącz strony Strona 1 Informacje o kanale Strona 2 Informacje o systemie kodowania Strona Informacje o transponderze [OK]/[EXIT] Zamknij okno
pt: Streaminfo >>> [MENU] >>> [4] Informação >>> Streaminfo . . . . . . . . . . Streaminfo fornece 3 páginas de informação detalhada relativa ao canal que está a observar. . . . . . . . . . . Utilização: [LEFT]/[RIGHT] Alternar páginas Página 1 Informação de serviço Página 2 Informação de encriptação Página 3 Informação de transponder [OK]/[EXIT] Fechar janela
ru: Информация о потоке >>> [MENU] >>> [4] Информация >>> Информация o потоке . . . . . . . . . . Здесь даётся полная информация о текущем потоке данных. Информация представлена на трёх страницах. . . . . . . . . . . Использование: [ВЛЕВО]/[ВПРАВО] Переход по страницам Страница 1 Информация о канале Страница 2 Информация о кодировке Страница 3 Информация о транспондере [OK]/[EXIT] Выйти
sk: Stream info >>> [MENU] >>> [8] Informácie >>> Stream info . . . . . . . . . . Stream info poskytuje 3 stránky detailních informácií o sledovanom kanále. . . . . . . . . . . Použitie: [LEFT]/[RIGHT] prepínanie stránok Page 1 informácie o programe Page 2 informácie o systéme kódovania Page 3 infromácie o transpondéri [OK]/[EXIT] zavrieť okno
tr: Akış Bilgisi (Stream) >>> [MENU] >>> [4] Bilgi >>> Akış Bilgisi . . . . . . . . . . Akış Bilgisi izlediğiniz kanal hakkında 3 sayfalık detaylı bilgiler sağlamaktadır. . . . . . . . . . . Kullanım: [SAĞ]/[SOL] Sayfaları değiştir Sayfa 1 Servis bilgileri Sayfa 2 Sifreleme bilgileri Sayfa3 3 Transponder silgileri [OK]/[EXIT] Pencereyi kapat

source: Service information (right)
ar: معلومات القناة يمين
cs: informace o programu (vpravo)
de: Service-Informationen (rechts)
es: Información servicio (derecha)
et: Kanaliinfo (parem)
fi: Tietoja palvelusta (oikea)
fy: Service ynformaasje (rjochts)
lt: Kanalo informacija ( dešinėn )
nl: Service-informatie (rechts)
pl: Informacje o kanale (prawy)
pt: Informações serviço (direita)
ru: Информация о канале (ВПРАВО)
sk: informácie o programe (vpravo)
tr: Servis bilgisi (sağ)

source: Scrambled system information (left, right)
ar: معلومات قناة مشفره
cs: informace o kódovácím systému (vlevo, vpravo)
de: Verschlüsselungssysteme (links, rechts)
es: Información sistema codificación (izquierda, derecha)
et: Kodeeritud süsteemi informatsioon (vasak, parem)
fi: Tietoja salausjärjestelmästä (vasen, oikea)
fy: Koderingssysteem ynformaasje (links,rjochts)
lt: Užkoduotos sistemos informacija ( kairėn, dešinėn )
nl: Systeeminformatie codering (links, rechts)
pl: Informacje o systemie kodowania (lewy, prawy)
pt: Informação sistema codificado (esquerda, direita)
ru: Информация о кодировке (ВЛЕВО, ВПРАВО)
sk: informácie o kódovacom systéme (vľavo, vpravo)
tr: Şifre sistemi bilgisi (sol, sağ)

source: Transponder information (left)
ar: معلومات باقه
cs: informace o transpondéru (vlevo)
de: Transponderinformationen (links)
es: Información transpondedor (izquierda)
et: Transponderi info (vasak)
fi: Tietoja lähettimestä (vasen)
fy: Transponder ynformaasje
lt: Transponderio informacija ( kairėn )
nl: Transponderinformatie (links)
pl: Informacje o transponderze (lewy)
pt: Informação transponder (esquerda)
ru: Информация о транспондере (ВЛЕВО)
sk: informácie o transpondéri (vlevo)
tr: Transponder bilgisi (sol)

source: System settings
ar: أعدادات النظام
cs: Nastavení systému
de: System-Einstellungen
es: Configuración sistema
et: Süsteemi seaded
fi: Järjestelmäasetukset
fy: Systeem ynstellingen
lt: Sisteminiai nustatymai
nl: Systeem instellingen
pl: Ustawienia systemowe
pt: Definições do sistema
ru: Настройка системы
sk: Nastavenie systému
tr: Sistem ayarları

source: Factory reset
ar: العودة لضبط المصنع
cs: Tovární nastavení
de: Werkseinstellungen
es: Valores fábrica
et: Tehase seadete taastamine
fi: Alkuperäiset asetukset
fy: Nei fabryksynstellingen
lt: Gamykliniai nustatymai
nl: Fabrieksinstellingen
pl: Ustawienia fabryczne
pt: Reinicialização de fábrica
ru: Полный сброс
sk: Továrne nastavenie
tr: Fabrika ayarlarına sıfırlama

source: Set screen aspect ratio, TV system and more
cs: nastavit poměr obrazu, TV systém atd.
de: Bildschirm Format, TV-System und mehr
es: Ajustar ratio de aspecto de la pantalla, del la TV y mas
et: Seadista ekraani suhe, TV süsteem jne
fi: Näyttöasetukset, TV-järjestelmä yms
fy: Set skerm aspect, TV systeem en mear
lt: Pasirinkite ekrano suspaudimo koeficientą, TV sistemą ir t.t.
nl: Stel beeldformaat, TV-systeem en meer in
pl: Ustaw format obrazu, system telewizyjny, itp.
pt: Configurar a proporção do ecrã, sistema de TV e outros
ru: Настройка размера изображения, системы цветности и др.
sk: nastaviť pomer strán, TV systém atď.
tr: Ekran oranı, TV sistemi ve diğer ayarlar

source: Set time zone, kind of clock and time correction
ar: ضع الوقت , نوع من الساعة وتعديل الوقت
cs: nastavit časové pásmo, nařízení času a režim 12/24h
de: Zeitzone, art der Uhr und Zeitkorrektur einstellen
es: Ajustar huso horario, tipo de reloj y correccion de huso
et: Seadista ajavöönd, kellatüüp ja aja korrektsioon
fi: Aseta aikavyöhyke, kellonaika ja aikakorjaukset
fy: Ynstelle tiidzone, type klok en tiidkorreksje
lt: Pasirinkite laiko juostą, laikrodžio rūšį ir laiko tikslinimą
nl: Stel tijdzone, soort klok en tijdcorrectie in
pl: Ustaw strefę czasową, rodzaj zegara i korektę czasu
pt: Definir zona horária, tipo de relógio e correcção do tempo
ru: Настройки времени, часового пояса и синхронизации
sk: nastaviť časové pásmo, čas a režim 12/24h
tr: Saat dilimi, saat türü ve zaman düzeltme ayarları

source: Set recording and playing options for recorded media
ar: ضع اعدادات التسجيل والعرض لملفات الميديا
cs: možnosti pro nahrávání a přehrávání
de: Aufnahme- und Abspiel-Optionen einstellen
es: Ajustar grabacion y reproduccion para los medios grabados
et: Seadista salvestamise ja taasesituse valikuvõimalused salvestistele
fi: Aseta tallennuslaitteen tallennus- ja toistoasetukset
fy: Ynstelle opnimmen en ôfspyl opsjes foar opname bestannen
lt: Pasirinkite įrašymo ir atkūrimo nustatymus irašytai medžiagai (media)
nl: Stel opname- en weergave-instellingen voor opnames in
pl: Ustaw opcje nagrywania i odtwarzania plików multimedialnych
pt: Configurar opções de reprodução e gravação para ficheiros gravados
ru: Установить параметры для записи/воспроизведения мультимедийных файлов
sk: možnosti na nahrávanie a prehrávanie
tr: Kayıtlı ortam için kayıt ve oynatma seçenekleri düzenleme

source: Configure the Electronic Program Guide
ar: اعدادات الدليل الالكيتروني
cs: nastavení EPG (Electronic Program Guide)
de: Elektronischer Programm Führer (EPG) konfigurieren
es: Configurar la EPG
et: Seadista Elektrooniline Programmijuht
fi: EPG:n (Electronic Program Guide) asetukset
fy: Ynstellingen fan de Elektronyse Programma Gids
lt: Konfigūruokite TV Programų Gidą (EPG)
nl: Stel de Elektronische Programma Gids in
pl: Ustawienia Elektronicznego Przewodnika Programów (EPG)
pt: Configurar o Guia de Programação Electrónico (EPG)
ru: Настройка программы передач (EPG)
sk: nastavenie EPG (Electronic Program Guide)
tr: EPG ayarları

source: Lock channels and setup screens
ar: اغلق القناة واعدادات الشاشة
cs: zámek kanálů a zámek nastavení
de: Kanäle und Einstellungen Sperren
es: Guardar cambios y volver
et: Lukusta kanalid ja häälestuse aknad
fi: Lukitse kanavat ja asetusvalikot
fy: Kanalen fêstsette en skerm ynstellingen
lt: Užrakinkite kanalus ir nustatymus
nl: Beveilig zenders en instellingen
pl: Zablokuj kanały i menu ustawień kodem zabezpieczającym
pt: Trancar canais e menus de configuração
ru: Блокировка каналов и настройки экрана
sk: zámok kanálov a zámok nastavení
tr: Kanal ve kurulum ekranlarını kiltle

source: Set teletext options
ar: اختار خيارات التليتيكس
cs: nastavit možnosti teletextu
de: Teletex-Einstellungen
es: Ajustar opciones del teletexto
et: Vali teleteksti seaded
fi: Muuta tekstitv-asetuksia
fy: Tiletekst opsjes ynstelle
lt: Rinktis teleteksto nustatymus
nl: Stel teletext in
pl: Ustaw opcje telegazety
pt: Definir as opções de teletexto
ru: Настройки телетекста
sk: nastaviť možnosti teletextu
tr: Teletext seçeneklerini ayarlama

source: Configure the web interface
ar: اعدادات المتصفح
cs: nastavení webového rozhraní (webif)
de: Webinterface konfigurieren
es: Configurar la interfaz web
et: Seadista Weebi kasutajaliides
fi: Web-liitännän (WebIf) asetukset
fy: Ynstellingen fan de Web interface
lt: Konfigūruoti web sąsają
nl: Stel de webinterface in
pl: Ustaw interfejs przeglądarki WWW
pt: Configurar a interface web
ru: Настройка веб-интерфейса
sk: nastavenie webového rozhrania (webif)
tr: Web arabirimi ayarları

source: Backup and restore your Dreambox
ar: نسخ او استرجاع الاعدادات الى الدريم
cs: záloha a obnova nastavení dreamboxu
de: Dreambox sichern oder wiederherstellen
es: Guardar y reiniciar su receptor
et: Varunda ja taasta Dreamboksi tarkvara
fi: Varmuuskopioi ja palauta ohjelmisto
fy: Backup en Restore fan Dreambox ynstellingen
lt: Jūsų imtuvo atsarginė kopija ir atkūrimas
nl: Backup en herstel uw Dreambox
pl: Utwórz kopię zapasową lub przywróć ustawienia
pt: Fazer um backup e restaurar a Dreambox
ru: Резервирование и восстановление
sk: záloha a obnova nastavení dreamboxu
tr: Dreambox yedekleme ve geri yükleme

source: Configure your ethernet network
ar: اعدادات الشبكة
cs: nastavení ethernet sítě
de: Ethernet Netzwerk konfigurieren
es: Configurar la red ethernet
et: Seadista oma etherneti võrk
fi: Ethernet-verkon asetukset
fy: Ynstellingen fan ethernet netwurk
lt: Konfigūruoti vidinį lokalų tinklą
nl: Stel het ethernet-netwerk in
pl: Ustaw parametry interfejsu Ethernet
pt: Configurar rede ethernet
ru: Настройка Ethernet
sk: nastavenie ethernet siete
tr: Ethernet ağı ayarları

source: Configure your external mounts to access them on the Dreambox
ar: اعدادات الربط الخارجي مع الدريم بوكس
cs: nastavení externích připojení a přístupu z Dreamboxu
de: Externe Freigaben einbinden um sie mit der Dreambox zu nutzen
es: Configurar los puntos de montaje externos para acceder a ellos desde la DreamBox
et: Seadista oma mounditud välised seadmed, et lubda neile juurdepääs
fi: Ulkoisten levyjakojen liittäminen ja käyttö Dreamboxista
fy: Ynstellingen fan extern oankeppelje, foar tagong nei de dreambox
lt: Konfigūruokite savo išorinio pajungimo priėjimą prie Imtuvo
nl: Stel externe mounts in om ze vanaf de Dreambox te bereiken
pl: Ustaw parametry udziałów i dysków sieciowych
pt: Configurar dispositivos de montagem externos para aceder na Dreambox
ru: Настройка внешних HDD на доступ к Dreambox
sk: nastavenie externých pripojení a prístupu s Dreamboxu
tr: Dreambox üzerinden ulaşılıacak harici bağlantı ayarları

source: Select which services to run after a reboot
ar: اختار الخدمة المراد تشغيلها عند اعادة تشغيل الجهاز
cs: nastavení služeb spouštěných po startu
de: Auswahl der Services welche beim Booten gestartet werden
es: Seleccionar que servicios arrancaran despues de reiniciar
et: Vali, milline kanal käivu
fi: Valitse laitteen käynnistyksen yhteydessä käynnistettävät palvelut
fy: Ynjefte fan starten fan services , nei in neistart
lt: Pasirinkite papildomas funkcijas, kurios startuos po imtuvo perkrovimo
nl: Stel in welke services moeten draaien na een reboot
pl: Wybierz usługi uruchamiane po włączeniu odbiornika
pt: Seleccionar que ficheiros executar após reiniciar
ru: Выберите сервис, запускаемый после загрузки
sk: nastavenie služieb spúšťaných po štarte
tr: Sistem açıldığında otomatik başlatılacak servisleri seçin

source: Enlarge your system memory by swap or more space for programs in /var
ar: زيادة الزاركة والمساحة الفعلية للجهاز عن طريق الزاكرة الاضافية
cs: Rozšíření systémové paměti pomocí swap souboru nebo více místa pro programy v /var
de: Systemspeicher mittels Swap vergrössern oder /var auslagern
es: Agrandar la memoria del systema usando swap o mas espacio para programas en /var
et: Suurenda programmidele mõeldud süsteemi vaba mälu swapi abil
fi: Laajenna järjestelmän muistia swap-tiedoston avulla tai lisää tilaa ohjelmille (/var)
fy: Fergrutsje systeem geheugen mei swap of mear rumte foar programma's yn /var
lt: Padidinkite savo sistemos atmintį dėl swap arba dėl programų į /var
nl: Vergroot het systeemgeheugen door een swapfile of meer ruimte voor programma's in /var
pl: Rozszerz dostępną pamięć systemu definiując plik swap
pt: Alargar a memória do sistema com a utlização de swap ou mais espaço para os programas em /var
ru: Выбор места расположения /var: в Dreambox или в сети. Позволяет увеличить место для нового ПО
sk: Rozšírenie systémovej pamäte pomocou swap súboru alebo viac miesta pre programy vo /var
tr: Sistem belleğinizi takas ya da /var a daha çok yer ekleyererek arttırın

source: Enlarge your system memory by swap
cs: rozšíření systémové paměti pomocí swap souboru
de: Systemspeicher mittels Swap vergrössern
es: Agrandar la memoria de sistema con swap
et: Suurenda süsteemi mälu vahetusega
fi: Laajenna järjestelmämuistia swap-tiedoston avulla
fy: Fergrutsje systeem geheugen mei swap
lt: Padidinkite savo sistemos atmintį dėl swap
nl: Vergroot het systeemgeheugen door een swapfile
ru: Увеличить системную память подкачкой
sk: rozšíření systémové paměti pomocí swap souboru
tr: Sistem belleğinizi takas dosyası (swap) kullanrak arttırın

source: Configure a Ngrab stream server
ar: اعدادات a Ngrab stream server
cs: nastavení Ngrab stream serveru
de: Einen Ngrab-Streamserver konfigurieren
es: Configurar el servidor de stream Ngrab
et: Seadista Ngrab server
fi: NGRAB-verkkojaon asetukset
fy: Ynstellingen fan in Ngrab stream server
lt: Konfigūruoti Ngrab srauto serverį
nl: Stel een Ngrab server in
pl: Ustawienia serwera NGrab
pt: Configurar um servidor de transmissão Ngrab
ru: Настройка NGrab-сервера
sk: nastavenie Ngrab stream servera
tr: Ngrab stream sunucusu ayarları

source: Install a new Dreambox image
ar: تثبيت صورة جديدة للدريم
cs: instalace nového image Dreamboxu
de: Ein neues Dreambox-Image installieren
es: Instalar una nueva imagen de DreamBox
et: installeeri uus Dreamboksi Op. süsteem
fi: Lataa uusi Dreambox image
fy: Instalearje in nei dreambox byld
lt: Įdiekite naują Dreambox progr.įrangą
nl: Download of installeer een nieuwe Dreambox-image
pl: Zainstaluj nowe oprogramowanie
pt: Instalar uma nova imagem para Dreambox
ru: Установка нового имиджа
sk: inštalácia nového image Dreamboxu
tr: Yeni bir Dreambox imajı kur

source: Reset all settings to factory defaults
ar: ستعود كل ألاعدادات لضبط المصنع
cs: resetovat všechna nastavení na výchozí hodnoty
de: Alle Einstellungen werden in den Auslieferungszustand zurückgesetzt
es: Borrar ajustes personales y reiniciar receptor
et: Seadista kõik vaikimisi seadeteks
fi: Palauta tehdasasetukset
fy: Ynstellingen nei fabryks ynstellingen
lt: Bus atkurti gamykliniai nustatymai
nl: Alle fabrieksinstellingen herladen
pl: Przywróć odbiornik do ustawień fabrycznych
pt: Repor todas as definições
ru: Сброс настроек к заводским
sk: Resetovať všetky nastavenia do továrnych nastavení
tr: Tüm ayarları fabrika varsayılanları ile sıfırla

source: Set several debugging options
ar: ضع العديد من خيارات المراقبة
cs: nastavení některých možností pro ladění (debugging)
de: Diverse Debugging-Optionen einstellen
es: Ajustar varias opciones de debug
et: Seadista mitmed vigade kõrvaldamise võimalused
fi: Debuggausasetukset
fy: Ynstellingen fan debug opsjes
lt: Pasirinkite keletą papildomų nustatymo variantų
nl: Stel diverse debugging-mogelijkheden in
pl: Ustaw opcje debuggera
pt: Configurar opções de depuração
ru: Настройки отладчика
sk: nastavenia niektorých možností pre ladenie (debugging)
tr: Hata düzeltme seçenekleri

source: Assign functionality, menus or plugins to the colour buttons
ar: حدد مهام او قائمة او مرفقات الى الازرار الملونة
cs: přiřadit barevnému tlačítku funkci, menu nebo plugin
es: Asignar funcionalidades, menus o plugins a los botones de color
et: Seo funktsionaalsus, menüüd või manused värviliste klahvidega
fi: Liitä toimintoja, valikkoja tai plugineja värillisiin painikkeisiin
fy: funksjes tawize fan menus of ynstekkers oan kleurde toetsen
nl: Ken functionaliteit, menus of plugins toe aan de kleurknoppen
pl: Przypisz funkcje kolorowym przyciskom
ru: Назначение действий на цветные кнопки
sk: priradiť farebnému tlačidlu funkciu, menu alebo plugin
tr: renkli butonlara fonksiyonalite ve menü atamak içindir

source: **WARNING** You are about to do a factory reset. You will lose ALL of your configuration settings and the default configuration will be used. Your Dreambox will then reboot. Are you REALLY sure?
ar: **تحذير** انت على وشك عمل ضبط المصنع. سوف تخسر جميع اعدادات الرسيفرقيم المصنع سوف تستخدم الان. والدريم عندها سيعملاعادة تشغيل. هل انت متاكد ؟
cs: **POZOR** Bude provedeno tovární nastavení. Ztratíte VŠECHNA Vaše nastavení a bude použita základní konfigurace. Dreambox bude poté restartován. Chcete SKUTEČNĚ provést?
es: **PELIGRO** Vas a hacer un borrado completo. Perderas todos los ajustes en la coniguracion y la configuracion por defecto sera usada. Despues tu DreamBox se reiniciara ¿Estas Seguro?
et: **HOIATUS** Oled taastamas tehase seadeid. Selle tulemusena hävivad KÕIK sinu seaded ning vaikimisi seaded võetakse kasutusele. Seejärel Sinu Dreambox boodib. Oled Sa TÕESTI selles kindel?
fi: **VAROITUS** Aiot palauttaa tehdasasetukset. Kaikki asetukset menetetään ja oletusasetukset tulevat käyttöön. Dreambox käynnistetään uudelleen. Oletko AIVAN varma?
fy: **TINK DEROM** Jo wille de fabrieksynstellingen werom sette. Alle ynstellingen gjinne ferlên en de standert ynstellingen wurde brûkt. De dreambox wurd dan opnei start. Witte jo it seker ?
nl: **WAARSCHUWING** U staat op het punt de fabrieksinstellingen te herstellen. U verliest alle instellingen en een standaardinstelling zal worden gebruikt. Daarna zal de Dreambox herstarten. Weet u dit ZEKER?
ru: **ВНИМАНИЕ** Вы хотите сделать сброс к заводским настройкам. Вы потеряете ВСЕ настройки, конфигурации, данные и вернётесь к начальному состоянию. Затем Dreambox будет перезагружен. Вы ДЕЙСТВИТЕЛЬНО уверены?
sk: **POZOR** Bude obnovené továrne nastavenie. Stratíte VŠETKY Vaše nastavenia a bude použitá základná konfigurácia. Dreambox bude potom reštartovaný. Naozaj to chcete VYKONAŤ?
tr: **DİKKAT** Fabrika ayarlarına dönmek üzeresiniz. Eğer devam ederseniz tüm yapılandırma ayarlarınız varsayılan ayarlara döndrülecektir. İşlem tamamlanınca Dreambox yeniden aşılacaktır! Devam etmek istiyor musunuz?

source: Factory reset...
ar: العودة لضبط المصنع...
cs: tovární nastavení...
de: Werkseinstellungen...
es: Valores fábrica...
et: Tehaseseaded ...
fi: Alkuperäiset asetukset...
fy: Fabryks ynstellingen....
lt: Gamyklinių nustatymų atkūrimas...
nl: Fabrieksinstellingen...
pl: Przywracanie ustawień fabrycznych...
pt: Reinicialização de fábrica
ru: Полный сброс...
sk: továrne nastavenie...
tr: Fabrika ayarlarını yükle...

source: Time Correction
ar: ضبط التوقيت
cs: Změna času
de: Zeitkorrektur
es: Corrección hora
et: Kella korrigeerimine
fi: Ajan korjaus
fy: Tiid anpasse
lt: Laiko tikslinimas
nl: Tijdcorrectie
pl: Korekcja czasu
pt: Correção Hora
ru: Коррекция времени
sk: Zmena času
tr: Saat Düzeltme

source: Receiver Time:
ar: وقت الرسيفر :
cs: Čas příjmače:
de: Empfänger Zeit:
es: Hora de receptor:
et: Vastuvõtja aeg:
fi: Laitteen aika:
fy: Untfanger Tiid:
lt: Imtuvo laikas:
nl: Ontvangertijd:
pl: Czas odbiornika:
pt: Hora no receptor:
ru: Время ресивера:
sk: Čas prijímača:
tr: Sistem Zamanı:

source: Transponder Time:
ar: وقت مزود الخدمة :
cs: Čas transpondéru:
de: Transponderzeit:
es: Hora del transpondedor:
et: Saatja aeg:
fi: Lähettimen aika:
fy: Transponder Tiid:
lt: Transponderio laikas:
nl: Transpondertijd:
pl: Czas transpondera:
pt: Hora no transponder:
ru: Время трансп-ра:
sk: Čas transpondéra:
tr: Transponder Zamanı:

source: New Time:
ar: وقت جديد :
cs: Nový čas:
de: Neue Zeit:
es: Nueva Hora:
et: Uus aeg:
fi: Uusi aika:
fy: Nije Tiid:
lt: Naujas laikas:
nl: Nieuwe tijd:
pl: Nowy czas:
pt: Nova hora:
ru: Новое время:
sk: Nový čas:
tr: Yeni Zaman:

source: enter correct time here
ar: ادخال الوقت الصحيح
cs: zadejte správný čas
de: Richtige Zeit hier eingeben
es: introduce la hora correcta aqui
et: sisesta õige aeg siia
fi: Syötä oikea aika
fy: Ynjefte fan korrekte tiid
lt: čia įrašykite tikslų laiką
nl: geef de correcte tijd in
pl: Wpisz prawidłowy czas
pt: introduza a hora correcta aqui
ru: Введите здесь правильное время
sk: zadajte správny čas
tr: Doğru zamanı giriniz

source: Checked is AM, unchecked is PM
ar: اختار AM,الغاء PM
cs: zvolené je AM, nezvolené PM
de: Ausgewählt ist AM, nicht ausgewählt ist PM
es: Marcado es AM, desmarcado es PM
et: Valitud on EL, valimata PL
fi: Valittu=AM, ei-valittu=PM
fy: Oanfinkt is am, út is pm
lt: Pažymėta yra AM, nepažymėta yra PM
nl: Aangevinkt is AM, niet aangevinkt is PM
pl: Zaznaczone (AM), odznaczone (PM)
pt: Assinalado é AM, não assinalado é PM
ru: Отметить AM, не отметить PM
sk: zvolené je AM, nezvolené PM
tr: AM seçili, PM seçili değil

source: New Date:
ar: التاريخ الجديد :
cs: Nové datum:
de: Neues Datum:
es: Nueva Fecha:
et: Uus kuupäev:
fi: Uusi pvm:
fy: Nije Datum:
lt: Nauja data:
nl: Nieuwe datum:
pl: Nowa data:
pt: Nova Data:
ru: Новая дата:
sk: Nový dátum:
tr: Yeni Tarih:
