Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Time in minutes a timer event finishes later (0-60)
ar: الوقت بالدقائق . توقيت الحدث بداء متاخر
cs: čas v minutách o který vložená událost časovače skončí později (0-60)
de: Nachlauf bei Timeraufnamen in Minuten (0-60)
es: Tiempo en minutos que el evento programado comenzara despues (0-60)
et: Taimeri aeg minutites kui palju hiljem sündmuslõpeb (0-60)
fi: Ajastuksen yliaika minuutteina (0-60)
fy: Letter stopjen starten fan tiidstjoerd opnimmen yn min (0-60)
lt: Laikmačio laikas minutėmis, užduotis prasidės vėliau (0-60)
nl: Tijd in minuten waarmee de timer later moet eindigen (0-60)
pl: Wpisz o ile minut przedłużyć nagrywanie (0-60)
pt: Tempo em minutos que um evento do temporizador acaba mais tarde (0-60)
ru: Время окончания больше на (0-60) минут
sk: čas v minutách o ktorý vložená udalosť časovača začne neskôr (0-60)
tr: Bir olay ayarlanandan kaç dakika sonra bitsin (0-60)

source: Default action on timer end
cs: Akce po skončení časovače
fi: Toiminto ajastimen lauetessa
fy: Standert aksje an it ein fan in tiidsbarren
nl: Standaard actie na timer
ru: Действия по истечении времени окончания
tr: Zmanlayıcı bitimindeki varsayılan işlem

source: Set default action on timer end
cs: nastavení akce prováděné po ukončení časovače
fi: Aseta ajastimen oletustoiminto
fy: Kies standert aksje an it ein fan in tiidsbarren
nl: Stel de standaard actie in nadat de timer is afgelopen.
ru: Установка действия по истечении времени окончания
tr: Zmanlayıcı bitimindeki varsayılan işlemi gir

source: Nothing
ar: لا شيء
cs: Nic
de: Nichts
es: Nada
et: Eimidagi
fi: Ei mitään
fy: Niks
lt: Nieko
nl: Niets
pl: Nie rób nic
pt: nada
ru: Ничего
sk: Nič
tr: Hiçbir şey

source: Standby
ar: حالة الانتظار
et: Ooterežiim
fi: Valmiustila
fy: Paraatmodus
lt: Budėjimas
pl: Czuwanie
ru: Ожидание
tr: Hazırda Bekleme

source: UHF modulator
ar: وحده التوليف UHF
cs: UHF modulátor
es: Modulador RF
et: UHF Modulaator
fi: UHF-modulaattori
lt: UHF moduliatorius
pl: Modulator UHF
pt: Modulador UHF
ru: UHF модулятор
sk: UHF modulátor
tr: UHF Modülatörü

source: UHF Modulator on
ar: وحدة التوليف / موالف UHF فى وضع التشغيل
cs: UHF modulátor
de: UHF-Modulator an
es: Activar Modulador
et: UHF Modulaator aktiivne
fi: UHF-modulaattori käynnissä
lt: Moduliatorius įjungtas
nl: UHF-Modulator aan
pl: Modulator UHF załączony
pt: Modulador UHF ligado
ru: UHF модулятор вкл.
sk: UHF modulátor zap.
tr: UHF Modulatör açık

source: enable UHF Modulator
ar: تفعيل وحدة التوليف/موالف UHF
cs: povolit UHF modulátor ( TV modulátor )
de: UHF-Modulator aktivieren
es: Para activar el Modulador UHF
et: luba UHF Modulaator
fi: UHF-modulaattori päälle
fy: UHF Modulator ynskeakelje
lt: Įjungti UHF moduliatorių
nl: UHF-Modulator inschakelen
pl: Włącz modulator UHF
pt: Activar Modulador UHF
ru: Включить UHF модулятор
sk: povoliť UHF modulátor
tr: UHF Modulatör'ü etkinleştir

source: Test Pattern
ar: بترينة قياس
cs: Testovací obrazec
de: Testbild
es: Imagen pruebas
et: Testpilt
fi: Testikuva
fy: Test patroon
lt: Testuoti
nl: Testbeeld
pl: Obraz kontrolny
ru: Тестовый образец
sk: Kalibr.obrazca
tr: Test Deseni

source: enable test pattern
ar: شغل آخر بترينه
cs: zapnout testovací obrazec
de: Testbild aktivieren
es: Activar imagen pruebas
et: luba testpilt
fi: kytke testikuva
fy: test patroon ynskeakelje
lt: įjungti testavimą
nl: Testbeeld inschakelen
pl: Włącz obraz kontrolny
pt: activar test pattern
ru: Разрешить тестовый образец
sk: povoliť kalibračné obrazce
tr: test desenini aç

source: Sound enable
ar: شغل الصوت
cs: Povolit zvuk
de: Ton aktivieren
es: Activar sonido
et: Luba heli
fi: Äänet päällä
fy: Lûd ynskeakelje
lt: Garsas įjungtas
nl: Geluid inschakelen
pl: Włącz dźwięk
pt: Som activado
ru: Вкл. звук
sk: Povoliť zvuk
tr: Sesi etkinleştir

source: enable Sound
ar: شغل الصوت
cs: povolit zvuk přes TV modulátor
de: Ton aktivieren
es: Activar sonido
et: heli lubamine
fi: äänet päälle
fy: lûd ynschakelje
lt: įjungti garsą
nl: Geluid inschakelen
pl: Włącz modulowany sygnał dźwiękowy
pt: activar som
ru: Включить звук
sk: povoliť zvuk cez TV modulátor
tr: sesi etkinleştir

source: Sound Subcarrier:
ar: فك شفرة الصوت / ناقل الصوت
cs: Nosná zvuku:
de: Tonträger:
es: Portadora sonido:
et: Heli alamkandja:
fi: Äänen apukantoaalto:
fy: Lûd subcarrier
lt: Garso dažnis:
nl: Audio-subkanaal:
pl: Podnośna dźwięku:
pt: Sub-suporte de som:
sk: Nosná zvuku:
tr: Ses Alt Kanalı:

source: change sound subcarrier frequency
ar: غير تردد نقاة الصوت
cs: změnit frekvenci nosné zvuku (vlevo, vpravo)
de: Tonträgerfrequenz ändern
es: Cambiar portadora audio
et: muuda heli vahesagedust
fi: vaihda äänen apukantotaajuus
fy: wizigje lûd subcarrier frekwinsje
lt: pasirinkite garso subnešančiosios dažnį
nl: Geluidssubkanaal-frequentie
pl: Zmień częstotliwość podnośnej dźwięku
pt: mudar a freqüência subcarrier do som
ru: Изменение поднесущей частоты звука
sk: zmeniť frekvenciu nosnej zvuku (vľavo, vpravo)
tr: ses alt kanalı frekansını değiştir

source: Channel Nr.:
ar: القناة رقم.
cs: Kanál č.:
de: Kanalnummer:
es: Canal no.:
et: Kanali Nr:
fi: Kanavanro.:
fy: Kanaal nr.
lt: Kanalo Nr.:
nl: Kanaalnr:
pl: Kanał Nr:
pt: Número do canal:
ru: Канал №:
sk: Kanál č.:
tr: Kanal No:

source: change channel
ar: غير القناة
cs: změnit kanál (vlevo, vpravo)
de: Sender wechseln
es: Cambiar canal
et: muuda kanalit
fi: vaihda kanava
fy: wizigje kanaal
lt: keisti kanalą
nl: Kanaal veranderen
pl: Zmień kanał UHF
pt: mudar serviço
ru: Смена канала
sk: zmeniť kanál (vľavo, vpravo)
tr: kanal değiştir

source: Fine Tune:
ar: التوليف لضبط القناة
cs: Jemné ladění:
de: Feinabstimmung:
es: Ajuste fino:
et: Peenhäälestus:
fi: Hienoviritys:
fy: Fyn ôfstemme
lt: Tikslus nustatymas
nl: Fijnafstelling:
pl: Dostrojenie:
pt: Sintonia fina:
ru: Подстройка:
sk: Jemné ladenie:
tr: İnce Ayar:

source: 250Khz steps
ar: 250كيلوهيرتز خطوه
cs: krok po 250 kHz (vlevo, vpravo)
de: 250Khz Schritte
es: Pasos 250KHz
et: 250khz samm
fi: 250KHz:n askelet
fy: 250Khz stapkes
lt: žingsnis kas 250Khz
nl: Stappen van 250Khz
pl: Zmień częstotliwość skokowo o 250 kHz (lewy, prawy)
pt: passo de 250 Khz
ru: шаг 250кГц (ВЛЕВО/ВПРАВО)
sk: krok po 250 kHz (vľavo, vpravo)
tr: 250Khz adım

source: save settings and leave rf setup
ar: أحفظ المتغيرات واخرج من إعداد الآر إف
cs: uložit nastavení a opustit RF nastavení
de: Änderungen speichern und RF-Einstellungen schließen
es: Guardar valores y volver
et: salvesta määrangud ja lahku häälestusest
fi: tallenna asetukset ja poistu rf-asetuksista
fy: opslaan ynstellingen en ferlit RF ynstellingen
lt: Išsaugoti nustatymus ir išeiti
nl: Wijzigingen opslaan en RF-instellingen afsluiten
pl: Zapisz zmiany i zamknij okno
pt: registar ajustamentos e sair da configuração rf
ru: Сохранить и выйти
sk: uložiť nastavenie a opustiť RF nastavenie
tr: ayarları hafizaya al ve RF kurulumundan çık

source: if you can read this your rfmod will not work.
ar: إذا كنت تقرأ هذا فإن الآر إف مود لديك لن يعمل
cs: jestliže čtete tuto zprávu, pak RF-mód nepracuje nebo není TV připojena přes TV modulátor!
de: Wenn Sie dies lesen können, funktioniert die RF-Modulation nicht.
es: Si puedes leer este texto, el modulador no funciona.
et: Kui sa seda näed, siis su rfmod ei tööta.
fi: jos luet tämän rfmod ei toimi.
fy: As jo dit lêze kinne, dan sil jo rfmod net wurkje.
lt: jeigu Jūs tai skaitote, tai jūsų UHF moduliacija neveikia.
nl: Indien u dit kunt lezen, werkt uw RF-Mod niet
pl: Jeżeli widzisz tę informację, oznacza to że modulator UHF nie działa
pt: se você puder ler isto o seu rfmod não trabalhará.
ru: Если вы это читаете, то модулятор не работает
sk: pokiaľ čítate túto správu, tak RF-mód nepracuje alebo TV nie je pripojená cez RF-modulátor!
tr: eğer bunu okuyabiliyorsanız rfmod calışmayacaktır.

source: Services to run
ar: الخدمات المراد تشغيلها
cs: Spouštění služeb
de: Serviceverwaltung
es: Servicios a arrancar
et: Teenused mida käivitada
fi: Käynnistettävät palvelut
fy: Op te starten services
lt: Papildomos funkcijos
nl: Services activeren
pl: Usługi
pt: Serviços para iniciar
ru: Запуск сервисов
sk: Spúšťanie služieb
tr: Çalıştırılacak servisler

source: Start samba (enable file sharing)
ar: ابداء سيرفر سامبا لتمكين عملية الربط
cs: Start samba (povolit sdílení souborů)
de: Dateifreigaben aktivieren
es: Compartir ficheros por samba
et: Käivita samba (luba failide jagamine)
fi: Käynnistä Samba (tiedostonjako)
fy: Start Samba (Bestannen diele ynskeakelje)
lt: Įjungti Sambą
nl: Start samba (voor bestandsuitwisseling)
pl: Uruchom Samba (włącz udostępnianie plików)
pt: Iniciar samba (activar partilha de ficheiros)
ru: Пуск Samba (вкл. доступа по сети)
sk: Štart samba (povoliť zdieľanie súborov)
tr: Samba'yı başlat (dosya paylaşımı aktif)

source: start/do not start samba to make the Dreambox files available on a PC
ar: ابداء او ايقاف السامبا لعملية ربط الدريم مع الكمبيوتر
cs: spouštět/nespouštět samba - zajišťuje dostupnost souborů boxu na PC
es: Arrancar o no arrancar samba para hacer que los ficheros de la Dreambox esten disponibles en un PC
et: käivita/ära käivita sambat tegemaks Dreamboksi failid PC- l saadavaks
fi: käynnistä/älä käynnistä Samba (=tiedostojen näkyvyys PC:ssä)
fy: (net) starte fan samba om dreambox bestannen op in PC te sjen
lt: įjungti / išjungtii samba, kad padaryti archyvą esantį kompiuteryje
nl: Activeer/deactiveer samba om Dreambox bestanden op een PC zichtbaar te maken
pl: Uruchom/zatrzymaj sambę aby udostępnić pliki w sieci
pt: iniciar/não iniciar samba para disponibilizar os ficheiros da Dreambox num PC
ru: Старт/Стоп Samba для доступа к файлам Dreambox из сети
sk: spúšťať/nespúšťať samba - umožňuje prístup k súborom v boxe na PC
tr: Dreambox dosylarına PC den ulaşmak üzere Samba yı başlat/başlatma

source: Start firewall
ar: ابداء جدار الحماية
cs: Start firewallu
de: Firewall starten
es: Iniciar firewall
et: Käivita tulemüür
fi: Käynnistä palomuuri
lt: Įjungti ugniasienę
nl: Firewall starten
pl: Uruchom firewall
pt: Iniciar a firewall
ru: Пуск Firewall
sk: Štart firewallu
tr: Güvenlik Duvarı Başlat

source: start/do not start firewall
ar: ابداء او ايقاف جدار الحماية
cs: spouštět/nespouštět firewall
de: Firewall Ein- oder Ausschalten
es: Arrancar o no el firewall
et: käivita/ära käivita tulemüür
fi: käynnistä/älä käynnistä palomuuri
fy: (net) starte firewall
lt: įjungti / išjungti ugniasienę
nl: Activeer/deactiveer de firewall
pl: Uruchom/zatrzymaj firewall
pt: iniciar/não iniciar a firewall
ru: Старт/Стоп Firewall
sk: spúšťať/nespúšťať firewall
tr: Güvenik Duvarı başlat/başlatma

source: Configure FW
cs: Konfigurace FW
de: FW Konfigurieren
es: Configurar el FW
et: Seadista FW
fi: Laiteasetukset
fy: Konfiguraasje firewall
lt: Konfigūruoti FW
nl: Configureer firewall
pl: Ustawienia firewall
pt: Configurar firmware
ru: Настройка брандмауэра
sk: Konfigurácia FW
tr: GD kurulum

source: Configure the firewall
ar: اعدادات جدار الحماية
cs: nastaveni firewallu
de: Firewall Konfigurieren
es: Configurar el Firewall
et: Seadista tulemüür
fi: Palomuuriasetukset
fy: Konfiguraasje fan firewall
lt: Konfigūruoti ugniasienę
nl: Stel de firewall in
pl: Ustaw parametry firewall
pt: Configurar a firewall
ru: Настройка брандмауэра
sk: nastavenie firewallu
tr: Güvenlik duvarı kurulum ayarları

source: Start crond
ar: إبدأ الكورن
de: Crond starten
es: Iniciar crond
et: Käivita crond
fi: Käynn. Crond
lt: Įjungti crond
nl: crond starten
pl: Uruchom crond
pt: Iniciar crond
ru: Пуск Сrond
sk: Štart crond
tr: Crond başlat

source: start/do not start crond the time daemon
ar: ابداء او ايقاف وقت الكورن
cs: spouštět/nespouštět časový crond daemon
de: Cron Deamon Ein- oder Ausschalten
es: Arrancar o no el demonio cron
et: käivita/ära käivita crond-i ajastuse daemon-i
fi: käynnistä/älä käynn. Cron daemon
fy: (net) starte fan cron tiid daemon
lt: įjungti / išjungti crond daemon laiką
nl: Activeer/deactiveer crond
pl: Uruchom/zatrzymaj 'crond'
pt: iniciar/não iniciar o daemon crond
ru: Старт/Стоп Сrond
sk: spúšťať/nespúšťať časový crond daemon
tr: cron daemon başlat/başlatma

source: Start Inadyn
ar: إبدأ التحديت الرحرفي لعنوان الاي بي
de: Inadyn starten
es: Iniciar Inadyn
et: Käivita Inadyn
fi: Käynn. Inadyn
lt: Įjungti Inadyn
nl: Inadyn starten
pl: Uruchom Inadyn
pt: Iniciar Inadyn
ru: Пуск Inadyn
sk: Štart Inadyn
tr: Inadyn Başlat

source: start/do not start Inadyn
ar: ابداء او ايقاف بداية Inadyn
cs: spouštět/nespouštět Inadyn
de: Inadyn Ein- oder Ausschalten
es: Arrancar o no Inadyn
et: käivita/ära käivita Inadyn
fi: käynnistä/älä käynn. Inadyn
fy: (net) starte Inadyn
lt: įjungti / išjungti Inadyn
nl: Activeer/deactiveer Inadyn
pl: Uruchom/zatrzymaj Inadyn
pt: iniciar/não iniciar Inadyn
ru: Старт/Стоп Inadyn
sk: spúšťať/nespúšťať Inadyn
tr: Inadyn başlat/başlatma

source: Start Dropbear
ar: ابداء نضام الدروب بير
cs: Spustit Dropbear
de: Dropbear starten
es: Arrancar Dropbear
et: Käivita Dropbear
fi: Käynn. Dropbear
lt: Paleisti Dropbear
nl: Dropbear starten
pl: Uruchom Dropbear
pt: Iniciar Dropbear
ru: Пуск Dropbear
sk: Spustiť Dropbear
tr: Dropbear sunucusunu başlat (SSH)

source: start/do not start Dropbear
ar: ابداء او ايقاف نضام الدروب بير
cs: spouštět/nespouštět Dropbear
de: Dropbear starten oder nicht starten
es: Arrancar o no Dropbear
et: käivita/ära käivita Dropbear
fi: käynnistä/älä käynn. Dropbear
fy: (net) starte Dropbear
lt: paleisti/nepaleisti Dropbear
nl: Activeer/deactiveer dropbear
pl: Uruchom/zatrzymaj Dropbear
pt: iniciar/não iniciar Dropbear
ru: Старт/Стоп Dropbear
sk: spúšťať/nespúšťať Dropbear
tr: Dropbear sunucusnu başlat/başlatma

source: Start NFS server
ar: ابداء NFS
cs: Spuštění NFS serveru
de: NFS-Server starten
es: Arrancar el servidor NFS
et: Käivita NFS server
fi: Käynn. NFS-serveri
lt: Įjungti NFS serverį
nl: Activeer NFS server
pl: Uruchom serwer NFS
pt: iniciar servidor NFS
ru: Пуск сервера NFS
sk: Spustenie NFS servera
tr: NFS sunucusu başlat

source: start/do not start NFS server
ar: تشغيل او عدم تشغيل سيرفر NFS
cs: spouštět/nespouštět NFS server
de: NFS-Server starten oder nicht starten
es: Arrancar o no el servidor NFS
et: käivita/ära käivita NFS server
fi: käynnistä/älä käynn. NFS-serveri
fy: (net) starte NFS server
lt: paleisti/nepaleisti NFS serverį
nl: Activeer/deactiveer NFS-server
pl: Uruchom/zatrzymaj NFS
pt: iniciar/não iniciar servidor NFS
ru: Старт/Стоп сервера NFS
sk: spúšťať/nespúšťať NFS server
tr: NFS sunucusunu başlat/başlatma

source: Start Apache server
ar: ابداء Apache
cs: Spouštění Apache serveru
de: Apache-Server Starten
es: Arrancar el servidor Apache
et: Käivita Apache server
fi: Käynnistä Apache-serveri
lt: Įjungti Apache serverį
nl: Activeer Apache server
pl: Uruchom serwer Apache
pt: Iniciar servidor Apache
ru: Пуск сервера Apache
sk: Spustenie Apache serveru
tr: Apache sunucusunu başlat

source: start/do not start Apache webserver
ar: ابداء او ايقاف سيرفر الاباتشي
cs: spouštět/nespouštět Apache webserver
de: Apache-Webserver starten oder nicht starten
es: Arrancar o no el servidor Apache
et: käivita/ära käivita Apache veebiserver
fi: käynnistä/älä käynn. Apache-serveriä
fy: (net) starte Apache webserver
lt: paleisti/nepaleisti Apache web serverį
nl: Activeer/deactiveer Apache webserver
pl: Uruchom/zatrzymaj Apache
pt: iniciar/não iniciar servidor Apache
ru: Старт/Стоп сервера Apache
sk: spúšťať/nespúšťať Apache webserver
tr: Apache Ağ Sunucusnu başlat/başlatma

source: Start gSUB
ar: ابداء gSUB
de: gSUB starten
es: Iniciar gSUB
et: Käivita gSUB
fi: Käynnistä gSUB
lt: Įjungti gSUB
nl: Activeer gSUB
pl: Uruchom gSUB
pt: Iniciar gSUB
ru: Пуск gSUB
tr: gSub'u başlat

source: start/do not start gSUB
ar: ابداء او ايقاف gSUB
cs: spouštět/nespouštět gSUB
de: gSUB Ein- oder Ausschalten
es: Arrancar o no gSUB
et: käivita/ära käivita gSUB
fi: käynnistä/älä käynn. gSUB
fy: (net) starte gSUB
lt: įjungti / išjungti gSUB priedą
nl: Activeer/deactiveer gSUB
pl: Uruchom/zatrzymaj gSUB
pt: iniciar/não iniciar gSUB
ru: Старт/Стоп gSUB
sk: spúšťať/nespúšťať gSUB
tr: gSUB'u başlat/başlatma

source: OSD skin
ar: سكين عرض البيانات على الشاشة
es: Piel del OSD
et: OSD väljanägemine
fi: OSD:n teema
fy: OSD oanklaaiing
lt: Temų pasirinkimas
pl: Skórka
pt: Tema do OSD
ru: Оформление
tr: OSD Derisi

source: Change Skin >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [6] OSD Settings >>> [BLUE] Change Skin . . . . . . . . . . Your Dreambox supports custom made skins. PLi offers additional skin downloads and previews from the download menu automating skin installation. Note: Changing a skin requires a reboot. . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield, Button, or skin [GREEN]/[OK] Save Settings and Close Window [EXIT] Close window without saving changes
ar: تغيير السكين
cs: Změnit Skin >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [6] OSD Settings >>> [BLUE] Change Skin . . . . . . . . . . Your Dreambox supports custom made skins. PLi offers additional skin downloads and previews from the download menu automating skin installation. Note: Změna skinu vyžaduje reboot. . . . . . . . . . . Použití: [UP]/[DOWN] výběr vstupního pole, tlačítka nebo skinu [GREEN]/[OK] Save Settings and Close Window [EXIT] Close window without saving changes
es: Cambiar piel >>> [MENU] >>> [6] Ajustes >>> [3] Ajustes de sistema >>> [6] Ajustes de OSD >>> [BLUE] Cambiar piel . . . . . . . . . . Tu Dreambox soporta pieles personalizadas. Pli ofrece descargas y vistas de pieles adicionales desde el menu de descargas, automatizando su instalacion. Nota: Cambiar una piel requiere un reinicio. . . . . . . . . . . Uso: [UP]/[DOWN] Seleccionar campo de texto, boton o piel [GREEN]/[OK] Guardar y cerrar [EXIT] Cerrar sin guardar
fi: Teemat >>> [MENU] >>> [6] Asetukset >>> [3] Järjestelmäasetukset >>> [6] OSD-asetukset >>> [SIN] Teemat . . . . . . . . . . Dreambox tukee käyttäjien omia teemoja. Pli-imagessa vaihtoehtoisia teemoja voi ladata, esikatsella ja asentaa lataukset-valikossa. Huom: Teeman vaihtaminen vaatii käynnistyksen. . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä, painike tai teema [VIH]/[OK] Tallenna muutokset ja poistu [EXIT] Poistu tallentamatta
fy: Feroarje Oanklaaiing >>> [MENU] >>> [6] Ynstellingen >>> [3] Systeem Ynstellingen >>> [6] OSD Ynstellingen >>> [BLAUW] Feroarje Oanklaaiing . . . . . . . . . . De Dreambox ondersteunt eigenmakke oanklaaiingen. PLi hat mear oanklaaiingen beschikber troch internet. It hat ek previews fan it download menu en automatysk oanklaaiing ynstalaasje. Noat: Feroarjen fan oanklaaiing, hat een herstart van de Enigma noadich. . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje ynjeftefjild of toets of oanklaaiing [GRIEN] Feroaringen opslaan en slút finster [EXIT] Neat opslaan en slút finster
lt: Keisti temą >>> [MENU] >>> [6] Nustatymai >>> [3] Sisteminiai nustatymai >>> [6] OSD nustatymai >>> [MĖLYNAS] Keisti temą . . . . . . . . . . Jūsų imtuvas palaiko temų keitimą. PLi siūlo papildomas įdiegti temas su išankstine peržiūra ir automatiniu jų įdiegimu. Pastaba: Temų pakeitimas reikalauja imtuvo perkrovimo. . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą, mygtuką, arba temą [ŽALIAS]/[OK] Išsaugoti nustatymus ir uždaryti langą [EXIT] Uždaryti langą be išsaugojimo
pl: Wybór skórek >>> [MENU] >>> [6] Ustawienia >>> [3] Ustawienia systemowe >>> [6] Ustawienia OSD >>> [NIEBIESKI] Zmień skórkę . . . . . . . . . . Dreambox wspiera dowolne skórki. PLi oferuje możliwość pobrania skórek z Internetu i ich automatycznej instalacji. uwaga: Zmiana skórki wymaga ponownego uruchomienia Enigmy. . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole, przycisk lub skórkę [ZIELONY]/[OK] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Modificar tema >>> [MENU] >>> [6] Configuração >>> [3] Definições de sistema >>> [6] Definições de OSD >>> [BLUE] Modificar tema . . . . . . . . . . A Dreambox suporta temas personalizados. A PLi oferece temas adicionais para descarga e pré-visualização a partir do menu de descarga para uma instalação automática do tema. Nota: Modificar um tema requer reinicio. . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo, botão ou tema [GREEN]/[OK] Guardar definições e fechar a janela [EXIT] Fechar a janela sem guardar alterações
ru: Оформление >>> [MENU] >>> [6] Настройки >>> [3] Настройки системы >>> [6] Настройки интерфейса >>> [СИНИЙ] Оформление . . . . . . . . . . Ваш Dreambox поддерживает смену оформления интерфейса. Для этого необходимозагрузить и установить необходимый файл через меню загрузки или вручную. Внимание: Замена оформления требует перезагрузки. . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода, кнопки или файла оформления [ЗЕЛЁНЫЙ]/[OK] Записать и выйти [EXIT] Выйти без записи
sk: Zmeniť Skin >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [6] OSD Settings >>> [BLUE] Change Skin . . . . . . . . . . Your Dreambox supports custom made skins. PLi offers additional skin downloads and previews from the download menu automating skin installation. Note: Zmena skinu vyžaduje reboot. . . . . . . . . . . Použitie: [UP]/[DOWN] výber vstupného poľa, tlačidla alebo skinu [GREEN]/[OK] uložiť a zavrieť okno [EXIT] zavrieť okno bez uloženia zmien
tr: Deri Değiştir >>> [MENU] >>> [6] Kurulum >>> [3] Sistem Ayarları >>> [6] OSD Ayarları >>> [MAVİ] Deri Değiştir . . . . . . . . . . Drambox'unuz özel yapılmış derileri kullanabilmektedir. PLi yükleme menüsünden ulaşılabilen ekstra deri yüklemeleri ve önizleme olanağı sunmakata ve işelmlerin otomatik yürütülmesine olanak sağlamaktadır. NOT: Deri diğiştirme işlemi yeinden başlatma gerktirmektedir.. . . . . . . . . . Kullanım: [YUKARI]/[AŞAĞI] Giriş alanı, buton veya deri seçimi [YEŞİL]/[OK] Ayarları kaydet ve pencereyi kapat [EXIT] Ayarları kaydetmadan pencereyi kapat

source: You have to restart enigma to apply the new skin Restart now?
ar: لا بد من إعادة تشغيل الجهازلتطبيق شكل القوائم الجديد/ هل تريد إعادة التشغيل الآن؟
cs: Nový vzhled (skin) se projeví až po restartu Restartovat nyní?
de: Gerät muss neu gestartet werden, um den neuen Skin zu aktivieren. Jetzt neu starten?
es: Hay que reiniciar enigma para activar el nuevo tematico Reiniciar ahora?
et: Väljanägemise muutmiseks peab enigma taaskäivitama Kas taaskäivitan kohe?
fi: Käynnistä Enigman uudelleen, jotta uusi teema otetaan käyttöön. Käynnistä uudelleen nyt?
lt: Norėdami naudotis nauja tema, būtina paleisti iš naujo Enigmą! Ar paleisti iš naujo dabar?
nl: De Dreambox moet worden herstart om de nieuwe skin te aktiveren Nu herstarten?
pl: Musisz ponownie uruchomić Enigmę aby uaktywnić nową skórkę. Czy uruchomić ponownie?
pt: Você tem que reiníciar o enigma para aplicar o novo tema Reiníciar agora?
ru: Для использования оформления нужна перезагрузка. Перезагрузить сейчас?
sk: Nový vzhľad (skin) sa prejaví až po reštarte Reštartovať teraz?
tr: Yeni görünümün uygulamanması için cihazınız yeniden başlatılması gerekmektedir. Şimdi yeniden başlatılsın mı?

source: Skin changed
ar: تغيرت الواجهة
cs: vzhled byl změněn
de: Skin geändert
es: Tematico cambiado
et: Väljanägemine muudetud
fi: Teema vaihdettu
fy: Oanklaaiing wizigje
lt: Tema pakeista
nl: Skin aangepast
pl: Zmiana skórki
pt: Tema mudado
ru: Смена оформления
sk: vzhľad bol zmenený
tr: Deri değiştirildi

source: /var settings
cs: /var nastavení
es: Ajustes del /var
fi: /var-asetukset
fy: /var ynstellingen
nl: /var instellingen
ru: Настройка /var
tr: /var ayarları

source: Swap file and /var
ar: الزاكرة الافتراضية مع الفار
cs: Swap soubor a /var
de: Swap-Datei und /var
es: Ajustes memoria swap y del /var
et: Vaheta fail ja /var
fi: Swap-tied. ja /var
fy: Swap bestân en /var
lt: Swap failas ir /var
nl: Swapfile en /var
pl: Plik swap i /var
pt: Ficheiro swap e /var
ru: Файл подкачки и /var
sk: Swap súbor a /var
tr: Takas dosyası ve /var
