Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Please select version to upgrade or LAME! to abort
ar: الرجاء إختيار النسخة التي تريد الترقية إليها أو الليم! للخروج
cs: Vyberte verzi pro aktualizaci nebo LAME! pro zrušit
de: Bitte gewünschte Version zur Aktualisierung wählen oder mit LAME! abbrechen
es: Elige versión del software para la actualización o pulse LAME! para cancelar.
et: Palun valige versiooniuuendus või katkestamiseks vajutada LAME!
fi: Valitse päivityksen versio tai paina EXIT! (lopetus)
fy: kies ferzje om nei by te wurken of ôfbrekke
lt: Pasirinkite versiją atnaujinimui arba EXIT! nutraukimui
nl: Selecteer de gewenste software-versie of druk op 'lame' om te stoppen.
pl: Wybierz wersję do aktualizacji albo użyj EXIT aby przerwać
pt: Por favor seleccione a versão para actualizar ou prima LAME! para sair
ru: Выберите версию ПО для обновления или нажмите EXIT/LAME! для отмены
sk: Vyberte verziu pre aktualizáciu alebo LAME! pre zriušiť
tr: Lütfen güncellenecek sürümü seçin veya LAME! ile sonlandırın

source: Download aborted.
ar: تم الخروج من التنزيل
cs: Stahování zrušeno.
de: Download abgebrochen.
es: Actualización abondonada.
et: Allalaadimine katkestatud.
fi: Lataus keskeytetty.
fy: Binnenheljen ôfbrutsen
lt: Parsisiuntimas nutrauktas.
nl: Download afgebroken.
pl: Pobieranie przerwane
pt: Download cancelado.
ru: Загрузка прервана.
sk: Sťahovanie zrušené.
tr: İndirme iptal edildi.

source: checking consistency of file...
ar: تأكد من تتالي الملف
cs: kontrola správnosti souboru...
de: Überprüfe die Beschaffenheit der Datei...
es: comprobando integridad del fichero...
et: kontrollin faili kooskõlalisust...
fi: tarkistetaan tiedoston eheys...
fy: Contoleren fan justhied van file
lt: tikrinamas failo nuoseklumas...
nl: Het bestand wordt gecontroleerd op fouten...
pl: Weryfikacja integralności danych...
pt: a verificar a consistência dos ficheiros...
ru: Проверка согласованности файлов...
sk: kontrola správnosti súboru...
tr: dosya tutarlılığı kontrol ediliyor...

source: write error while downloading...
ar: خطأ في الكتابة اثناء التنزيل
cs: chyba zápisu během stahování ...
de: Schreibfehler während des Downloads...
es: Error grabación bajando el fichero...
et: allalaadimisel tekkis kirjutamisviga...
fi: kirjoitusvirhe latauksen aikana...
fy: skriuw fout by it binnenheljen
lt: įrašymo klaida parsiunčiant...
nl: Schrijf fout tijdens downloaden...
pl: Błąd zapisu podczas pobierania
pt: erro de escrita durante o download...
ru: Запись ошибок при загрузке...
sk: chyba zápisu počas sťahovania...
tr: download sırasında yazma hatası...

source: Data error. The checksum didn't match.
ar: خلل في الداتا
cs: Chyba dat. Nesouhlasí kontrolní součet.
de: Datenfehler. Checksumme nicht korrekt.
es: Error de datos. La suma de prueba no corresponde.
et: Viga andmetes. Kontrollsummad ei klapi.
fi: Datavirhe. Tarkistussumma virheellinen.
fy: Data fout. Checksum komt net oeriin
lt: Duomenų klaida. Nesutapo kontrolinė suma.
nl: Datafout. De checksum komt niet overeen.
pl: Nieprawidłowa suma kontrolna
pt: Erro de dados. O checksum não coincide.
ru: Ошибка. Контрольная сумма не совпадает
sk: Chyba dát. Nesúhlasí kontrolný súčet.
tr: Veri hatası. Kontrol hesaplanması tutmuyor.

source: Checksum OK. Ready to upgrade.
ar: فحص المعلومات جميعا ، جاهز للترقية
cs: Kontrolní soucet OK. Připraven k aktualizaci.
de: Checksumme OK. Bereit zur Aktualisierung.
es: Fichero en orden. Listo para la actualización
et: Kontrollsumma korras. Uuenduseks valmis.
fi: Tarkistussumma OK. Valmis päivitykseen.
fy: Checksum ok. Klear foar bywurkje
lt: Kontrolinė suma sutapo. Pasiruošęs atnaujinimui.
nl: Checksum OK. Klaar voor de upgrade.
pl: Prawidłowa suma kontrolna
pt: Checksum OK. Pronto para actualizar.
ru: Готов к обновлению.
sk: Kontrolný súčet OK, pripravený n aaktualizáciu.
tr: Kontrol heaplaması tutuyor. Güncelleme işlemi için hazır.

source: Are you sure you want to upgrade to this new version?
ar: هل أنت متأكد لأنك تريد الترقية للنسخة الجديدة
cs: Opravdu chcete aktualizovat na tuto novou verzi ?
de: Wirklich auf neue Version aktualisieren?
es: Seguro deseen actualizar a la versión nueva?
et: Kas oled nõus uuendama sellele versioonile?
fi: Haluatko varmasti päivittää tähän uuteen versioon?
fy: wolle jo belist nei dizze nije ferzje ?
lt: Ar tikrai norite atnaujinti programinę įrangą?
nl: Weet u zeker dat u wilt upgraden naar deze versie?
pl: Czy chcesz uaktualnić oprogramowanie?
pt: Tem a certeza que quer fazer a actualização para esta nova versão?
ru: Вы уверены, что хотите обновиться этой версией?
sk: Naozaj chete aktualizovať na túto novú verziu?
tr: Bu sürüme güncellemek istediğinizden eminmisiniz?

source: Ready to upgrade
ar: جاهز للترقية
cs: Připraven pro aktualizaci
de: Bereit zur Aktualisierung
es: Listo para la actualización
et: Valmis uuenduseks
fi: Valmis päivitettäväksi
fy: Klear foar bywurkje
lt: Pasiruošęs atnaujinimui
nl: Klaar voor de upgrade
pl: Gotowe do aktualizacji
pt: Pronto para actualizar
ru: Готов к обновлению
sk: Prpipravený na aktualizáciu
tr: Güncelleme işlemi için hazır

source: Can't read flashimage.img!
ar: لا يمكن قراءة البرنامج التشغيلى على الذاكرة الداخلية
cs: Nemohu číst flashimage.img !
de: Kann flashimage.img nicht lesen!
es: No se puede leer flashimage.img
et: Ei õnnestu lugeda flashimage.img!
fi: Ei voi lukea flashimage.img!
fy: Kin flashimage net lêze
lt: Nepavyko nuskaityti flashimage.img!
nl: flashimage.img kan niet worden gelezen!
pl: Nie można odczytać z pliku flashimage.img!
pt: Não é possivel ler flashimage.img!
ru: Не читается flashimage.img!
sk: Nemôžem čítať flashimage.img !
tr: flashimage.img okunamıyor!

source: flashimage.img has filesize of 0byte!
ar: حجم ملف السوفتوير على الذاكرة الداخلية هو صفر بايت
cs: flashimage.img má nulovou velikost!
de: flashimage.img ist 0 Byte groß!
es: flashimage.img tiene un tamaño de 0byte!
et: flashimage.img suurus on 0 baiti!
fi: flashimage.img tiedostokoko on 0 tavua!
fy: flashimage hat grutte fan 0 byte!
lt: flashimage.img apimtis yra 0 baitų!
nl: flashimage.img heeft een bestandsformaat van 0 bytes!
pl: Plik flashimage.img ma rozmiar 0 bajtów!
pt: flashimage.img tem um tamanho de 0 byte!
ru: Файл имиджа имеет нулевой размер!
sk: flashimage.img má nulovú veľkosť!
tr: flashimage.img'nin boyutu 0 byte!

source: upgrade in progress
ar: الترقية جارية
cs: probíhá aktualizace
de: Aktualisierung läuft
es: Actualizando software
et: toimub uuendamine
fi: päivitys käynnissä
fy: bywurkjen is dwaande
lt: vyksta atnaujinimas
nl: Bezig met bijwerken...
pl: Aktualizacja w toku...
pt: actualização em decurso
ru: Идёт обновление...
sk: prebieha aktualizácia...
tr: güncelleme devam ediyor

source: Erasing Flash...
ar: مسح الذاكرة الداخلية
cs: Mazaní Flash...
de: Lösche Flash...
es: Borrando memoria...
et: Kustutan Flashi...
fi: Pyyhitään FLASH...
fy: flash wurd wiske
lt: Trinama Flash atmintinė...
nl: Flash wordt gewist...
pl: Kasowanie pamięci flash...
pt: A apagar a flash...
ru: Стирание памяти...
sk: Mazanie Flash...
tr: Flash siliniyor...

source: Writing Software to Flash...
ar: كتابة السوفتوير على الذاكرة الداخلية
cs: Zápis software do Flash ...
de: Schreibe Software in Flash...
es: Grabando software en la memoria...
et: Kirjutan Tarkvara Flashmälusse ...
fi: Kirjoitetaan FLASH-muistiin...
fy: Programma wurd nei Flash skreauwn
lt: Programinė įranga įrašoma į Flash atmintį...
nl: De software wordt naar flash geschreven...
pl: Zapis oprogramowania do pamięci flash...
pt: A escrever o software na Flash...
ru: Запись ПО в память...
sk: Zápis software do Flash ...
tr: Yazılım Flaşa yazılıyor...

source: upgrade successful! restarting...
ar: الترقية تمت بنجاح/ىإعادة التشغيل
cs: aktualizace byla uspěšná! restartuji...
de: Aktualisierung erfolgreich! Starte neu...
es: Actualización acceptada! Reiniciar con OK
et: uuendus õnnestus! taaskäivitan...
fi: päivitys onnistui! käynnistetään...
fy: bywurkjen is slagge! DreamBox start opnij....
lt: atnaujinimas sėkmingas! paleidžiama iš naujo...
nl: Upgrade voltooid! Bezig met herstarten...
pl: Aktualizacja pomyślna. Ponowne uruchamianie...
pt: Actualização concluída! A reiniciar ...
ru: Обновление успешно завешено! Перезагрузка...
sk: aktualizácia bola úspešná! reštartujem...
tr: güncelleme başarılı!! Sistem tekrar açılıyor...

source: upgrade ok
ar: الترقية أوكي
cs: aktualizace OK
de: Aktualisierung erfolgreich
es: Actualización acceptada
et: uuendus ok
fi: päivitys ok
fy: bywurkjen ok
lt: atnaujinta ok
nl: Upgrade voltooid
pl: Aktualizacja pomyślna
pt: Actualização concluída
ru: Обновление окончено
sk: aktualizácia OK
tr: güncelleme tamam

source: This is the currently installed release.
ar: هذه هي النسخة الحالية المركبه
cs: Jde o současnou nainstalovanou verzi.
de: Dies ist die derzeit installierte Version.
es: Versión actual instalada
et: See on parasjagu kasutuselolev väljalase.
fi: Tämä ohjelmisto on jo asennettu.
fy: Dit is de ynstalearre ferzje
lt: Ši versija jau instaliuota.
nl: Deze versie staat op dit moment in uw Dreambox.
pl: Zainstalowana wersja
pt: Esta é a versão actualmente instalada.
ru: Это текущая версия.
sk: Ide o súčasnú nainštalovanú verziu.
tr: Kurulu olan sürümdür.

source: This is an older release.
ar: هذا هو إصدار سابق
cs: Toto je starší verze.
de: Dies ist eine ältere Version.
es: Versión antigua.
et: See on varasem väljalase.
fi: Tämä on vanhempi ohjelmisto.
fy: Dit is een âldere útjefte
lt: Ši versija senesnė
nl: Dit is een oudere versie.
pl: Poprzednia wersja
pt: Esta é uma versão mais antiga.
ru: Это старая версия.
sk: Toto je staršia verzia.
tr: Bu sürüm kurulu olandan eskidir.

source: No changelog data available.
ar: لا يوجد لوج تغيير متوفر
cs: Žádné nové informace o změnách nezjištěny.
de: Keine Changelog-Daten verfügbar
es: Sin información de las actualizaciones.
et: Uuenduste nimekiri ei ole saadaval.
fi: Muutoslistaa ei ole saatavilla.
fy: Gjin data mei veroaringen oanwêzig
lt: Nėra pakeitimų žurnalo duomenų.
nl: Geen informatie beschikbaar
pl: Dziennik zmian niedostępny
pt: Não existem dados disponíveis do registo de alterações.
ru: Новая версия. Без изменения данных.
sk: Žiadne nové informácie o zmenách neboli nájdené.
tr: Değişimkütüğü verisine ulaşılamıyor.

source: No new features were added in this release.
ar: لا توجد مزايا جديدة في هذا الإصدار
cs: V této verzi nebyly přidané žádné nové vlastnosti.
de: In diesem Release wurden keine neuen Funktionen hinzugefügt.
es: No habían cambios en esta versión.
et: Selle väljalaskega ei lisandu uusi võimalusi.
fi: Ei uusia ominaisuuksia tässä julkaisussa.
fy: Gjin neie dingen fûn in dizze utjefte
lt: Šioje versijoje nėra naujų galimybių.
nl: In deze versie zijn geen nieuwe functies toegevoegd.
pl: Nie dodano nowych funkcji w tej wersji
pt: Nenhuma funcionalidade nova foi acrescentada nesta versão.
ru: В этой версии нет новых функций
sk: V tejto verzii neboli pridané žiadne nové vlastnosti.
tr: Bu sürümde herhangibir yenilikler eklenmemiştir.

source: The following new features were added in this release:
ar: هذه هي المزايا الجديدة التي أضيفت لهذا الإصدار/ى
cs: V této verzi byly přidané následující nové vlastnosti:
de: Folgende Funktionen wurden in diesem Release neu hinzugefügt:
es: Estos mejoras fueron incluidas en esta versión:
et: Selle väljalaskega lisandusid uued võimalused:
fi: Uudet ominaisuudet tässä julkaisussa:
fy: De folgende nije eigenskippen binne tafoege oan dizze utjefte :
lt: Ši versija papildyta tokiomis naujovėmis:
nl: De volgende nieuwe functies zijn in deze versie toegevoegd:
pl: Lista nowych funkcji w tej wersji:
pt: As seguintes funcionabilidades foram acrescentadas nesta nova versão:
ru: В этом релизе мы добавили следующие функции:
sk: V tejto verzii boli pridané nasledujúce nové vlastnosti:
tr: Bu sürüm ile eklenen yenilikler:

source: New Software for the frontprocessor is available. Your Dreambox must upgrade now! DO NOT TURN OFF THE POWER DURING UPDATE !!!.
ar: يتوفر الآن سوفتوير جديد لمعالج البيانات الامامي. لا بد لجهازك دريم بوكس من الترقية الآن! لا تفصل التيار الكهربى أثناء عملية الترقية.
cs: Dostupná nová verze frontprocesoru. Dreambox se nyní zaktualizuje! NEVYPÍNEJTE NAPÁJENÍ BĚHEM AKTUALIZACE !!!
de: Neue Software für den Frontprozessor ist verfügbar. Ihre Dreambox muss diesen nun aktualisieren! GERÄT WÄHREND DER AKTUALISIERUNG NICHT AUSSCHALTEN !!!
es: Actualización frontprocessor disponible. El receptor se tiene que actualizar ahora! NO QUITE LA CORRIENTE !!!.
et: Uus tarkvara on saadaval ka protsessorile. Uuendus tuleb koheselt läbi viia! ÄRA LÜLITA VASTUVÕTJAT VÄLJA UUENDUSE AJAL!!!
fi: Uusi frontprocessor-ohjelmisto on saatavilla. Dreambox täytyy päivittää nyt! ÄLÄ KATKAISE VIRTAA PÄIVITYKSEN AIKANA !!!.
fy: In nij programma foar de foarein-processor is anwêzig. De Dreambox moat bywurke wurde NET ÚTSKEAKELJE WHYLST BYWURKJEN !!.
lt: Galima nauja programinė įranga dėl frontprocesoriaus Jūsų imtuvas turi būti dabar atnaujintas! NEIŠJUNKITE MAITINIMO ATNAUJINIMO METU !!!
nl: Er is nieuwe software voor de frontprocessor beschikbaar. U dient deze upgrade uit te voeren! Schakel de dreambox tijdens de update niet uit!!!
pl: Dostępna aktualizacja SW dla frontprocesora. Aktualizacja nastąpi automatycznie. NIE ODŁĄCZAJ ZASILANIA W TYM CZASIE!
pt: Novo software para o processador disponível... A Dreambox deve ser actualizada agora! NÃO DESLIGUE A CORRENTE DURANTE A ACTUALIZAÇÃO!
ru: Доступна новая версия ПО. Можно обновиться прямо сейчас! НЕ ВЫКЛЮЧАЙТЕ ПИТАНИЕ ПРИ ОБНОВЛЕНИИ !!!
sk: Dostupná nová verzia frontprocesora. Dreambox se teraz zaktualizuje! NEVYPÍNAJTE NAPÁJANIE POČAS AKTUALIZÁCIE !!!
tr: Yeni frontprocesor yazılımı bulundu. Dreambox'unuz şimdi güncellenmesi gerekmektedir ! GÜNCELLEME SIRASINDA GÜCÜ KESMEYİN !!!

source: New software available
ar: تتوفر صورة جديدة
cs: Nové software je k dispozici
de: Neue Software verfügbar
es: Software nuevo disponible
et: Uus tarkvara on saadaval
fi: Uusi ohjelmisto saatavilla
fy: In nij programma is anwêzig
lt: Yra nauja programinė įranga
nl: Nieuwe software beschikbaar
pl: Dostępna jest nowa wersja oprogramowania
pt: Disponível novo software
ru: Доступено новое ПО
sk: Nový software je k dispozícii
tr: Yeni yazılım bulundu

source: Upgrading frontprocessor... DO NOT TURN OFF THE POWER! THE DREAMBOX WILL AUTOMATICALLY REBOOT!
ar: ترقية معالج البيانات... لا تفصل التيار الكهربى!... دريم بوكس سوف يعيد التشغيل تلقائيا
cs: Aktualizuji frontprocesor... NEVYPÍNEJTE NAPÁJENÍ DREAMBOX SE SÁM ZRESTARTUJE!
de: Aktualisiere den Frontprozessor ... GERÄT NICHT AUSSCHALTEN!! DIE DREAMBOX WIRD AUTOMATISCH NEU STARTEN!
es: Actualizando frontprocessor... NO QUITE LA CORRIENTE! EL RECEPTOR SE REINICIERA AUTOMATICAMENTE!
et: Uuendan protsessori tarkvara... ÄRA LÜLITA VOOLU VÄLJA! VASTUVÕTJA TEEB ISE RESTARDI!
fi: Päivitetään prosessorin ohjelmistoa... ÄLÄ KATKAISE VIRTAA! DREAMBOX KÄYNNISTYY AUTOMAATTISESTI UUDELLEEN!
fy: Bywurkjen foarein-processor... LIT DE DREAMBOX OAN ! DE DREAMBOX WURD AUTOMATYSK OPNIJ OPSTART !
lt: Atnaujinamas frontprocesorius ... NEIŠJUNKITE ĮTAMPOS! INTUVAS AUTOMATIŠKAI PERSIKRAUS!
nl: De frontprocessor wordt nu geflashed... SCHAKEL DE DREAMBOX NU NIET UIT! DE DREAMBOX ZAL AUTOMATISCH HERSTARTEN!
pl: Aktualizacja oprogramowania... NIE ODŁĄCZAJ ZASILANIA! Tuner uruchomi się automatycznie
pt: A actualizar o processador primário... NÃO DESLIGUE A CORRENTE! A DREAMBOX IRÁ REINICIAR AUTOMATICAMENTE!
ru: Идёт обновление... НЕ ВЫКЛЮЧАЙТЕ ПИТАНИЕ! DREAMBOX ПЕРЕЗАГРУЗИТСЯ АВТОМАТИЧЕСКИ!
sk: Aktualizujem frontprocesor... NEVYPÍNAJTE NAPÁJANIE! DREAMBOX SA SÁM ZREŠTARTUJE!
tr: Ön işleyici (FP) güncelleniyor... GÜCÜ KAPATMAYIN ! DREAMBOX OTOMATİK OLARAK BAŞLATILACAKTIR!

source: Upgrade in process...
ar: الترقية مستمرة
cs: Probiha aktualizace....
de: Softwareaktualisierung läuft
es: Actualizción en curso...
et: Toimub versiooniuuendus...
fi: Päivitys käynnissä...
fy: bywurkjen is dwaande
lt: Vyksta atnaujinimas...
nl: Bezig met bijwerken...
pl: Aktualizacja w toku...
pt: A actualizar...
ru: Идёт обновление...
sk: Prebieha aktualizácia...
tr: Güncelleme devam ediyor...

source: OSD Language >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [7] OSD Language Your language . . . . . . . . . . Usage: [UP]/[DOWN] Select your language [OK] Select and save language [EXIT] Close window without saving changes
ar: tOSD اللغة
cs: OSD jazyk >>> [MENU] >>> [6] Nastavení >>> [3] Nastavení Systému >>> [7] OSD jazyk Váš jazyk . . . . . . . . . . Použití: [UP]/[DOWN] Vybrat jazyk [OK] Vybrat a uložit jazyk [EXIT] Zavřít okno bez uložení změn
es: Idioma de OSD >>> [MENU] >>> [6] Ajuste >>> [3] Ajustes de sistema >>> [7] Idioma del OSD Tu idioma . . . . . . . . . . Uso: [UP]/[DOWN] Selecciona tu idioma [OK] Selecciona y salva el idioma [EXIT] Cerrar sin guardar
et: OSD Language >>> [MENU] >>> [6] Häälestus >>> [3] Süsteemi Seaded >>> [7] OSD Language Your language . . . . . . . . . . Usage: [UP]/[DOWN] Select your language [OK] Select and save language [EXIT] Close window without saving changes
fi: OSD:n kieli >>> [MENU] >>> [6] Asetukset >>> [3] Järjestelmäasetukset >>> [7] OSD:n kieli Kieli . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kieli [OK] Tallenna valinta [EXIT] Poistu tallentamatta
fy: OSD Taal >>> [MENU] >>> [6] Ynstellingen >>> [3] Systeem ynstellingen >>> [7] OSD Taal Jo taal . . . . . . . . . . Gebrûk: [OP]/[DEL] Kies jo taal [OK] Selektearje en taal opslaan [EXIT] Slút finster sûnder op te slaan
lt: OSD Kalba >>> [MENU] >>> [6] Nustatymai >>> [3] Sisteminiai nustatymai >>> [7] OSD kalba Jūsų kalba . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite savo kalbą [OK] Pasirinkite ir išsaugokite kalbą [EXIT] Uždaryti langą be išsaugojimo
pl: Język OSD >>> [MENU] >>> [6] Ustawienia >>> [3] Ustawienia OSD >>> [7] Język OSD Język . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz swój język [OK] Wybierz i zapisz ustawienia [EXIT] Zamknij okno bez zapisywania zmian
pt: Idioma do OSD >>> [MENU] >>> [6] Configuração >>> [3] Definições do sistema >>> [7] Idioma do OSD O seu idioma . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar o idioma [OK] Seleccionar e guardar o idioma [EXIT] Fechar a janela sem guardar alterações
ru: Язык интерфейса >>> [MENU] >>> [6] Настройки >>> [3] Настройка интерфейса >>> [7] Язык интерфейса Выбор языка интерфейса . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор языка [OK] Запись выбранного языка [EXIT] Выйти без записи
sk: OSD jazyk >>> [MENU] >>> [6] Nastavenie >>> [3] Nastavenie Systému >>> [7] OSD jazyk Váš jazyk . . . . . . . . . . Použitie: [UP]/[DOWN] Vybrať jazyk [OK] Vybrať a uložiť jazyk [EXIT] Zavrieť okno bez uloženia zmien
tr: OSD Dili >>> [MENU] >>> [6] Kurulum >>> [3] Sistem Ayarları >>> [7] OSD Dili Menü dilini seçin . . . . . . . . . . Kullanım: [UP]/[DOWN] Dil seçimi [OK] dili seç ve kaydet [EXIT] Değişiklikleri kaydetmeden pencereyi kapat

source: Choose your language...
ar: اختر اللغة
cs: zvolte jazyk...
de: Bitte Sprache wählen...
es: Elige su idioma...
et: Vali keel...
fi: Valitse kieli...
fy: Kies Jo taal...
lt: Išsirinkite savo kalbą...
nl: Kies uw taal...
pl: Wybierz swój język...
pt: Escolha o seu idioma...
ru: Выберите язык...
sk: vyberte jazyk...
tr: Dilinizi Seçin...

source: press up/down/ok
ar: اضغط فوق/تحت
cs: stiskněte nahoru/dolu/OK
de: hoch/runter/OK drücken
es: Pulse arriba/abajo/ok
et: vajuta üles/alla/ok
fi: paina ylös/alas/ok
fy: Druk omheech/omleech/ok
lt: Spauskite aukštyn/žemyn/ok
nl: Druk op omhoog/omlaag/ok
pl: wciśnij góra/dół/ok
pt: Pressione cima/baixo/ok
ru: Нажмите ВВЕРХ/ВНИЗ/OK
sk: stlačte hore/dole/OK
tr: yukarı/aşağı/ok tuşlarını kullanının

source: Direct connection to one LNB
ar: إتصال مباشر مع لاقط واحدLNB
cs: Přímé připojení s jedním LNB
de: Direkte Verbindung mit einem LNB
es: Conexión directa a un LNB sólo
et: Otseühendus ühele LNB-le
fi: Suora yhteys, yksi LNB
fy: Directe LNB oansluting
lt: Tiesioginis sujungimas su viena LBN
nl: Directe verbinding naar 1 LNB
pl: Pojedynczy konwerter LNB
pt: Ligação directa a um LNB
ru: Прямое соединение с одним LNB
sk: Priame pripojenie s jedným LNB
tr: Tek LNB ye doğrudan bağlantı

source: Simple DiSEqC (2 LNBs/satellites)
ar: قسام (دايزك) بسبط (عدد 2 لاقط LNB / قمر)
cs: DiSEqC (2 LNB/satelity)
de: Einfaches DiSEqC (2 LNBs/Satelliten)
es: DiSEqC sencillo (2 LNBs/satélites)
et: Lihtne DiSEqC (2 LNB-d/satelliiti)
fi: Yksinkertainen DiSEqC (2 LNB / satelliittia)
fy: Simpele DiSEqC (2 LNB/Satellyten)
lt: Paprastas DiSEqC (2 LNB/palydovams)
nl: Eenvoudige DiSEqC configuratie (2 LNBs)
pl: Mini DiSEqC (2 konwertery LNB)
pt: DiSEqC simples (2 LNBs/satélites)
ru: Простой DiSEqC (2 LNB/спутника)
sk: DiSEqC (2 LNB/satelity)
tr: Basit DiSEqC (2 LNB/uydu)

source: Complex configuration (including DiSEqC 1.2)
ar: تكوين الاعدادات المتشعبة (بما فى ذلك دايزك 1.2)
cs: Komplexní nastavení (včetně DiSEqC 1.2)
de: Komplexe Konfiguration (inklusive DiSEqC 1.2)
es: Configuración avanzada (incl. DiSEqC 1.2)
et: Keeruline seadistus (sisaldab DiSEqC 1.2)
fi: Monimuotoinen (sisältää DiSEqC 1.2:n)
fy: Complexe ynstelling (incl. DiSEqC 1.2)
lt: Kompleksinė konfigūracija (įskaitant DiSEqC 1.2)
nl: Uitgebreide configuratie (inclusief DiSEqC 1.2)
pl: Pełna konfiguracja (DiSEqC 1.2)
pt: Configuração complexa (incluindo DiSEqC 1.2)
ru: Полная конфигурация (с DiSEqC 1.2)
sk: Komplexné nastavenie (vrátane DiSEqC 1.2)
tr: Karmaşık yapılandırma (DiSEqC 1.2 ve üstü)

source: Default LNB type
ar: اعدادات الاقط الافتراضية
cs: Typ LNB
es: Tipo de LNB por defecto
et: Vaikimisi LNB tüüp
fi: LNB oletustyyppi
fy: Standert LNB type
nl: Standaard LNB-type
ru: Тип LNB по умолчанию
tr: Varsayılan LNB tipi

source: Select your default LNB type
ar: أختار اعدادات الاقط الافتراضي
cs: Zvolte výchozí typ LNB
es: Selecciona tu tipo de LNB por defecto
et: Vali oma vaikimisi LNB tüüp
fi: Valitse LBN:n tyyppi
fy: Kies jo standert LNB type
nl: Selecteer uw standaard LNB
tr: Varsayılan LNB tipini seç

source: Select the LNB used in your region
ar: اختيار الاقط لمنطقتك
cs: zvolte LNB používané ve vašem regionu
es: Selecciona el LBN usado en tu region
et: Vali LNB, mida kasutatakse sinu regioonis
fi: Valitse alueellasi käytettävä LNB
fy: Kies de LNB dy't brûkt wurd yn jo omkriten
nl: Selecteer de LNB die in uw land wordt gebruikt
ru: Выберите LNB для в Вашего региона
tr: Bölgenizde kullanılan LNB tipini seçer

source: Regular LNB except for North America and Canada
ar: الاقط العادي ما عدا شمال امريكا وكندا
cs: běžně používané LNB
es: LBN normal excepro para Norte America y Canada
et: Tavaline LNB, väljaarvatud Põhja-Ameerika ja Kanada
fi: Yleinen LNB (muut kuin Pohjois-Amerikka tai Kanada)
fy: Gewoane LNB, behalve foar Noard America en Canada
nl: Standaard LNB, behalve voor de VS en Canada
ru: Стандартный LNB, за исключением Северной Америки и Канады
tr: Amerika ve Kanada harici standart LNB

source: DISH LNB for North America and Canada
ar: الاقط لشمال امريكا وكندا
cs: DISH LNB pro Severní Ameriku a Kanadu
es: DISH LBN para Norte America y Canada
et: DISH LNB Põhja-Ameerika ja Kanada
fi: DISH LNB (Pohjois-Amerikka & Kanada)
fy: DISH LNB foar Noard America en Canada
nl: DISH LNB voor de VS en Canada
ru: Стандартный LNB для Северной Америки и Канады
tr: Kuzy amerike ve Kanada için DISH LNBsi

source: SNR
ar: نسبة الإشارة للشوشره

source: LOF/L:
ar: تردد المذبذب/منخفض
ru: Нижняя частота:

source: MHz
ar: ميجا هيرتز
ru: МГц

source: PPanel
ar: قائمة فريق بي ال اي
et: PPaneel
lt: PPanėlė

source: select filsystem to format
ar: اختر نظام الملفات للتجهيز
pl: Wybierz system plików do formatowania
ru: Выбор файловой системы

source: BER
ar: معدل نسبة الخطأ في النبضات

source: enter transponder frequeny (0..9, left, right)
ar: أدخل تردد الباقه 0....9
pl: Wpisz częstotliwość transpondera (0..9, lewy, prawy)
ru: Введите частоту транспондера (0..9, ВЛЕВО, ВПРАВО)

source: Coderate LP:
ar: معدل الشفرة LP:
et: Koodikiirus LP:
fi: Koodinopeus LP:
fy: Kode faasje LP:
lt: Kodų tarifas LP:
pl: Tryb LP:
pt: Frequência de código LP:
ru: Режим LP:
