Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: go to standby (repeat)
ar: اذهب إلى انتظار كرر
cs: přejít do Standby (repeat)
de: In den Standby-Modus wechseln (wiederholen)
es: Ir al modo standby (repeat)
et: mine ooterežiimi (korda)
fi: siirry valmiustilaan (toista)
fy: nei paraatmodus (herhelling)
lt: eiti į budėjimą (pakartoti)
nl: Schakel naar standby (herhalen)
pl: Przejdź w stan czuwania (powtórz)
pt: ir para standby (repetir)
ru: Переход в Ожидание (повторить)
sk: prechod do Standby (repeat)
tr: Hazırda bekleme durumuna geç (tekrarla)

source: go to standby (release)
ar: اذهب إلى انتظار اترك
cs: přejít do Standby (release)
de: In den Standby-Modus wechseln (beim Loslassen)
es: Ir la modo standby (release)
et: mine ooterežiimi (vabasta)
fi: siirry valmiustilaan (vapauta)
fy: nei paraatmodus (frei jaan)
lt: eiti į budėjimą (paleisti)
nl: Schakel naar standby (loslaten)
pl: Przejdź w stan czuwania (zwolnij)
pt: ir para standby (deixar)
ru: Переход в Ожидание (отпустить)
sk: prechod do Standby (release)
tr: Hazırda bekleme durumuna geç (bırak)

source: show infobar
ar: أظهر شريط المعلومات
cs: zobrazit Infobar
de: Infoleiste anzeigen
es: Mostrar Infobar
et: näita inforiba
fi: näytä infopalkki
fy: ynfo balke sjen litte
lt: rodyti infojuostą
nl: Infobalk weergeven
pl: Pokaż panel
pt: ver infobar
ru: Показать инфобар
sk: zobraziť Infobar
tr: Bilgi çubuğunu göster

source: hide infobar
ar: اخف شريط المعلومات
cs: skrýt Infobar
de: Infoleiste ausblenden
es: Ocultar Infobar
et: peida inforiba
fi: piilota infopalkki
fy: ynfo balke ferbergje
lt: slėpti infojuostą
nl: Infobalk verbergen
pl: Ukryj panel
pt: esconder infobar
ru: Спрятать инфобар
sk: skryť Infobar
tr: Bilgi çubuğunu gizle

source: show infobar or EPG
ar: اظهر شريط المعلومات أو الدليل الإكتروني للمعلومات
cs: zobrazit Infobar nebo EPG
de: Zeige Infoleiste oder EPG
es: Mostrar Infobar ó EPG
et: näitab inforiba või EPG-d
fi: näytä infopalkki tai EPG
fy: ynfobalke of EPG sjen litte
lt: parodyti infojuostą arba EPG
nl: Infobalk of EPG weergeven
pl: Pokaż panel lub EPG
pt: ver infobar ou EPG
ru: Показать инфобар или EPG
sk: zobraziť Infobar alebo EPG
tr: Bilgi çubuğu veya EPG'yi göster

source: show service selector
ar: أظهر اختيار القناة
cs: zobrazit výběr programů
de: Serviceliste anzeigen
es: mostrar selección servicios
et: näitab kanalivalikut
fi: näytä palveluvalitsin
fy: serviceskerm sjen litte
lt: parodyti kanalų pasirinkimą
nl: Serviceselectie weergeven
pl: Pokaż listę kanałów
pt: ver o selector de serviços
ru: Показать список каналов
sk: zobraziť výber programov
tr: Servis seçiciyi göster

source: show subservices/NVOD
ar: أظهر القنوات الفرعية /المشاهدة حسب الطلب
cs: zobrazit subkanály NVOD
de: Unterkanal-/NVOD-Auswahl anzeigen
es: Ver subservicios/NVOD
et: näita alamkanaleid
fi: näytä alapalvelut/NVOD
fy: únder services / NVOD sjen litte
lt: rodyti subkanalus
nl: Subservices weergeven
pl: Pokaż subkanały/NVOD
pt: ver os subservices/NVOD
ru: Показать подсервисы/NVOD
sk: zobraziť subkanály NVOD
tr: Altservisler/NVOD göster

source: execute programmable yellow button
ar: تشغيل الزر الاصفر المبرمج
cs: funkce naprogramovaná pod žluté tlačítko
es: ejecutar boton amarillo programable
et: kasuta programmeeritavat kollast klahvi
fi: suorita keltaisen painikkeen ohjelmoitu toiminto
fy: programmeerbere giele knop útfiere
nl: voer functie onder de gele toets uit
pl: Wykonaj zadanie - żółty przycisk
ru: Программирование кнопки ЖЁЛТЫЙ
sk: funkcia naprogramovaná pod žlté tlačítko
tr: Sarı tuşa atanan işlevi gerçekleştirir

source: show audio selector
ar: أظهر اختيار الأصوات
cs: zobrazit nabídku pro volbu zvuku
de: Audioauswahl anzeigen
es: Ver lista de idiomas disponibles
et: näitab audiovalikut
fi: näytä äänivalitsin
fy: audioskerm sjen litte
lt: rodyti garso pasirinkimą
nl: Audioselectie weergeven
pl: Pokaż wybór ścieżki dźwiękowej
pt: ver o selector audio
ru: Показать список аудио
sk: zobraziť ponuku Zvuk
tr: Ses seçeneğini göster

source: show Videotext
ar: أظهر النص الصوري
cs: zobrazit Teletext
de: Videotext anzeigen
es: Teletexto
et: näita videoteksti
fi: näytä tekstitv
fy: Videotext sjen litte
lt: rodyti Videotekstą
nl: Teletekst weergeven
pl: Pokaż telegazetę
pt: ver Videotext
ru: Показать телетекст
sk: zobraziť Teletext
tr: Videotext'i göster

source: execute programmable blue button
ar: تشغيل الزر الازرق المبرمج
cs: funkce naprogramovaná pod modré tlačítko
es: ejecutar boton azul programable
et: kasuta programmeeritavat sinist klahvi
fi: suorita sinisen painikkeen ohjelmoitu toiminto
fy: programmeerbere blauwe knop útfiere
nl: voer functie onder de blauwe toets uit
pl: Wykonaj zadanie - niebieski przycisk
ru: Программирование кнопки СИНИЙ
sk: funkci naprogramovaná pod modré tlačítko
tr: Mavi tuşa atanan işlevi gerçekleştirir

source: show epg schedule list
ar: أظهر لائحة الدليل الإلكتروني للقنوات
cs: zobrazit EPG nabídku
de: EPG Info anzeigen
es: Ver guía electrónica
et: näita kava
fi: näytä sähköinen ohjelmaopas (EPG)
fy: epg kalender sjen litte
lt: rodyti EPG užduotis
nl: Toon electronische programmagids (EPG)
pl: Pokaż EPG
pt: ver a lista EPG
ru: Показать задания EPG
sk: zobraziť EPG ponuku
tr: epg zaman çizelge listesini göster

source: show extended info
ar: أظهر المعلومات الممتده
cs: zobrazit rozšířené informace
de: Erweiterte Info anzeigen
es: Información adicional
et: näita lisainfot
fi: näytä laajennettu info
fy: útbreide ynfo sjen litte
lt: rodyti išplėstą informaciją
nl: Uitgebreide info weergeven
pl: Pokaż rozszerzoną informację
pt: ver infos suplementares
ru: Показать подробную информацию
sk: zobraziť rozšírené informácie
tr: genişletilmiş bilgiyi göster

source: zap to next subService
ar: التغيير الى الخدمة الفرعية التالية
cs: přepnout na následující titulky
de: Zum nächsten Unterkanal springen
es: Ir al próximo subservicio
et: mine järgmisele alamkanalile
fi: vaihda seuraavaan alapalveluun
fy: knip nei folgende únderService
lt: išsirinkti sekantį subkanalą
nl: Zap naar de volgende subservice
pl: Wybierz następny sub-kanał
pt: ir o subService seguinte
ru: Выберите следующий канал
sk: prepnúť na nasledujúce titulky
tr: sonraki altservise zapla

source: zap to prev subService
ar: انتقل الى الخدمة الفرعية السابقة
cs: přepnout na předchozí titulky
de: Zum vorherigen Unterkanal springen
es: Ir al previo subservicio
et: mine eelmisele alamkanalile
fi: vaihda edelliseen alapalveluun
fy: knip nei foarige únderService
lt: pasirinkti ankstesnį subkanalą
nl: Zap naar de vorige subservice
pl: Wybierz poprzedni sub-kanał
pt: Ir o subService precedente
ru: Выберите предыдущий канал
sk: prepnúť na predchádzajúce titulky
tr: önceki altservise zapla

source: quickzap next
ar: زاب سريع تالي
cs: rychle na další
de: Quickzap: nächstes
es: quickzap siguiente
et: kiirvahetus järgmisele
fi: nopea vaihto seuraavaan
fy: snelknippe folgende
lt: sekantis greitas pasirinkimas
nl: Snelzap volgende
pl: Quickzap: następny
pt: quickzap seguinte
ru: Переключить: следующий
sk: rychle na ďaľší
tr: sonrakine hızlı zapla

source: quickzap prev
ar: زاب سريع سابق
cs: rychle na předchozí
de: Quickzap: vorheriges
es: quickzap: previo
et: kiirvahetus eelmisele
fi: nopea vaihto edelliseen
fy: snelknippe foarige
lt: ankstesnis greitas pasirinkimas
nl: Snelzap vorige
pl: Quickzap: poprzedni
pt: quickzap precedente
ru: Переключить: предыдущий
sk: rychle na predchádzajúci
tr: öncekine hızlı zapla

source: playlist/history next
ar: قائمة التشغيل/التاريخ التالى
cs: playlist/historie další
de: Playlist/Verlauf nächste
es: Lista/historial siguiente
et: esitusloend/ajalugu järgmine
fi: soittolista/historia seuraava
fy: ôfspiellyst/skiednis folgende
lt: įrašai / istorija sekantis
nl: Volgende uit playlist/geschiedenis
pl: Lista nagrań/historia - następne
pt: historial seguinte
ru: Список воспр./история - следующий
sk: playlist/história ďaľší
tr: sonraki oynatma listesi/tarihçe

source: playlist/history prev
ar: قائمة التشغيل/التاريخ السابق
cs: playlist/historie předchozí
de: Playlist/Verlauf vorherige
es: Lista/historial previa
et: esitusloend/ajalugu eelmine
fi: soittolista/historia edellinen
fy: ôfspiellyst/skiednis foarige
lt: įrašai/istorija ankstesnis
nl: Vorige uit playlist/geschiedenis
pl: Lista nagrań/historia - poprzednie
pt: historial precedente
ru: Список воспр./история - предыдущий
sk: playlist/história predchádzajúci
tr: önceki oynatma listesi/tarihçe

source: service list and down
ar: لائحة القنوات و للأسفل
cs: seznam programů a dolů
de: Serviceliste und runter
es: lista servicios y abajo
et: nimekiri alla
fi: palvelulista ja alas
fy: service lyst en leecher
lt: kanalų sąrašo apačia
nl: Servicelijst en omlaag
pl: Lista kanałów i w dół
pt: avançar na lista de serviços
ru: Список каналов и ВНИЗ
sk: zoznam programov a dole
tr: servis listesi ve aşağı

source: service list and up
ar: لائحة القنوات ولأعلى
cs: seznam programů a nahoru
de: Serviceliste und hoch
es: lista servicios y arriba
et: nimekiri üles
fi: palvelulista ja ylös
fy: service lyst en heecher
lt: kanalų sąrašo viršus
nl: Servicelijst en omhoog
pl: Lista kanałów i w górę
pt: recuar na lista serviços
ru: Список каналов и ВВЕРХ
sk: zoznam programov a hore
tr: servis listesi ve yukarı

source: volume up
ar: رفع الصوت
cs: hlasitost +
de: Laustärke (lauter)
es: subir volumen
et: heli valjemaks
fi: äänenvoimakkuus +
fy: lûd heecher
lt: padidinti garsą
nl: Volume hoger
pl: głośniej
pt: aumentar volume
ru: Громко
sk: hlasitosť +
tr: sesi çoğalt

source: volume down
ar: خفض الصوت
cs: hlasitost -
de: Laustärke (leiser)
es: bajar volumen
et: heli vaiksemaks
fi: äänenvoimakkuus -
fy: lûd leecher
lt: sumažinti garsą
nl: Volume lager
pl: ciszej
pt: volume -
ru: Тихо
sk: hlasitosť -
tr: sesi azalt

source: toggle mute flag
ar: علامة كتم الصوت
cs: aktivace Mute
de: Stumm ein/aus
es: Conmutar modo silencioso
et: heli kinni/lahti
fi: vaihda vaimentimen ilmaisin
fy: lûd oan / út
lt: perjungti garso įjung./atjung.
nl: Geluidsdemping aan/uit
pl: Włącz znaczek wyciszanie
pt: mute
sk: aktivácia Mute
tr: sessiz işaretini değiştir

source: stop playback
ar: أوقف العرض
cs: zastavit přehrávání
de: Wiedergabe stoppen
es: parar reproducción
et: lõpeta mahamängimine
fi: pysäytä toisto
fy: stopje ôfspieljen
lt: sustabdyti atkurimą
nl: Stoppen
pl: Zatrzymaj odtwarzanie
pt: parar leitura
ru: Стоп воспроизведение
sk: zastaviť prehrávanie
tr: oynatmayı durdur

source: pause playback
ar: توقف مؤقت للعرض
cs: pozastavit přehrávání
de: Wiedergabe pausieren
es: pausar reproducción
et: peata mahamängimine
fi: keskeytä toisto
fy: ôfspielje skoftsje
lt: atkurimo pauzė
nl: Pauzeren
pl: Wstrzymaj odtwarzanie
pt: pausa leitura
ru: Пауза
sk: pozastaviť prehrávanie
tr: oynatmayı duraklat

source: resume playback
ar: أعد العرض
cs: pokračovat v přehrávání
de: Wiedergabe fortsetzen
es: seguir reproducción
et: jätka mahamängimist
fi: jatka toistoa
fy: ôfspieljen fuortsette
lt: tęsti atkurimą
nl: Verdergaan met afspelen
pl: Kontynuuj odtwarzanie
pt: resumo leitura
ru: Продолжение
sk: pokračovať v prehrávaní
tr: oynatmaya devam et

source: record
ar: تسجيل
cs: záznam
de: Aufnahme
es: Grabar
et: salvesta
fi: tallenna
fy: opnimme
lt: įrašymas
nl: Opnemen
pl: Nagrywanie
pt: gravar
ru: Запись
sk: nahrávanie
tr: kayıt

source: start skipping forward
ar: ابدأ القفز للأمام
cs: přetáčení dopředu
de: Schnellen Vorlauf starten
es: empezar repr. rápida normal
et: alusta edasikerimist
fi: siirry eteenpäin
fy: start - foarút oerslaan
lt: persukti į priekį
nl: Vooruitspoelen starten
pl: Uruchom przewijanie do przodu
pt: adiantamento rápido.
ru: Перемотка ВПЕРЁД
sk: pretáčanie dopredu
tr: ileri atlamayı başlat

source: repeat skipping forward
ar: كرر القفز للأمام
cs: opakovat přetáčení dopředu
de: Schnellen Vorlauf wiederholen
es: repetir repr. rápida normal
et: korda edasikerimist
fi: toista siirtyminen eteenpäin
fy: herhelje - foarút oerslaan
lt: pakartoti persukimą į priekį
nl: Vooruitspoelen herhalen
pl: Powtórz przewijanie do przodu
pt: repetir adiantamento rápido
ru: Повторить ВПЕРЁД
sk: opakovať pretáčanie dopredu
tr: ileri atlamayı tekrarla

source: stop skipping forward
ar: أوقف القفز للأمام
cs: zastavit přetáčení dopředu
de: Schnellen Vorlauf stoppen
es: terminar repr. rápida normal
et: lõpeta edasikerimine
fi: pysäytä siirtyminen eteenpäin
fy: stop - foarút oerslaan
lt: sustabdyti persukimą į priekį
nl: Vooruitspoelen stoppen
pl: Zatrzymaj przewijanie do przodu
pt: parar adiantamento rápido
ru: Стоп перемотка ВПЕРЁД
sk: zastaviť pretáčanie dopredu
tr: ileri atlamayı durdur

source: start skipping reverse
ar: إبدأ القفز للخلف
cs: přetáčení dozadu
de: Schnellen Rücklauf starten
es: empezar repr. rápida reversa
et: alusta tagasikerimist
fi: siirry taaksepäin
fy: start - werom oerslaan
lt: pradėti persukimą atgal
nl: Terugspoelen starten
pl: Uruchom przewijanie do tyłu
pt: regresso rápido
ru: Перемотка НАЗАД
sk: pretáčanie dozadu
tr: tersine atlamayı başlat

source: repeat skipping reverse
ar: كرر القفز للخلف
cs: opakovat přetáčení dozadu
de: Schnellen Rücklauf wiederholen
es: repetir repr. rápida reversa
et: kordatagasikerimist
fi: toista siirtyminen taaksepäin
fy: herhelje - werom oerslaan
lt: pakartoti persukimą atgal
nl: Terugspoelen herhalen
pl: Powtórz przewijanie do tyłu
pt: repetir regresso rápido
ru: Повторить НАЗАД
sk: opakovať pretáčanie dozadu
tr: tersine atlamayı tekarla

source: stop skipping reverse
ar: أوقف القفز للخلف
cs: zastavit přetáčení dozadu
de: Schnellen Rücklauf stoppen
es: terminar repr. rápida reversa
et: lõpeta tagasikerimine
fi: pysäytä siirtyminen taaksepäin
fy: stopje - werom oerslaan
lt: sustabdyti persukimą atgal
nl: Serugspoelen stoppen
pl: Zatrzymaj przewijanie do tyłu
pt: parar regresso rápido
ru: Стоп перемотка НАЗАД
sk: zastaviť pretáčanie dozadu
tr: tersine atlamayı durdur

source: open the serviceselector and show provider
ar: فتح قائمة القنوات و اظهار موفر الخدمة
cs: otevřít výběr a ukázat providera
de: Die Serviceliste öffnen und Provider anzeigen
es: Abrir lista de canales y mostrar proveedor
et: ava kanalinimekiri
fi: avaa palveluvalitsin ja näytä palveluntarjoaja
fy: iepenje serviceskerm en lit providers sjen
lt: atidaryti kanalų pasirinkimą ir parodyti transliuotoją
nl: Open de serviceselectie en toon provider
pl: Otwórz listę kanałów i pokaż nadawców
pt: abrir o selector de serviços e ver os providers
ru: Открыть список каналов и операторов
sk: otvoriť výber a ukázať poskytovateľa
tr: servis seçeneğini aç ve sağlayıcıyı göster

source: open the serviceselector and show recorded movies
ar: افتح قائمة اختيار الخدمات واعرض الأفلام المسجله
cs: otevřít výběr souborů a ukázat nahrané pořady
de: Die Serviceliste öffnen und aufgenommene Filme anzeigen
es: Abrir lista de canales y mostrar peliculas grabadas
et: ava salvestatud saadete nimekiri
fi: avaa palveluvalitsin ja näytä tallennetut elokuvat
fy: iepenje serviceskerm en lit opnâme films sjen
lt: atidaryti kanalų pasirinkimą ir parodyti įrašytus filmus
nl: Open de serviceselectie (opnames weergeven)
pl: Otwórz listę nagrań i pokaż zawartość
pt: abrir o selector de serviços e ver os filmes gravados
ru: Открыть список каналов и записанных фильмов
sk: otvoriť výber súborov a ukázať nahrané programy
tr: servis seçeneğini aç ve kayıtlı filmleri göster

source: open the serviceselector and shows the playlist
ar: افتح اختيار الخدمات واعرض قائمة العرض
cs: otevřít výběr programů a ukázat Playlist
de: Die Serviceliste öffnen und die Playlist anzeigen
es: Abrir lista de canales y mostrar lista reproducción
et: ava kanalinimekiri
fi: avaa palveluvalitsin ja näytä soittolista
fy: iepenje serviceskerm en lit ôfspiellyst sjen
lt: atidaryti kanalų pasirinkimą ir parodyti įrašų sąrašą
nl: Open de serviceselectie (playlists weergeven)
pl: Otwórz listę nagrań i pokaż zawartość
pt: abrir o selector de serviços e ver a lista leitura
ru: Открыть список каналов и воспроизведения
sk: otvoriť výber programov a ukázať Playlist
tr: servis seçeneğini aç ve oynatma listesini göster

source: switch to TV mode
ar: انتقل لنظام التلفزيون
cs: přepnout do TV módu
de: In den TV-Modus wechseln
es: Cambiar al modo TV
et: lülitab ümber TV režiimile
fi: vaihda TV-tilaan
fy: nei TV modus skeakelje
lt: perjungti į TV kanalus
nl: Schakel naar TV-modus
pl: Przełącz w tryb telewizyjny
pt: passar em modo TV
ru: Переключиться в режим TV
sk: prepnúť do TV módu
tr: TV kipine geç

source: switch to Radio mode
ar: انتقل لنظام الراديو
cs: přepnout do Rádio módu
de: In den Radio-Modus wechseln
es: Cambiar al modo radio
et: lülitab ümber Raadiorežiimile
fi: vaihda radiotilaan
fy: nei Radio modus skeakelje
lt: perjungti į Radiją
nl: Schakel naar Radiomodus
pl: Przełącz w tryb radiowy
pt: passar em modo rádio
ru: Переключиться в режим Радио
sk: prepnúť do Rádio módu
tr: Radyo kipine geç

source: switch to File mode
ar: انتقل لنظام الأفلام
cs: přepnout do módu Soubory
de: In den Datei-Modus wechseln
es: Cambiar al modo fichero
et: lülitab ümber Failide režiimile
fi: vaihda tiedostotilaan
fy: nei Bestân modus skeakelje
lt: perjungti į failus
nl: Schakel naar Bestandsmodus
pl: Przełącz w tryb plikowy
pt: passar para modo Ficheiro
ru: Переключиться в режим Файлы
sk: prepnúť do módu Súbory
tr: Dosya kipine geç

source: toggle DVR panel
ar: واجهة التسجيل الرقمي
cs: aktivovat DVR panel
de: DVR Panel wechseln
es: Conmutar vista grabadora digital
et: vaheta DVR paneeli
fi: vaihda DVR-paneeli
fy: omskeakelje DVR paneel
lt: perjungti DVR panelį
nl: Zet DVR-menu aan/uit
pl: Włącz panel DVR
pt: comutar para o painel DVR
ru: Включить DVR
sk: aktivovať DVR panel
tr: DVR panelini değiştir

source: toggle index mark
ar: علامة الفهرس
cs: aktivovat Index
de: Indexmarke setzen/entfernen
es: Conmutar index
et: vaheta indeksi märki
fi: vaihda indeksimerkki
fy: omskeakelje index punt
lt: perjunkite indekso žymę
nl: Zet indexmarkering aan/uit
pl: Włącz znak indeksu
pt: comutar index mark
sk: aktivovať Index
tr: dizin işaretini değiştir

source: seek to next index mark
ar: الانتقال الى رمز العلامة التالى
cs: podívat se na další Index
de: Nächste Indexmarke suchen
es: Ir al indice próximo
et: otsi järgmist indeksit
fi: etsi seuraava indeksimerkki
fy: sykje folgende index
lt: pasirinkti sekančią indekso žymę
nl: Zoek naar volgende indexmarkering
pl: Znajdź następny znak indeksu
pt: busca o índice seguinte
ru: Найти следующий маркер
sk: pozrieť sa na ďaľší Index
tr: sonraki dizin işaretini ara

source: seek to previous index mark
ar: الانتقال الى رمز العلامة السابق
cs: podívat se na předchozí Index
de: Vorherige Indexmarke suchen
es: Ir al indice previo
et: otsi eelmist indeksit
fi: etsi edellinen indeksimerkki
fy: sykje foarige index
lt: pasirinkti ankstesnę indekso žymę
nl: Zoek naar vorige indexmarkering
pl: Znajdź poprzedni znak indeksu
pt: busca o índice precedente
ru: Найти предыдущий маркер
sk: pozrieť sa na predchádzajúci Index
tr: önceki dizin işaretini ara

source: step forward
ar: خطوة للامام
cs: krok vpřed
de: Schritt vorwärts
es: Avance
et: samm edasi
fi: siirry eteenpäin
fy: stap foarút
lt: pakartoti persukimą į priekį
nl: Vooruit stappen
pl: Przewiń do przodu
pt: avançar
ru: Шаг ВПЕРЁД
sk: krok vpred
tr: ileri adım

source: step back
ar: خطوة للخلف
cs: přeskočit dozadu
de: Schritt zurück
es: Retroceso
et: samm tagasi
fi: siirry taaksepäin
fy: stap werom
lt: vienas žingsnis į rytus...
nl: Achteruit stappen
pl: Cofnij
pt: recuar
ru: Шаг НАЗАД
sk: preskočiť dozadu
tr: geri adım

source: Su
ar: الأحد
cs: Ne
de: So.
es: Dom
et: P
fy: Sn
lt: Sekm.
nl: Zo
pl: Nd
pt: Dom
ru: Вс
sk: Ne
tr: Pz

source: Mo
ar: يوم الاثنين
cs: Po
es: Lu
et: E
fi: Ma
fy: Moa
lt: Pirm.
nl: Ma
pl: Pn
pt: Seg.
ru: Пн
sk: Pon
tr: Pzt

source: Tu
cs: Čt
de: Do.
es: Jue
et: T
fi: To
fy: Tiis
lt: Ant
nl: Do
pl: Wto
pt: Ter
ru: Вт
sk: Uto
tr: Sa

source: We
cs: St
de: Mi.
es: Mie
et: K
fi: Ke
fy: Woa
lt: Tre
nl: Wo
pl: Śrd
pt: Qua
ru: Ср
sk: Str
tr: Ça

source: Th
cs: Čt
de: Do.
es: Jue
et: N
fi: To
fy: Tong
lt: Ket
nl: Do
pl: Czw
pt: Qui
ru: Ср
sk: Štv
tr: Pr

source: Fr
ar: يوم الجمعة / مفتاح ربط الشبكة
cs: Pá
es: Vi
et: R
fi: Pe
lt: Penkt.
nl: Vr
pl: Pt
ru: Пт
sk: Pia
tr: Cum

source: Sa
ar: السبت
cs: So
et: L
fi: La
lt: Šešt.
nl: Za
pl: So
pt: Sab
ru: Сб
sk: So
tr: Ct

source: January
ar: يناير
cs: Leden
de: Januar
es: Enero
et: Jaanuar
fi: Tammikuu
fy: Jannewaris
lt: Sausis
nl: Januari
pl: Styczeń
pt: Janeiro
ru: Январь
sk: Január
tr: Ocak

source: February
ar: فبراير
cs: Únor
de: Februar
es: Febrero
et: Veebruar
fi: Helmikuu
fy: Febrewaris
lt: Vasaris
nl: Februari
pl: Luty
pt: Fevereiro
ru: Февраль
sk: Február
tr: Şubat

source: March
ar: مارس
cs: Březen
de: März
es: Marzo
et: Märts
fi: Maaliskuu
fy: Maart
lt: Kovas
nl: Maart
pl: Marzec
pt: Março
ru: Март
sk: Marec
tr: Mart

source: April
ar: إبريل
cs: Duben
es: Abril
et: Aprill
fi: Huhtikuu
lt: Balandis
pl: Kwiecień
pt: Abril
ru: Апрель
sk: Apríl
tr: Nisan

source: June
ar: يونيو
cs: Červen
de: Juni
es: Junio
et: Juuni
fi: Kesäkuu
fy: Juny
lt: Birželis
nl: Juni
pl: Czerwiec
pt: Junho
ru: Июнь
sk: Jún
tr: Haziran

source: July
ar: يوليو
cs: Červenec
de: Juli
es: Julio
et: Juuli
fi: Heinäkuu
lt: Liepa
nl: Juli
pl: Lipiec
pt: Julho
ru: Июль
sk: Júl
tr: Temmuz

source: August
ar: أغسطس
cs: Srpen
es: Agosto
fi: Elokuu
fy: Augustus
lt: Rugpjūtis
nl: Augustus
pl: Sierpień
pt: Agosto
ru: Август
tr: Ağustos

source: September
ar: سبتمبر
cs: Září
es: Septiembre
fi: Syyskuu
fy: Septimber
lt: Rugsėjis
pl: Wrzesień
pt: Setembro
ru: Сентябрь
tr: Eylül

source: October
ar: أكتوبر
cs: Říjen
de: Oktober
es: Octubre
et: Oktoober
fi: Lokakuu
fy: Oktober
lt: Spalis
nl: Oktober
pl: Październik
pt: Outubro
ru: Октябрь
sk: Október
tr: Ekim

source: November
ar: نوفمبر
cs: Listopad
es: Noviembre
fi: Marraskuu
fy: Novimber
lt: Lapkritis
pl: Listopad
pt: Novembro
ru: Ноябрь
tr: Kasım

source: December
ar: ديسمبر
cs: Prosinec
de: Dezember
es: Diciembre
fi: Joulukuu
lt: Gruodis
pl: Grudzień
pt: Dezembro
ru: Декабрь
tr: Aralık

source: to
ar: إلى
cs: do
de: bis
es: hasta
et: kuni
fi: jonnekin
fy: nei
lt: į
nl: naar
pl: do
pt: para
ru: к
sk: do
tr: a

source: Euro lost)
ar: فقد اليور
de: Euro verloren)
es: Euro perdido)
et: Eurost ilma
fi: Euro menetetty)
fy: Euro ferlên)
lt: Pamestas Euras)
nl: Euro verbroken)
pl: utracone euro)
pt: Perder Euro)
ru: потеря euro)
tr: Euro kayıp)

source: not valid!
ar: غير صحيح
cs: neplatný!
de: Ungültig!
es: No válido!
et: ei sobi!
fi: ei kelpaa!
fy: net jildig
lt: neteisingas!
nl: Ongeldig!
pl: niedostępne!
pt: não valido!
ru: Не доступно!
sk: neplatný!
tr: geçersiz!

source: Video
ar: صورة/ فيديو
es: Vídeo
lt: Vaizdas
pl: Wideo
ru: Видео
tr: Görüntü

source: Audio
ar: صوت
cs: Zvuk
de: Tonwahl
fi: Ääni
lt: Garso takeliai:
pl: Dźwięk
ru: Аудио
sk: Zvuk
tr: Ses

source: Left Mono >
ar: <فردى يسار
cs: Mono >
de: Links Mono >
es: Mono izquierdo >
et: Vasak monokanal >
fi: Vasen Mono >
fy: Links Mono >
lt: Kairė mono >
nl: Links Mono >
pl: Lewy Mono >
pt: Mono Esquerdo >
ru: Левый моно >
sk: L Mono >
tr: Sol Mono >

source: < Right Mono
ar: >فردى يمين
cs: < Mono
de: < Rechts Mono
es: < Mono derecha
et: < Parem monokanal
fi: < Oikea Mono
fy: < Rjochts Mono
lt: < Dešinė mono
nl: < Rechts Mono
pl: < Prawy Mono
pt: < Mono Direito
ru: < Правый моно
sk: < Mono R
tr: < Sağ Mono

source: Audiotrack(AC3)
ar: مسار الصوت (AC3)
cs: audio stopa(AC3)
de: Tonspur (AC3)
es: Pista audio (AC3)
et: Heliriba(AC3)
fi: Ääniraita(AC3)
fy: Lûd spoor(AC3)
lt: Garso takelis (AC3)
pl: Ścieżka dźwiękowa (AC3)
pt: pista audio (AC3)
ru: Аудиотрэк (AC3)
sk: audio stopa (AC3)
tr: Ses izi (AC3)

source: Audiotrack
ar: مسار الصوت
cs: Audio stopa
de: Tonspur
es: Pista audio
et: Heliriba
fi: Ääniraita
fy: Lûd spoor
lt: Garso takelis
pl: Ścieżka dźwiękowa
pt: pista audio
ru: Аудиотрэк
sk: Audio stopa
tr: Ses izi

source: Teletext Page %03x (%s)
cs: Stránky %03x (%s)
fi: Tekstitv:n %03x (%s)
fy: Tiletekst Side %03x (%s)
nl: Teletext pagina %03x (%s)
ru: Стр. телетекста %03x (%s)
tr: Teletext Sayfa %03x (%s)
