Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: AGC
ar: التحكم االأتوماتيكي في الكسب
es: CAG

source: KHz
ar: ك/هيرتز
ru: кГц

source: Transponder:
ar: باقه
cs: Transpondér:
es: Transpondedor:
fi: Lähetin:
lt: Transponderis:
ru: Транспондер:
sk: Transpondér:

source: 22Khz
ar: ذبذبة 22 كيلوهيرتز
ru: 22кГц

source: LOF/H:
ar: تردد المذبذب/مرتفع
ru: Верхняя частота:

source: mA
ar: ملي امبير
ru: мА

source: format
ar: تجهيز القرص الصلب
cs: formát
de: Formatieren
es: Formatear
et: formaadi
fi: alusta
fy: formatearje
lt: Formatuoti
nl: Formatteren
pl: Formatuj
pt: formato
ru: Формат
sk: formát

source: frontend:
ar: الواجهه
cs: Připojení:
de: Tuner:
fy: foarein :
lt: Išorinė sąsaja:
pl: Tuner:
pt: começo:
ru: Приёмник:
sk: Pripojenie:

source: AGC:
ar: تعديل الكسب أتوماتيكيا

source: Toneburst:
ar: وحدة تنظيم الاشارة من عدة أطباف
et: Toonivõimendus:
fi: Äänipurske:
lt: Tono protrūkis:
ru: Вход ToneBurst/miniDiSEqC:

source: FEC:
ar: معامل التصحيح

source: SYNC
ar: تزامن
ru: СИНХ

source: ok
ar: موافق
lt: Gerai

source: SNR:
ar: معدل الإشارة للشوشره

source: LNB
ar: ال ان بي

source: model:
ar: طراز
de: Modell:
es: Modelo:
et: mudel:
fi: malli:
lt: Modelis:
pt: modelo:
ru: Модель:

source: EPG
ar: الدليل الإلكتروني للمعلومات

source: DiSEqC...
ar: دايسك

source: bla
ar: أسود / bla

source: 16-QAM
ar: ارسال قناتين مختلفتين من البيانات-16

source: 32-QAM
ar: ارسال قناتين مختلفتين من البيانات-32

source: 64-QAM
ar: ارسال قناتين مختلفتين من البيانات-64

source: 128-QAM
ar: ارسال قناتين مختلفتين من البيانات-128

source: 256-QAM
ar: ارسال قناتين مختلفتين من البيانات-256

source: QPSK
ar: ارسال البيانات لشبكة العمل عبر الكابلات / الأسلاك

source: (%d%% in use)
ar: (%d%% مستخدمة)
pl: (%d%% w użyciu)
ru: (%d%% занято)

source: No backup device found
ar: لا يوجد جهاز لعمل النسخ
pl: Nie znaleziono urządzenia
ru: Не найдено устройство для резер. копирования

source: Enigma
ar: الانيجما

source: Samba
ar: سامبا

source: Bin
ar: بن
es: Binario

source: Etc
ar: الى اخرة
et: Jne
fi: Muut

source: Library
ar: ليب لنضام
es: Biblioteca
et: Lugeja
fi: Kirjasto

source: Share
ar: المشاركة
es: Compartir
et: Jaga
fi: Jako

source: Spool
ar: تذويب
es: Cola
et: Poolita

source: Rock/Pop
ar: الروك/البوب
ru: Рок/попса

source: Film
ar: أفلام
es: Pelicula
fi: Elokuva
lt: Filmas
pt: Filme
ru: Фильм

source: TV
ar: تلفزيون
lt: TV kanalai

source: Mar
ar: مارس
cs: Březen
de: Mrz
es: Marzo
et: Märts
fi: Maa
fy: Mrt
lt: Kov
nl: Mrt
pl: Marzec
ru: Март
sk: Marec

source: beta
ar: تجريبي ب
et: beeta
lt: bandomasis
pl: testowa
ru: Бэта

source: enigma Zapp
ar: زاب إنيجما
nl: Enigma Zap

source: NVOD
ar: فيديو تحت الطلب تقريبا

source: < Stereo >
ar: <صوت مجسم>
es: < Estéreo >
pt: < Estereo >
ru: < Стерео >

source: VCR
ar: مسجل فيديو كاسيت
de: Videorekorder
es: Entrada vídeo
lt: Vaizdo grotuvas
nl: Video Recorder
pt: Video

source: Custom location
ar: تحديد موقع التخزين
pl: Lokalizacja domyślna
ru: Расположение по умолчанию

source: EPG -
ar: دليل البرامج الالكترونى-
de: Programmvorschau:

source: Flash
ar: الذاكرة الداخلية
lt: Flash atmintis
ru: Память

source: Toneburst A
ar: وحدة تنظيم الاشارة من عدة أطباف الاولى
et: Toonlülitus A
fi: Äänipurske A
lt: Tono dažnis A

source: Toneburst B
ar: وحدة تنظيم الاشارة من عدة أطباف الثانية
et: Toonlülitus B
fi: Äänipurske B
lt: Tono dažnis B

source: DiSEqC AA
ar: نظام دايسك سي رقم واحد
es: Modo DiSEqC:
ru: DiSEqC 1.0 AA

source: DiSEqC AB
ar: نظام دايسك سي رقم اثنان
es: Modo DiSEqC:
ru: DiSEqC 1.0 AB

source: DiSEqC BA
ar: نظام دايسك سي رقم ثلاثة
es: Modo DiSEqC:
ru: DiSEqC 1.0 BA

source: DiSEqC BB
ar: نظام دايسك سي رقم اربعة
es: Modo DiSEqC:
ru: DiSEqC 1.0 BB

source: Transponder
ar: الناقل (تردد الباقات)
cs: transpondér
es: Transpondedor
fi: Lähetin
lt: transponderį
ru: Транспондер
sk: transpondér

source: HEX
ar: هكس

source: Enigma EPG
ar: دليل البرامج الالكترونى للانجما
es: EPG Enigma
pt: EPG Enigma

source: No storage device found
ar: لا يوجد جهاز للتخزين
pl: Nie znaleziono urządzenia
ru: Устройство не найдено

source: Directory
ar: مجلد
pl: Katalog
ru: Каталог

source: Enter custom EPG store location
ar: ضع مكان تخزين الدليل الالكتروني
pl: Wpisz domyślną lokalizację zapisywania danych EPG
ru: Расположение данных EPG

source: Enigma EPG directory
ar: فهرس دليل البرامج الالكتروني للانجما
pl: Katalog Enigma EPG
ru: Каталог Enigma EPG

source: SQLite EPG directory
ar: مجلد دليل البرامج الالكتروني الخفيف
pl: Katalog SQLite EPG
ru: Каталог SQLite EPG

source: Network mount
ar: ربط الشبكة
pl: Udział
ru: Подсоединение по сети

source: LinuxExt
ar: امتداد لينكس
es: Extensiones de Linux
lt: Linux plačiau

source: LAN
ar: شبكة عمل محلية (داخلية)
es: Red local
lt: TINKLAS
pl: Sieć lokalna

source: WAN(PPPoE)
ar: الشبكة واسعة المدى / الشبكة واسعة النطاق / بروتوكول ربط مستخدمى الشبكة بموقع بعيد عن طريق كابل الشبكة

source: PluginOffsetActions
ar: مترابطات الفعل المختلف
de: PluginOffsetAktionen
es: AccionesPluginOffset
et: Manused
fi: Pluginin toiminnot
fy: PluginOffsetAksje
lt: Priedų veiksmai
pl: Przesunięcie dla pluginów
ru: Настройка плагинов

source: No recording device found
ar: لا يوجد جهاز للتسجيل
pl: Nie znaleziono urządzenia
ru: Не найдено устройство записи

source: 4.5 MHz
ar: 4.5 ميجا هيرتز
ru: 4.5МГц

source: 5.5 MHz
ar: 5.5 ميجاهيرتز
ru: 5.5МГц

source: 6.0 MHz
ar: 6.0 ميجا هيرتز
ru: 6.0МГц

source: 6.5 MHz
ar: 6.5 ميجا هيرتز
ru: 6.5МГц

source: Teletext
ar: تليتيكس
es: Teletexto
et: Teletekst
fi: Tekstitv
fy: Tiletekst
lt: Teletekstas
pl: Telegazeta
pt: Teletexto
ru: Телетекст

source: CVBS
ar: سي في بي إس
ru: ПЦТС

source: RGB
ar: آر جي بي

source: SVideo
ar: إس فيديو
es: SVídeo

source: YPbPr
ar: واي بي بي آر

source: Show current BN version
ar: أضهار النسخة الحالية
pl: Wersja oprogramowania:
ru: Версия ПО:

source: Teletext PID:
ar: تليتيكس PID:
es: PDI de Teletexto:
et: Teleteksti PID:
fi: Tekstitv PID:
fy: Tiletekst PID:
lt: Teleteksto PID:
pt: PID de Teletexto:
ru: Телетекст PID:

source: Timer >>> [MENU] >>> [8] Timer . . . . . . . . . . Here you can add/remove/review timer settings for DVR (recording), Switching, and NGrab . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Timer list: [UP]/[DOWN] Scroll through the list [OK] Select item [GREEN] Add new event [RED] Remove timer event [BLUE] Cleanup list (remove old events) [EXIT] Close window without saving changes
ar: الموقت
cs: Časovač >>> [MENU] >>> [5] Časovač . . . . . . . . . . zde můžete přidat/smazat/prohlížet záznamy časovače pro DVR (nahrávání), Přepnutí a NGrab . . . . . . . . . . Použití: [UP]/[DOWN] výběr vstupního pole nebo tlačítka Časovač - seznam: [UP]/[DOWN] posun v seznamu [OK] zvolit položku [GREEN] přidat novou událost [RED] smazat událost [BLUE] vyčistit seznam (smazat staré události) [EXIT] zavřít okno bez uložení změn
es: Progamacion >>> [MENU] >>> [8] Programacion . . . . . . . . . . Aqui puedes añadir/quitar/ver los ajustes de la programacion para VRD (grabaciones), switching y NGrab . . . . . . . . . . Uso: [UP]/[DOWN] Seleccionar campo de texto o boton Lista de programacion: [UP]/[DOWN] Moverse por la lista [OK] Selecciona item [GREEN] Añade nuevo evento [RED] Borra evento [BLUE] Borrar viejos eventos [EXIT] Cerrar sin salvar
et: Taimer >>> [MENU] >>> [8] Taimer . . . . . . . . . . Siin saab lisada/eemaldada/üle vaadata taimeri seadeid salvestamiseks, ümberlülimiseks ja NGrab . . . . . . . . . . Kasutamine: [ÜLESSE]/[ALLA] Vali Sisendväli või Klahv Taimeri nimekiri: [ÜLESSE]/[ALLA] Keri piki nimekirja [OK] Vali üksus [ROHELINE] Lisa uus sündmus [PUNANE] Eemalda taimeri sündmus [SININE] Puhasta nimekiri (eemalda vanad sündmused) [EXIT] Sule aken ilma muudatusi salvestamata
fi: Ajastin >>> [MENU] >>> [8] Ajastin . . . . . . . . . . Tässä näkymässä voit lisätä/poistaa/katsella NGRAB- ja kovalevytallennuksen ajastuksia . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai painike Ajastuslista: [YLÖS]/[ALAS] Vieritä listaa [OK] Valitse [VIH] Lisää ajastin [PUN] Poista ajastin [SIN] Siivoa (poista menneet ajastukset) [EXIT] Poistu tallentamatta
fy: Tiidstjoering >>> [MENU] >>> [8] Tiidstjoering . . . . . . . . . . Hjir kin in tiidstjoerd opnimmen tafoegje/ferwiderje /neisjoen wurde foar DVR (opnimmen), Skeakeljen en NGrab . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje ynjeftefjild of toets Tiidslyst: [OP]/[DEL] Troch de lyst [OK] Selektearje item [GRIEN] Nije tiidstjoering tafoegje [RED] Ferwiderje tiidstjoerd opnimmen [BLAUW] lyst skjinfeije (âlde ynstellingen ferwiderje) [EXIT] Feroaringen net opslaan en Slút finster
lt: Laikmatis >>> [MENU] >>> [8] Laikmatis . . . . . . . . . . Čia Jūs galite pridėti/pašalinti/nustatyti peržiūros laiką dėl DVR (įrašymą), Perjungimą, ir NGrab . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką Laikmačio sąrašas: [AUKŠTYN]/[ŽEMYN] Išvardinimas pagal sąrašą [OK] Pasirinkti užduotį [ŽALIAS] Pridėti naują užduotį [RAUDONAS] Šalinti užduotį iš sąrašo [MĖLYNAS] Valyti sąrašą (šalinti senas užduotis) [EXIT] Išsaugoti nustatymus ir uždaryti langą
pl: Lista zadań >>> [MENU] >>> [8] Programator nagrań . . . . . . . . . . Tutaj możesz dodać, usunąć lub przejrzeć ustawienia zadań nagrywania i przełączania audycji . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk Lista zadań: [GÓRA]/[DÓŁ] Przewiń listę [OK] Wybierz pozycję [ZIELONY] Dodaj wpis [CZERWONY] Usuń wpis [NIEBIESKI] Wyczyść listę (usuń stare wpisy) [EXIT] Zamknij okno bez zapisywania zmian
pt: Temporizador >>> [MENU] >>> [8] Temporizador . . . . . . . . . . Aqui pode adicionar/remover/rever as definições de temporizador para DVR (gravação), alternância e NGrab . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo de intodução ou botão Lista do temporizador: [UP]/[DOWN] Navegar na lista [OK] Seleccionar o item [GREEN] Adicionar novo evento [RED] Remover evento do temporizador [BLUE] Fazer limpeza na lista (remover eventos antigos) [EXIT] Fechar a janela sem guardar alterações
ru: Список таймеров >>> [MENU] >>> [8] Таймера . . . . . . . . . . Здесь можно изменять установки таймеров для записи и переключения. . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода или кнопки Список таймеров: [ВВЕРХ]/[ВНИЗ] Переход по позициям [OK] Выбор [ЗЕЛЁНЫЙ] Добавить [КРАСНЫЙ] Удалить [СИНИЙ] Удалить старые таймера [EXIT] Выйти без записи
sk: Časovač >>> [MENU] >>> [5] Časovač . . . . . . . . . . tu môžete pridať/zmazať/prehliadať záznamy časovača pre DVR (nahrávanie), Prepnutie a NGrab . . . . . . . . . . Použitie: [UP]/[DOWN] Výber vstupného poľa alebo tlačidla Časovač - zoznam: [UP]/[DOWN] posun v zozname [OK] zvoliť položku [GREEN] pridať novú udalosť [RED] zmazať udalosť [BLUE] vyčistiť zoznam (zmazať staré udalosti) [EXIT] zavrieť okno bez uloženia zmien

source: Ngrab
ar: إن جراب
fi: Ngrab-tallennus
ru: Запись Ngrab

source: Time correction change error
ar: خطأ فى تغيير التوقيت
pl: Błąd ustawienia korekty czasu
ru: Ошибка коррекции времени

source: Service Selector >>> [UP]/[DOWN](Bouqet) . . . . . . . . . . The Service selector allows you to select/view channels by groups (Satellite, Bouqet, All, Provider, Radio/TV, File), and can show these in one or more columns. . . . . . . . . . . Usage: [UP]/[DOWN] Previous/Next Bouqet/Channel [LEFT]/[RIGHT] Show next Page [OK] Select Group/Channel [RED] Show All Services [GREEN] Show services by Satellite [YELLOW] Show services by Provider [BLUE] Show services by Bouqet [TV] Show only TV Channels [RADIO] Show only Radio Channels [TEXT] Show only Files (for File Mode) [0] Go up one level [INFO] Show EPG of selected channel [MENU] Goto Service Menu [<]/[>] Goto the first/last item in list [EXIT] Close window
ru: Список каналов/сервисов >>> [ВВЕРХ]/[ВНИЗ](Букет) . . . . . . . . . . Предоставляется возможность выбрать/просмотреть каналы по группам (Спутники, Букеты, Операторы, Все, Радио/TV, Файлы). . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Переход по позициям [ВЛЕВО]/[ВПРАВО] Переход на другую страницу [OK] Выбор группы/канала [КРАСНЫЙ] Сортировка каналов по имени [ЗЕЛЁНЫЙ] Сортировка каналов по спутникам [ЖЁЛТЫЙ] Сортировка каналов по операторам [СИНИЙ] Сортировка каналов по букетам [TV] Показ только TV-каналов [RADIO] Показ только радиоканалов [TEXT] Показ файлов [0] Переход на один уровень вверх [INFO] Программа/описание канала [MENU] Меню каналов [<]/[>] Переход к первой/последней позиции в списке [EXIT] Выйти

source: %s %s, please wait
ru: %s %s, подождите!

source: Default
ru: -По умолчанию-

source: Bouquets
ru: Букеты

source: Endtime
pl: Zakończenie
ru: Конец

source: Info and news about PLi
pl: Informacje i aktualności na temat PLi
ru: Информация и новости PLi

source: Inverted:
pl: Negatyw:
ru: Инверсия:

source: Key mapping
pl: Skróty klawiszowe
ru: Назначение кнопок

source: Make use of swap file: No, USB, HDD or CF card. Reboot of your Dreambox is required afterwards!
pl: Utwórz plik wymiany swap: brak, USB, HDD lub karta CF. Po wybraniu lokalizacji uruchom ponownie odbiornik!
ru: Создать swap-файл: Нет, USB, HDD или CF. Перегрузите Dreambox!

source: More options: press MENU key in teletext
pl: Dodatkowe opcje: Wciśnij MENU w telegazecie
ru: Дополнителные опции: нажмите MENU в телетексте

source: Mount this share if Enigma is started
pl: Zamontuj udział automatycznie po uruchomieniu odbiornika
ru: Подсоединение сетевых ресурсов при загрузке системы

source: Networks, Services and UserBouqets will be reloaded, after presssing ok enigma might not respond for about 1 minute
pl: Sieci, kanały i bukiety zostaną przeładowane. Po naciśnięciu OK Enigma może przestać reagować przez około minutę.
ru: После нажатия кнопки OK сеть, каналы и букеты будут перезагружены. Система не будет реагировать на команды в течении 1-2 мин.

source: Networks, services and user bouqets will be reloaded, after pressing OK Enigma might not respond for about 1 minute
pl: Sieci, kanały i bukiety zostaną przeładowane. Po naciśnięciu OK Enigma może przestać reagować przez około minutę.
ru: После нажатия кнопки OK сеть, каналы и букеты будут перезагружены. Система не будет реагировать на команды в течении 1-2 мин.

source: Next Char Timeout:
pl: Czas oczekiwania:
ru: Задержка сл. символа:

source: Ngrab streaming
es: Streaming Ngrab
et: Ngrab vool
fi: Ngrab-verkkojako
lt: Ngrab serveris
pl: Ustawienia usługi NGrab
ru: Настройка NGrab

source: PLi news
pl: Aktualności PLi
ru: Новости PLi

source: Reloading UserBouqets
pl: Wczytywanie bukietów
ru: Перезагрузка букетов

source: Поднесущая звука:
ru: Podnośna dźwięku:

source: Starttime
pl: Czas rozpoczęcia
ru: Время начала

source: Swap settings
pl: Ustawienia swap
ru: Настройки подкачки

source: Toggle DVR functions
pl: Włącz panel DVR
ru: Включите DVR

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
pl: Jeżeli przywrócisz odbiornik do ustawień fabrycznych zostaną utracone WSZYSTKIE ustawienia (włącznie z listą kanałów i konfiguracją satelity). Po przywróceniu ustawień tuner zostanie uruchomiony ponownie. Czy chcesz przywrócić ustawienia fabryczne?
ru: Сброс к заводским настройкам приведёт к потере ВСЕХ данных конфигурации, включая букеты, каналы, настройки спутниковой системы, плагины и т.д. После сброса DREAMBOX будет перезагружен автоматически! Вы уверены, что хотите сбросить DREAMBOX к заводским настройкам?

source: free space: about
pl: Dostępna pamięć: około
ru: Доступно: около

source: goto the next Marker if exist.. else goto last service
ru: Перейти к следующему существующему маркеру...или к последнему каналу

source: goto the prev Marker if exist.. else goto first service
ru: Перейти к предыдущему существующему маркеру...или к первому каналу

source: processor:
ru: Процессор:

source: Processor:
ru: Процессор:

source: Version1.0
ru: Версия 1.0

source: Version1.1
ru: Версия 1.1

source: Version1.2
ru: Версия 1.2

source: Service Organising
ru: Организация каналов ->

source: User - bouquets (TV) >
ru: Букеты (TV) >

source: ND
et: NVOD

source: S
es: Si
et: L

source: AM/pm
et: EL/PL

source: N
es: No
et: P

source: Root
es: Raíz
et: Juur
fy: Haad

source: AM
et: EL

source: PM
et: PL

source: Enter MAC address of server (for wake on lan)
pl: Wpisz adres MAC serwera

source: Keyboard Mapping:
pl: Klawiatura:

source: LCD
lt: Imtuvo displėjus
pl: Ustawienia LCD

source: Repeat Rate:
pl: Powtarzanie:

source: Repeat Delay:
pl: Opóźnienie:

source: go to the prev Marker if exist.. else goto first service
pl: Idź do poprzedniego znacznika (jeśli istnieje) lub do pierwszego kanału

source: go to the next Marker if exist.. else goto last service
pl: Idź do następnego znacznika (jeśli istnieje) lub do ostatniego kanału

source: Service-Selector >>> [UP]/[DOWN](Bouqet) . . . . . . . . . . The Service selector allows you to select/view channels by groups (Satellite, Bouqet, All, Provider, Radio/TV, File), and can show these in one or more columns. . . . . . . . . . . Usage: [UP]/[DOWN] Previous/Next Bouqet/Channel [LEFT]/[RIGHT] Show next Page [BOUQET U/D] Previous/Next Bouqet [OK] Select Group/Channel [RED] Show All Services [GREEN] Show services by Satellite [YELLOW] Show services by Provider [BLUE] Show services by Bouqet [TV] Show only TV Channels [RADIO] Show only Radio Channels [TEXT] Show only Files (for File Mode) [0] Go up one level [INFO] Show EPG of selected channel [MENU] Goto Service Menu [VIDEO] Change View Mode [<]/[>] Goto the first/last item in list [EXIT] Close window
pl: Lista kanałów >>> [GÓRA]/[DÓŁ](Bukiet) . . . . . . . . . . Tutaj możesz wybrać w jaki sposób pokazywane są grupy kanałów (Satelita, Bukiet, Wszystkiel, Nadawca, Radio/TV, Plik). . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Poprzedni/następny bukiet/kanał [LEWY]/[PRAWY] Pokaż następną stronę [BOUQET U/D] Poprzedni/następny bukiet [OK] Wybierz bukiet/kanałl [CZERWONY] Pokaż wszystkie kanały [ZIELONY] Pokaż kanały wg satelitów [ŻÓŁTY] Pokaż kanały wg nadawców [NIEBIESKI] Pokaż kanały wg bukietów [TV] Pokaż tylko kanały telewizyjne [RADIO] Pokaż tylko kanały radiowe [TEXT] Pokaż tylko pliki (tryb Pliki) [0] Jeden poziom wyżej [INFO] Pokaż EPG danego kanału [MENU] Idź do menu kanałów [VIDEO] Zmień tryb wyświetlania [<]/[>] Idź do pierwszej/ostatniej pozycji na liście [EXIT] Zamknij okno

source: PMT PID:
pt: PID PMT:
