Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Format USB stick
ar: تهيئة USB
cs: Formátovat USB
es: Formatear dispositivo USB
et: Formateeri USB pulk
fi: Alusta USB-muisti
fy: USB stick formatearje
lt: USB atmintinės formatavimas
nl: Formateer USB-stick
pl: Formatuj USB-stick
pt: Formatar dispositivo USB
ru: Форматирование USB-HDD
sk: Formátovať USB
tr: USB çubuğu biçimlendir

source: Format USB stick, this will remove ALL data on the stick
ar: تهيئة USB , سيتم حذف جميع البيانات
cs: naformátovat USB, všechna data na USB budou smazána !
es: Formatear dispositivo USB, esto borrara todos los datos del dispositivo
et: USB pulga formateerimine kustutab kogu info pulgalt
fi: USB-muistin alustus poistaa KAIKKI tiedostot
fy: USB stick formatearje ferwidert ALLE data op de stick!
lt: Formtuoti USB atmintinę, tai pašalins VISUS duomenis iš atmintinės
nl: Formateer USB-stick, ALLE gegeven op de stick worden verwijderd
pl: Formatuj USB-stick
pt: Formatar dispositivo USB, isto apagará todos os dados no dispositivo
ru: Форматирование USB-HDD. Все данные будут удалены.
sk: naformátovať USB, všetky dáta na USB budú zmazané!
tr: UCB çubuğu biçimleme. Dikkat!! Bu işlem USB çubuğu üzerinteki TÜM bilgileri silecektir.

source: Are you SURE that you want to format this USB disk?
ar: هل انت متاكد انك تريد تهيئة USB ?
cs: Opravdu chcete naformátovat USB disk?
de: Sind Sie sicher, dass Sie diesen USB-Stick formatieren wollen?
es: ¿SEGURO que deseen formatear el dispositivo USB?
et: Oled sa kindel, et soovid formateerida seda USB mälu?
fi: Oletko varma että haluat alustaa tämän USB-levyn?
fy: Witte jo SEKER dat jo dizze USB stick formatearje wolle ?
lt: Ar Jūs tikrai NORITE formatuoti USB atmintinę?
nl: Weet u zeker dat u de USB-stick wilt formatteren?
pl: Czy chcesz sformatować dysk USB?
pt: Tem a certeza que quer formatar o dispositivo USB?
ru: Форматировать USB диск? Вы уверены?
sk: Naozaj chcete naformátovať USB disk?
tr: USB diski biçimlendirmek istediğinize emin misiniz?

source: formatting USB disk...
ar: تهيئة USB
cs: formátuji USB disk ...
de: Formatiere USB-Stick...
es: Formateando disco USB...
et: formateerin USB mälu
fi: USB-levyä alustetaan...
fy: formatearje USB stick
lt: USB atmintinės formatavimas disk...
nl: De USB-stick wordt geformatteerd....
pl: Formatowanie USB-sticka...
pt: A formatar dispositivo USB
ru: Форматирование USB HDD...
sk: formátujem USB disk ...
tr: USB disk biçimlendiriliyor...

source: sorry, Cannot format a mounted USB device.
ar: اسف , لا يمكن تهيئة USB المربوطة
cs: promiňte, nelze formátovat připojené USB zařízení.
es: lo siento, no puedo formatear un dispositivo usb montado
et: vabanda, kahjuks ei saa formateerida antud USB seaded.
fi: Liitetyn USB-laitteen alustus ei onnistu
fy: Fout! kin in oankeppele USB stick net formatearje
lt: atsiprašome, Negalima formatuoti USB atmintinės
nl: Helaas, kan niet een gemounte USB-stick formateren.
pl: Nie można sformatować i zamontować urządzenia USB
pt: Lamento, não é possível formatar um dispositivo USB montado.
ru: Не возможно отформатировать USB HDD
sk: prepáčte, pripojené USB zariadenie sa nedá naformátovať
tr: Üzgünüm, sisteme bağlı bir USB çubuk formatlanamaz.

source: Please wait while formatting the USB disk. This might take some minutes.
ar: الرجاء الانتظار بينما تتم تهيئة USB ي سوف يستغرق هذا بعض الوقت/ي
cs: Čekejte, prosím, formátuji USB disk. Tento proces může trvat několik minut.
de: Bitte warten während der USB-Stick formatiert wird. Dies kann einige Minuten dauern.
es: Espere mientras se prepara el disco USB. Eso puede tardar unos minutos.
et: palun oota, kuni USB pulk initsialiseeritakse. Sellega läheb veidi aega.
fi: Odota USB-levyä alustetaan. Tämä kestää muutamia minuutteja.
fy: Eefkes wachtsje. USB stick wurd initialisearre. Dit kin in pear minuten freechje.
lt: Prašome palaukti kol formatuojama USB atmintinė disk. Tai truks keletą minučių.
nl: Een ogenblik geduld tijdens het formateren van de USB-stick Dit kan enkele minuten duren.
pl: Trwa inicjalizacja USB-stick To może potrwać kilka minut.
pt: Por favor,aguarde enquanto o dispositivo USB é formatado. Isto pode levar vários minutos.
ru: Идёт форматирование USB HDD Это может занять несколько минут.
sk: Čakajte prosím, formátujem USB disk. Tento proces môže trvať niekoľko minút.
tr: USB disk biçimlenirken lütfen bekleyin. Bu işlem bir kaç dakika sürebilir.

source: sorry, couldn't find sfdisk utility to partition USB disk.
ar: للأسف لم أجد إس إف دسك لتهيئة USB
cs: Nebyla nalezena sfdisk utilita pro vytvoření partition na USB disku.
de: Programm 'sfdisk' zum partitionieren des USB-Sticks konnte nicht gefunden werden.
es: No fue encontrado sfdisk para particionar el disco USB.
et: kahjuks ei leidnud sfdisk utiili, et partitsioneerida USB mälu.
fi: Kovalevyn osiointityökalua sfdisk ei löydy.
fy: Fout! kin sfdisk programma net fine, om USB stick te partisjonearjen
lt: atsiprašome, nepavyko rasti sfdisk programėlės USB disko suskaidymui.
nl: Het sfdisk-programma voor de partitionering van de USB-stick kon niet worden gevonden
pl: Brak aplikacji sfdisk wymaganej do partycjonowania dysku.
pt: Não foi possível encontrar o utilitário SFDISK para particionar o dispositivo USB.
ru: Не найден sfdisk для разделения USB HDD.
sk: Nebola nájdená sfdisk utilita pre vytvorenie partition na USB disku.
tr: USB diski bölümlemek için 'sfdisk' aracı bulunamadı.

source: creating filesystem failed.
ar: عمل حقل ملفات النظام
cs: založení systému souborů selhalo.
de: Erstellung des Dateisystems fehlgeschlagen.
es: Creación del sistema ficheros erronea.
et: failisüsteemi loomine ebaõnnestus.
fi: tiedostojärjestelmän luonti epäonnistui.
fy: oanmeitsjen bestânssysteem mislearre
lt: failų sistemos sukūrimas nepavyko.
nl: Het aanmaken van de schijfindeling is mislukt
pl: Nie można utworzyć systemu plików
pt: Erro na criação do ficheiro sistema.
ru: Ошибка создания файловой ситемы.
sk: založenie systému súborov zlyhalo.
tr: dosya sistemi oluşturulamadı.

source: successfully formatted your USB disk!
ar: تم تهيئة USB بنجاح
cs: USB disk byl úspěšně naformátován!
de: USB-Stick wurde erfolgreich formatiert!
es: Disco USB formateado con exito!
et: sinu USB mälu on edukalt formateeritud!
fi: USB-levy alustettu onnistuneesti!
fy: USB stick suksesfol formatearre
lt: Jūsų USB atmintinė suformatuota sėkmingai!
nl: Uw USB-stick is succesvol geformatteerd!
pl: USB-stick został pomyślnie sformatowany
pt: formatação do dispositivo USB bem sucedida!
ru: USB HDD отформатирован!
sk: USB disk bol úspešne naformátovaný!
tr: USB disk başarı ile formatlandı!

source: USB Stick successfully mounted
ar: فك الربط بنجاح لل USB
cs: USB úspěšně připojen
es: Dispositivo USB correctamente montado
et: USB pulk edukalt haagitud
fi: USB-muistin liittäminen onnistui
fy: USB stick suksesfol oankeppele
lt: USB atmintinė pajungta sėkmingai
nl: USB-stick succesvol gemount
pl: USB-stick został zamontowany
pt: Dispositivo USB montado com sucesso
ru: USB HDD подсоединён
sk: USB úspešne pripojený
tr: USB çubuk başarıyla bağlandı

source: USB Stick NOT MOUNTED, unknown error
ar: خطاء غير معروف لعملية الربط USB
cs: USB NEPŘIPOJEN, neznámá chyba
es: Dispositivo USB no montado, error desconocido
et: USB Mälu EI SAA PAIGALDADA, tundmatu viga
fi: USB-muistia ei liitetty, tuntematon virhe
fy: Fout! USB stick net oankeppele
lt: USB atmintinė NEPAJUNGTA, nežinoma klaida
nl: USB-stick is NIET gemount, onbekende fout opgetreden
pl: Nie można zamontować USB sticka, nieznany błąd
pt: O dispositivo USB não está montado, erro desconhecido
ru: USB HDD НЕ ПОДСОЕДИНЁН, неизвестная ошибка
sk: USB NEPRIPOJENÝ, neznáma chyba
tr: USB çubuk sisteme bağlanamadı, bilinmeyen hata

source: USB Stick IS STILL MOUNTED, unknown error
ar: ما زال USB مربوط خطاء غير معروف
cs: USB STÁLE PŘIPOJEN, neznámá chyba
es: Dispositivo USB aun montado, error desconocido
et: USB mälu ON ENDISELT PAIGALDATUD, tundmatu viga
fi: USB-muisti EDELLEEN LIITETTY, tuntematon virhe
fy: Fout! USB stick is nog steeds oankeppele
lt: USB atmintinė YRA VIS DAR NEPAJUNGTA, nežinoma klaida
nl: USB-stick is nog steeds gemount, onbekende fout opgetreden
pl: Nie można odmontować USB sticka, nieznany błąd
pt: O dispositivo USB ainda está montado, erro desconhecido.
ru: USB HDD ВСЁ ЕЩЁ ПОДСОЕДИНЯЕТСЯ, неизвестная ошибка
sk: USB STÁLE PRIPOJENÝ, neznáma chyba
tr: USB çubuk HLA SİSTEME BAĞLI, bilinmeyen hata

source: USB Stick successfully un-mounted
ar: عملية فك الرط ناجحة لل USB
cs: USB úspěšně odpojen
de: USB-Stick erfolgreich ausgehängt
es: Dispositivo USB desmontado correctamente
et: USB pulk edukalt lahti haagitud
fi: USB-muisti turvallisesti irrotettu
fy: USB stick suksesfol ôfkeppele
lt: USB atmintinė atjungta sėkmingai
nl: USB-stick succesvol ge-unmounted
pl: USB-stick został odmontowany
pt: Dispositivo USB desmontado com sucesso
ru: USB HDD отсоединён
sk: USB úspešne odpojený
tr: USB çubuk başarı ile çözüldü

source: Audio and video
ar: صورة و صوت
cs: Audio a video
de: Audio und Video
es: Audio y VIdeo
et: Audio ja Video
fi: Ääni ja kuva
fy: Byld en lûd
lt: Garsas ir vaizdas
nl: Audio en video
pl: Audio i wideo
pt: Áudio e vídeo
ru: Аудио и видео
sk: Audio a video
tr: Ses ve Görüntü

source: Color Format:
ar: نظام الألوان
cs: Formát barev:
de: Farbformat:
es: Salida vídeo:
et: Värvi süsteem:
fi: Väriformaatti:
fy: Kleur formaat
lt: Spalvų formatas:
nl: Kleurinstelling:
pl: Sygnał wideo:
pt: Formato Cor:
ru: Формат цвет.:
sk: Formát farieb:
tr: Renk Formatı:

source: choose color format ( left, right )
ar: إختيار نظام الألوان (يمينا / يسارا)
cs: vyberte formát obrazu (vlevo, vpravo)
de: Farbformat auswählen (links, rechts)
es: Elige señal vídeo (izquierda, derecha)
et: vali värvide süsteem ( vasak, parem )
fi: valitse väriformaatti (vasen, oikea)
fy: Kies kleur formaat ( links, rjochts)
lt: pasirinkite spalvų formatą ( kairėn, dešinėn )
nl: Kleurformaat (links, rechts)
pl: Wybierz format koloru (lewy, prawy)
pt: escolher o formato cor ( esquerda, direita )
ru: Выбрать формат цветности (ВЛЕВО, ВПРАВО)
sk: vyberte formát obrazu (vľavo, vpravo)
tr: renk format seçeneği (sol, sağ)

source: Aspect Ratio:
ar: نمط الشاشة
cs: Poměr stran:
de: Bildformat:
es: Formato:
et: Ekraani formaat:
fi: Kuvasuhde:
fy: Byld ferhâldingen
lt: Suspaudimas:
pl: Format obrazu:
pt: Formato TV:
ru: Пропорции:
sk: Pomer strán:
tr: En-boy Oranı:

source: choose aspect ratio ( left, right )
ar: اختر نسبة عرض الشاشة يسار، يمين
cs: zvolit poměr (vlevo, vpravo)
de: Bildfromat auswählen (links, rechts)
es: Elige formato pantalla (izquierda, derecha)
et: Vali ekraani formaat ( vasak,parem )
fi: valitse kuvasuhde (vasen, oikea)
fy: kies byldferhâldingen (links, rjochts)
lt: pasirinkite ekrano kraštinių santykį ( kairėn, dešinėn )
nl: Kies aspectratio ( links, rechts)
pl: Wybierz format obrazu (lewy, prawy)
pt: escolher o formato TV ( esquerda, direita)
ru: Выбрать пропорции изображения (ВЛЕВО, ВПРАВО)
sk: zvoliť pomer (vľavo, vpravo)
tr: Görüntü en-boy oranı seçenekleri (sol, sağ)

source: 4:3 letterbox
ar: صندوق حروف 4:3
ru: 4:3 широкоэкран
tr: 4:3 mektup kutusu

source: 4:3 panscan
ar: 3:4 بان سكان
ru: 4:3 растянутый
tr: 4:3 zoomlu görüntü

source: always 16:9
ar: دائما 16:9
cs: vždy 16:9
de: Immer 16:9
es: siempre 16:9
et: alati 16:9
fi: aina 16:9
fy: Altiid 16:9
lt: visada 16:9
nl: Altijd 16:9
pl: Zawsze 16:9
pt: sempre 16:9
ru: Всегда 16:9
sk: vždy 16:9
tr: Her zaman 16:9

source: TV System:
ar: نظام التلفزيون
cs: TV systém:
es: Sistema TV:
et: TV Süsteem:
fi: TV-järjestelmä:
fy: TV Systeem :
lt: TV Sistema:
nl: TV-Systeem:
pl: System TV:
pt: Sistema TV:
ru: Система TV:
sk: TV systém:
tr: TV Sistemi:

source: choose TV system (left, right). This will reset tuxtxt position settings
ar: اخنار نضام التلفزيون (left, right).
cs: zvolte TV systém (vlevo, vpravo). Nastavením ze zruší nastavení umístění tuxtxt
de: TV-System auswählen (links, rechts). Dies setzt die Position von Tuxtext zurück
es: elige sistema de TV (izq, der). Esto borrara los ajustes de la posicion de la pantalla
et: vali TV süsteem (vasak, parem). See tühistab tuxtxt-i positsiooni seaded
fi: valitse TV-järjestelmä (vas, oik). Palauttaa Tuxtxt:n paikan tehdasasetuksiin
fy: Kies TV systeem (links,rjochts) Dit set tuxtxt posysjes nei standert
lt: išsirinkite TV sistemą (kairė, dešinė). Tai pakeis nustatytas tuxteksto pozicijas
nl: kies TV systeem (links, rechts). Dit zal de tuxtxt posities herstellen
pl: Wybierz system TV (lewy, prawy). Ustawienia pozycji OSD zostaną skasowane.
pt: escolher o sistema de TV (esquerda, direita). Esta acção apagará as definição de posição tuxtxt
ru: Выбрать систему цветности (ВЛЕВО, ВПРАВО). Это сбросит настройку положения интерфейса на экране.
sk: zvoľte TV systém (vľavo, vpravo). Nastavením sa zruší nastavenie tuxtxt umiestnenie
tr: TV sistemini seçin (sağ, sol). Tuxtxt pozisyon ayarları sıfırlanacaktır

source: choose TV system (left, right).
ar: اختيار نظام التلفزيون
cs: zvolte TV systém (vlevo, vpravo)
de: TV-System auswählen (links, rechts)
es: Elige sistema TV (izquierda, derecha)
et: vali TV videosüsteem (vasak, parem)
fi: valitse TV-järjestelmä (vas, oik)
fy: kies TV systeem (links, rjochts)
lt: pasirinkite TV sistemą ( kairėn, dešinėn )
nl: Kies het TV-systeem (links, rechts).
pl: Wybierz system TV (lewy, prawy)
pt: escolha o sistema de TV (esquerda,direita).
ru: Выбрать систему TV (ВЛЕВО, ВПРАВО)
sk: zvoľte TV systém (vľavo, vpravo)
tr: TV sisteminizi seçiniz (sol, sağ).

source: Disable WSS on 4:3
ar: إبطال خاصية الشاشة العريضة WSS على الوضع 4:3
cs: zakázat WSS pro 4:3
de: WSS auf 4:3 deaktivieren
es: Desactivar WSS en 4:3
et: Keela WSS 4:3 puhul
fi: WSS pois (4:3)
fy: WSS by 4:3 útskeakelje
lt: Išjungti WSS 4:3
nl: WSS voor 4:3 uitschakelen
pl: Wyłącz WSS dla formatu 4:3
pt: desativar WSS em 4:3
ru: Отключить WSS для 4:3
sk: zakázať WSS pre 4:3
tr: 4:3 de WSS'i hizmet dışı bırak

source: don't send WSS signal when A-ratio is 4:3
ar: عدم ارسال اشارة الشاشة العريضة WSS عندما يكون نمط الشاشة 4:3
cs: neposílat WSS signál při poměru stran 4:3
de: Kein WSS-Signal senden wenn 4:3 Format vorliegt
es: No enviar señal WSS en programas 4:3
et: ära saada laiekraani signaali, kui pilt on 4:3
fi: älä lähetä WSS-signaalia kun A-suhde on 4:3
fy: gjin WSS signal útstjoere wanneer A-ratio 4:3 is
lt: nesiųsti WSS signalo, kuomet kraštinių santykis yra 4:3
nl: Zend het WSS signaal niet als het A-ratio 4:3 is
pl: Nie wysyłaj sygnału WSS gdy obraz jest w formacie 4:3
pt: não enviar o sinal WSS quando o A-ratio é 4:3
ru: Не отсылать WSS при формате изображения 4:3
sk: neposielať WSS signál pre pomer strán 4:3
tr: En/boy oranı 4:3 ise WSS sinyali gönderme

source: AC3 default output
ar: المخرج الأساسي للصوت AC3
cs: AC3 implicitní výstup
de: AC3 als Standardausgabe
es: Salida AC3 por defecto
et: vaikimisi AC3 väljund
fi: AC3-ulostulo
fy: AC3 standaard útgong
lt: AC3 numatytas išėjimas
nl: AC3 standaard-uitgang
pl: Ścieżka dźwiękowa AC3
pt: saída por defeito AC3
ru: Выход AC3 по умолчанию
sk: AC3 implicitný výstup
tr: AC3 varsayılan çıkış

source: enable/disable ac3 default output (ok)
ar: شغل/أغلق خرج آي سي 3
cs: povolit/zakázat implicitně AC3 výstup (OK)
de: AC3 als Standardausgabe ein/ausschalten (OK)
es: Activar/desactivar salida AC3 por defecto (ok)
et: luba/keela VAIKIMISI ac3 väljund
fi: ac3-ulostulo päälle/pois (ok)
fy: AC3 standaard útgong oan/út (ok)
lt: įjungti / išjungti AC3 numatytą išėjimą (OK)
nl: AC3 weergave als standaard instellen (OK)
pl: Włącz/wyłącz domyślne użycie ścieżki AC3 (OK)
pt: activar/desativar a saída AC3 por defeito (ok)
ru: Вкл./Откл. AC3-выход как основной (OK)
sk: povoliť/zakázať implicitne AC3 výstup (OK)
tr: AC3 varsayılan çıkış aç/kapa (ok)

source: Auto VCR switching
ar: الانتقال الآلى لمسجل الأشرطة VCR
cs: Automatické VCR přepínání
de: VCR automatisch durchschalten
es: Conector VCR automático
et: Automaatne VCR'i lülimine
fi: Automaattinen VCR-tila
fy: Automatysk VCR omskeakelje
lt: Auto vaizdo grotuvo įjungimas
nl: Auto-VCR schakelen
pl: Automatycznie przełączaj VCR
pt: comutação auto para VCR
ru: Автопереключение VCR
sk: Automatické VCR prepínanie
tr: Kaydediciye oto. geçiş

source: auto switch to VCR connector
ar: الانتقال الآلى لمدخل مسجل الأشرطة VCR
cs: automaticky přepínat VCR konektor
de: Automatisch auf VCR-Eingang umschalten
es: Activar euroconnecor Vídeo automaticamente
et: automaatne ümberlülitus SCART sisendile
fi: automaattinen vaihto VCR-tilaan
fy: automatysk omskeakelje nei VCR oansluting
lt: automatiškai perjungti į VCR lizdą
nl: Schakel automatisch naar VCR-connector
pl: Włącz automatyczne przełączanie VCR
pt: comutação auto para o conector VCR
ru: Автопереключение на VCR
sk: automaticky prepínať VCR konektor
tr: Otomatik olarak Video Kaydediciye git

source: Test Screen
ar: تجربة الشاشة
cs: Kontrolní obraz
de: Testbild
es: Imagen pruebas
et: Testpilt
fi: Testikuva
fy: Test skerm
lt: Testuoti
nl: Testbeeld
pl: Obraz kontrolny
pt: Testar o ecrã
ru: Тест экрана
sk: Kontrolný obraz
tr: Test Ekranları

source: show testpicture
ar: إظهار صورة الاختبار (إظهار الصورة التجريبية)
cs: zobrazit kalibrační obrazce
de: Testbild anzeigen
es: Activar carta de ajuste
et: näita testpilti
fi: näytä testikuva
fy: testbyld sjen litte
lt: parodyti testinį paveikslėlį
nl: Testbeeld tonen
pl: Pokaż obraz kontrolny
pt: mostrar imagem de teste
ru: Показать тестовый экран
sk: zobraziť kalibračné obrazce
tr: Ekranınızı test etmek için çeşitli test şekileri görüntülemek içindir

source: TuxTxt/MultiEPG position
ar: مكان النص على الشاشه
cs: TuxText/MultiEPG pozice
es: Posición TuxText
et: TuxText/MultiEPG positsioon
fi: TuxText/Multi-EPG sijainti
fy: TuxText/MultiEPG posysje
lt: TuxTxt/MultiEPG vieta
nl: TuxTxt/MultiEPG-positie
pl: Pozycja teletextu i EPG
pt: posição TuxTxt/MultiEPG
ru: Позиция телетекста и EPG
sk: TuxText/MultiEPG pozícia
tr: TuxText/MultiEPG konumu

source: show TuxTxt/MultiEPG position window
cs: zobrazit okno TuxTxt/MultiEPG polohy
de: Das TuxTxt/MultiEPG Positionsfenster anzeigen
es: mostrar la pantalla de posicion de TuxTxt/MultiEPG
et: kuva TuxTxt/MultiEPG asetuse aken
fi: näytä TuxTxt/Multi-EPG paikkanäkymä
fy: TuxTxt/MultiEPG posysje finster sjen litte
lt: rodyti TuxTxt/MultiEPG vietą lange
nl: laat TuxTxt/MultiEPG positie scherm zien
pl: Pokaż pozycję okna TuxTxt/MultiEPG
pt: Mostrar a posição da janela TuxTxt/MultiEPG
ru: Показать окно настройки положения интерфейса на экране
sk: zobraziť okno TuxTXT/MultiEPG polohy
tr: TuxTxt/ÇokluEPG konum penceresi görüntüle

source: A/V Settings >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [2] A/V Settings . . . . . . . . . . Set the aspect ratio, color format, and TV System. . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Colorformat: [LEFT]/[RIGHT] Select CVBS, RGB, SVideo, or YPbPr Aspect Ratio: [LEFT]/[RIGHT] Select 4:3 (Panscan/Letterbox), or 16:9 [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
ar: tA/V Settings
cs: A/V nastavení >>> [MENU] >>> [6] Nastavení >>> [3] Nastavení systému >>> [2] Audio a video . . . . . . . . . . Nastavení formátu barev, poměru stran a TV systému. . . . . . . . . . . Ovládání: [UP]/[DOWN] výběr vstupního pole nebo tlačítka Formát barev: [LEFT]/[RIGHT] CVBS, RGB, SVideo, nebo YPbPr Poměr stran: [LEFT]/[RIGHT] 4:3 (Panscan/Letterbox), nebo 16:9 [GREEN] Uložit nastavení a zavřít okno [EXIT] Zavřít okno bez uložení změn
es: Ajustes de A/V >>> [MENU] >>> [6] Ajustes >>> [3] Ajustes de sistema >>> [2] Ajustes de A/V . . . . . . . . . . Ajusta el radio de aspecto, el formato de color y el sistema de TV. . . . . . . . . . . Uso: [UP]/[DOWN] Selecciona campo de texto o boton Formato de color: [LEFT]/[RIGHT] Selecciona CVBS, RGB, SVideo, o YPbPr Ratio de aspecto: [LEFT]/[RIGHT] Selecciona 4:3 (Panscan/Letterbox), o 16:9 [GREEN] Guardar y cerrar [EXIT] Cerrar y salir sin guardar
fi: Ääni ja kuva >>> [MENU] >>> [6] Asetukset >>> [3] Järjestelmäasetukset >>> [2] Ääni ja kuva . . . . . . . . . . Aseta kuvasuhde, väriformaatti ja TV-järjestelmä. . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai painike Väriformaatti: [VAS]/[OIK] Valitse CVBS, RGB, SVideo tai YPbPr Kuvasuhde: [VAS]/[OIK] Valitse 4:3 (Panscan/Letterbox) tai 16:9 [VIH] Tallenna muutokset ja poistu [EXIT] Poistu tallentamatta
fy: A/V Ynstellingen >>> [MENU] >>> [6] Ynstellingen >>> [3] Systeem Ynstellingen >>> [2] A/V Ynstellingen . . . . . . . . . . Ynstelle fan de grutte, kleur formaat en TV Systeem. . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje Ynjeftefjild of toets Kleur formaat: [LINKS]/[RJOCHTS] Selektearje CVBS, RGB, SVideo, of YPbPr Grutte fan skerm: [LINKS]/[RJOCHTS] Selektearje 4:3 (Panscan/Letterbox), of 16:9 [GRIEN] Feroaringen opslaan en slút finster [EXIT] Neat opslaan en slút finster
lt: Garso ir vaizdo nustatymai >>> [MENU] >>> [6] Nustatymai >>> [3] Sisteminiai nustatymai >>> [2] Garso ir vaizdo nustatymai . . . . . . . . . . Pasirinkite ekraną, spalvų formatą, ir TV sistemą. . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką Spalvų formatas: [KAIRĖ]/[DAŠINĖ] Pasirinkite CVBS, RGB, SVideo, arba YPbPr Ekranas: [KAIRĖ]/[DEŠINĖ] Pasirinkite 4:3 (Panscan/Letterbox), arba 16:9 [ŽALIAS] Išsaugoti nustatymus ir uždaryti langą [EXIT] Uždaryti langą be išsaugijimo
pl: Ustawienia audio i wideo >>> [MENU] >>> [6] Ustawienia >>> [3] Ustawienia systemowe >>> [2] Audio i wideo . . . . . . . . . . Ustaw format obrazu, system telewizyjny i koloru. . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk Format koloru: [LEWY]/[PRAWY] Wybierz CVBS, RGB, SVideo lub YPbPr Format obrazu: [LEWY]/[PRAWY] Wybierz 4:3 (Panscan/Letterbox) lub or 16:9 [ZIELONY] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Definições A/V >>> [MENU] >>> [6] Configuração >>> [3] Definições de sistema >>> [2] Definições A/V . . . . . . . . . . Defina a taxa de aspecto, formato de cor e sistema de TV. . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo de introdução ou botão Formato de cor: [LEFT]/[RIGHT] Seleccione CVBS, RGB, SVideo ou YPbPr Taxa de aspecto: [LEFT]/[RIGHT] Seleccione 4:3 (Panscan/Letterbox) ou 16:9 [GREEN] Guardar definições e fechar a janela [EXIT] Fechar janela sem guardar alterações
ru: Настройки Аудио и видео >>> [MENU] >>> [6] Настройки >>> [3] Настройки системы >>> [1] Аудио и видео . . . . . . . . . . Настройка размера изображения, формата цветности и системы декодирования. . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор полей ввода или кнопок Формат цветности: [ВЛЕВО]/[ВПРАВО] Выбор формата CVBS, RGB, SVideo или YPbPr Пропорции изображения: [ВЛЕВО]/[ВПРАВО] Выбор 4:3 (Растянутый/Широкоэкранный) или 16:9 [ЗЕЛЁНЫЙ] Записать и выйти [EXIT] Выйти без записи
sk: A/V nastavenie >>> [MENU] >>> [6] Nastavenie >>> [3] Nastavenie systému >>> [2] Audio a video . . . . . . . . . . Nastavenie formátu farieb, pomeru strán a TV systému. . . . . . . . . . . Ovládanie: [UP]/[DOWN] výber vstupného poľa alebo tlačidla Formát farieb: [LEFT]/[RIGHT] CVBS, RGB, SVideo alebo YPbPr Pomer strán: [LEFT]/[RIGHT] 4:3 (Panscan/Letterbox) alebo 16:9 [GREEN] Uložiť nastavenie a zavrieť okno [EXIT] Zavrieť okno bez uloženia zmien
tr: A/V Ayarları >>> [MENU] >>> [6] Kurulum >>> [3] Sistem Ayarları >>> [2] A/V Ayarları . . . . . . . . . . En-boy oranı, renk deseni, ve TV sistemi ayarları. . . . . . . . . . . Kullanım: [UP]/[DOWN] Girişalanı veya Tuş seçimi Renk Deseni: [LEFT]/[RIGHT] CVBS, RGB, SVideo, YPbPr seçenekleri En-Boy oranı: [SOL]/[SAĞ] 4:3 (Panscan/Letterbox) ya da 16:9 arasında seçim yapın [YEŞİL] Değişiklikleri kaydet ve Çık [EXIT] Close window without saving changes
