Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: open USB stick settings
ar: فتح قائمة اعدادات USB
cs: otevřít nastavení pro USB
de: USB-Stickeinstellungen öffnen
es: Abrir configuración de dispositivo USB
et: ava USB mälu seaded
fi: avaa USB-muistin asetukset
fy: iepenje USB stick ynstellingen
lt: atidaryti USB nustatymus
nl: Open USB-stick instellingen
pl: Otwórz menu ustawień USB-stick
pt: abrir a configuração do dispositivo USB
ru: Открыть menu ustawień USB-stick
sk: otvoriť nastavenie pre USB
tr: USB bellek ayarlarını aç

source: open keyboard settings
ar: فتح قائمة اعدادات / تنصيب لوحة المفاتيح
cs: nastavení klávesnice
de: Tastatureinstellungen öffnen
es: Abrir configuración del teclado IR
et: ava klaviatuuri seaded
fi: avaa näppäimistöasetukset
fy: iepenje toetseboerd ynstellingen
lt: atidaryti klaviatūros nustatymus
nl: Open toetsenbord instellingen
pl: Otwórz menu ustawień klawiatury
pt: abrir a configuração do teclado
ru: Открыть Настройки клавиатуры
sk: natsavenie klávesnice
tr: Klavye kurulumunu aç

source: open remote control setup
ar: إفتح غعداد جهاز التحكم عن بعد
cs: nastavení dálkového ovladače
de: Fernbedienungseinstellungen anzeigen
es: Abrir configuración de la mando a distancia
et: ava kaugjuhtimispuldi häälestused
fi: avaa kaukosäätimen asetukset
fy: iepenje ôfstand betsjinning ynstellingen
lt: atidaryti nuotolinio valdymo pulto nustatymą
nl: Afstandsbediening Instellingen openen
pl: Otwórz menu ustawień pilota
pt: abrir configuração telecomando
ru: Открыть Настройки пульта ДУ
sk: nastavenie diaľkového ovládača
tr: Uzaktan kumanda kurulumunu aç

source: Setup the common interface module
ar: إعدادات تشغيل وحدة النفاذ المشروط
cs: nastavení modulu Common Interface
de: Common-Interface-Einstellungen
es: Resetear módulo Interfaz Commún
et: Häälesta CI moodul
fi: Common Interface (CI) -asetukset
fy: Common Interface module ynstelle
lt: Įstatomo modulio nustatymai
nl: Stel de common interface module in
pl: Ustaw parametry modułu CI
pt: restabelecer o módulo de interface comum
ru: Настройки CI
sk: nastavenie modulu Common Interface
tr: Common Interface modülü kurulumunu yapar

source: Help window
ar: نافذة المساعدة
cs: Okno nápovědy
de: Hilfefenster
es: Ventana ayuda
et: Abiinfo aken
fi: Ohjeikkuna
fy: help finster
lt: Pagalbos langas
nl: Helpvenster
pl: Okno pomocy
pt: Janela de ajuda
ru: Окно помощи
sk: Okno nápovedy
tr: Yardım penceresi

source: close the help window
ar: أغلق نافذة المساعدة
cs: zavřít okno nápovědy
de: Hilfefenster schließen
es: Cerrar ventana de ayuda
et: sule abiinfo aken
fi: sulje ohjeikkuna
fy: slút it help finster
lt: uždaryti pagalbos langą
nl: Helpvenster sluiten
pl: Zamknij okno pomocy
pt: fechar a janela de ajuda
ru: Закрыть Помощь
sk: zavrieť okno nápovedy
tr: Yardım penceresini kapat

source: scroll up
ar: التحرك لأعلى
cs: posun nahoru
de: Nach oben scrollen
es: Ir arriba
et: keri üles
fi: vieritä ylös
fy: omheech scrolle
lt: sukti į viršų
nl: Scroll omhoog
pl: Przewiń w górę
pt: mudar para cima
ru: ВВЕРХ
sk: posun hore
tr: Yukarıya kaydır

source: scroll down
ar: التحرك لأسفل
cs: posun dolů
de: Nach unten scrollen
es: Ir abajo
et: keri alla
fi: vieritä alas
fy: omleech scrolle
lt: sukti į apačią
nl: Scroll omlaag
pl: Przewiń w dół
pt: mudar para baixo
ru: ВНИЗ
sk: posun dole
tr: Aşağıya kaydır

source: User interface settings
ar: فتح قائمة إعدادات واجهة المستخدم
cs: Uživatelský interface
de: Benutzernoberflächen-Einstellungen
es: Ajustes de interfaz de usuario
et: Kasutajaliidese seaded
fi: Käyttöliittymäasetukset
fy: Gebrûkers ynstellingen
lt: Vartotojo aplinkos nustatymai
nl: Gebruikersinterface instellingen
pl: Ustawienia interfejsu użytkownika
pt: Configuração do interface de utilizador
ru: Настройка интерфейса
sk: Užívateľský interface
tr: Kullanıcı arabirim (OSD) ayarları

source: Set several OSD options and behaviour
ar: ضع خيارات واعدادات OSD
cs: nastavení různých možností a chování OSD
de: Verschiedene OSD-Einstellungen
es: Ajusta varias opciones del OSD y su comportamiento
et: Seadista mitmed ekraanimenüü valikud ja reeglid
fi: Aseta OSD-asetukset ja toiminnallisuus
fy: Ynstelle fan OSD opsjes en dwaan
lt: Nustatykite keletą OSD varijantų
nl: Zet diverse OSD-instellingen en -gedrag
pl: Ustaw opcje i sposób wyświetlania OSD
pt: Definir opções e comportamento do OSD
ru: Настройки отображения интерфейса системы
sk: nastavenie rôznych možností a reagovania OSD
tr: Kullanıcı arabirimi OSD (On-Screen Display - Ekran Üzerinde Görüntüleme) özellik ve davranış ayarları

source: Center the OSD on your screen
ar: توسيط OSD في الشاشة
cs: nastavení umístění OSD na obrazovce
de: OSD auf Position einstellen
es: Centrar el OSD en tu pantalla
et: Tsentreeri ekraanimenüü oma ekraanil
fi: Keskitä OSD ruudulle
fy: Centreer OSD op jo skerm
lt: OSD į jūsų ekrano centrą
nl: Centreer de OSD op uw scherm
pl: Ustaw pozycję okna OSD na ekranie
pt: Centrar o OSD no ecrã
ru: Центр интерфейса на экране
sk: nastavenia umiestnenia OSD na obrazovke
tr: OSD'yi ekranınıza ortalayın

source: Set the OSD transparency, brightness and contrast
ar: اعدادات الشفافية والسطوع لل OSD
cs: nastavení průhlednosti, jasu a kontrastu OSD
de: OSD Transparenz, Helligkeit und Kontrast
es: Ajusta la transparencia del OSD, su brillo y contraste
et: Seadista OSD läbipaistvus, heledus ja kontrastsus
fi: Aseta OSD:n läpinäkyvyys, kirkkaus ja kontrasti
fy: Set OSD transparansje, ljocht en kontrast
lt: Nustatykite OSD permatomumą, šviesumą ir kontrastą
nl: Stel OSD transparantie, helderheid en contrast in
pl: Ustaw przezroczystość, jasność i kontrast OSD
pt: Definir a transparência, brilho e contraste do OSD
ru: Настройки прозрачности, яркости и контрастности
sk: nastavenie priehľadnosti, jasu a kontrastu OSD
tr: OSD saydamlığı, parlaklık ve kontrastını ayarlar

source: Select an OSD skin
ar: اختيار السكين
cs: volba vzhledu (skinu) pro OSD
de: OSD Skin auswählen
es: Seleccionar una piel para el OSD
et: Vali ekraanimenüü väljanägemine
fi: Valitse OSD:n teema
fy: Selektearje in OSD oanklaaiing
lt: Pasirinkite temą
nl: Selecteer een OSD-skin
pl: Wybierz skórkę OSD
pt: Seleccionar tema do OSD
ru: Выберите оформление
sk: voľba vzhľadu (skinu) pre OSD
tr: OSD derisi seçimi

source: OSD language
ar: لغة العرض على الشاشه
cs: OSD jazyk
de: OSD-Sprache
es: Configuración Idioma
et: Ekraanimenüü keel
fi: OSD-kieli
fy: OSD taal
lt: Kalbos parinktys
nl: OSD taal
pl: Język OSD
pt: Idioma do OSD
ru: Язык интерфейса
sk: OSD jazyk
tr: OSD dili

source: Select the language used in the Dreambox menus
ar: اختيار اللغة المستخدمة للقوائم
cs: výběr jazyka pro menu boxu
de: Menusprache einstellen
es: Seleccionar el idioma utilizado en los menus de la Dreambox
et: Vali keel, mida kasutatakse menüüdes
fi: Valitse valikoissa käytettävä kieli
fy: Selektearje taal foar gebrûk yn dreambox menus
lt: Pasirinkite kalbą, kurią norite naudoti savo imtuve
nl: Selecteer de taal in de Dreambox menu's
pl: Wybierz język w którym wyświetlane jest menu
pt: Seleccionar o idioma utilizado nos menus da Dreambox
ru: Выберите язык интерфейса
sk: výber jazyka pre menu boxu
tr: Dreambox menülerinin gösterim dilini seçiniz

source: Set several MultiEPG settings
ar: ضع اعدادات الدليل الالكتروني
cs: nastavení některých možností MultiEPG
de: Diverse MultiEPG Einstellungen
es: Configura varios ajustes de MultiEPG
et: Seadista mitmed MultiEPG seaded
fi: Muuta Multi-EPG:n asetuksia
fy: Set meardere Multi EPG ynstellingen
lt: Įdiekite keletą MultiEPG nustatymų
nl: Stel allerlei MultiEPG instellingen in
pl: Ustaw opcje MultiEPG
pt: Definir configurações MultiEPG
ru: Настройки MultiEPG
sk: nastavenie niektorých možností MultiEPG
tr: ÇokluEPG Ayarları

source: Setup LCD screen, like brightness and contrast
ar: اعادات السطوع وغيرها لل LCD
cs: nastavení LCD - jas,kontrast...
de: LCD Helligkeit und Kontrast einstellen
es: Ajustes de la pantalla LCD, como el brillo y el contraste
et: Häälesta LCD paneeli heledus ja kontrastsus
fi: Aseta LCD-näytön kirkkaus ja kontrasti
fy: LCD ynstellingen, sa as helderens en kontrast
lt: LCD nustatymas, šviesumas ir kontrastas
nl: Stel LCD scherm zoals helderheid en contrast in
pl: Ustaw opcje LCD: jasność i kontrast
pt: Configurar luminosidade e contraste do ecrã do LCD
ru: Настройки LCD: яркость, контрастность..
sk: nastavenie LCD - jas, kontrast...
tr: LCD ayarları ekranı (parlaklık, kontrast vs.)

source: Select preferred audio languages while watching TV
ar: اختيار اللغة المفضلة للصوت اثناء المشاهدة
cs: volba preferovaného jazyka pro sledování TV
de: Bevorzugte Tonspur auswählen
es: Selecciona idiomas de audio preferidos mientras se ve la TV
et: Määra oma eelistused audio valikul
fi: Valitse TV:n äänen ensisijaiset kielet
fy: Selektearje sprutsen taal by TV sjen
lt: Pasirinkite garso kalbos pirmumą žiūrint televizorių
nl: Selecteer de prioriteit van de gesproken talen bij een TV-uitzending
pl: Wybierz preferowane ścieżki dźwiękowe (języki)
pt: Seleccionar idiomas de áudio preferidos enquanto vê TV
ru: Предпочитаемый язык просмотра телепередач
sk: výber preferovaného jazyka pre sledovanie TV
tr: TV programlarında dinlenecek audio dil (hoparlöre verilecek dil) tercihlerinizi belirleyin.

source: User-defined buttons
ar: زر محدد من المستخدم
cs: Mapování tlačítek
es: Botones definidos por el usuario
et: Kasutaja kirjeldatud klahvid
fi: Käyttäjän omat painikkeet
fy: Gebrûker ynstelde knoppen
nl: Instelbare toetsen
ru: Назначения на кнопки
sk: Mapovanie tlačidiel
tr: Kullanıcı tanımlı tuşlar

source: Assign yellow button
ar: حدد الزر الاصفر
cs: Nastavit žluté tlačítko
es: Asignar boton amarillo
et: Määra kollane klahv
fi: Määritä keltainen painike
fy: giele knop tawize
nl: Ken de gele knop toe
pl: Żółty przycisk
ru: Назначение кнопки ЖЁЛТЫЙ
sk: Nastaviť žlté tlačidlo
tr: Sarı tuşa atama

source: Assign the yellow button to a menu, function or plugin
ar: حدد الزر الاصفر لقائمة اوعمل معين او اضافة
cs: přiřadit žlutému tlačítku menu, funkci nebo plugin
es: Asignar el boton amarillo a un menu, funcion o plugin
et: Seo kollane klahv kas menüü, funktsiooni või manusega
fi: Liitä keltainen painike valikkoon, toimintoon tai pluginiin
fy: giele knop tawize oan in menu, funksje of ynstekker
nl: Ken de gele knop aan een menu, functie of plugin toe
pl: Przypisz żółtemu przyciskowi funkcję menu lub plugin
ru: Назначение кнопки ЖЁЛТЫЙ на пункты меню, плагины...
sk: priradiť žltému tlačidlu menu, funkciu alebo plugin
tr: Sarı tuşa menü, fonksiyon ya da eklenti atamak içindir

source: Assign blue button
ar: حدد الزر الازرق
cs: Nastavit modré tlačítko
es: Asignar el boton azul
et: Määra sinine klahv
fi: Määritä sininen painike
fy: blaue knop tawize
nl: Ken de blauwe knop toe
pl: Niebieski przycisk
ru: Назначение кнопки СИНИЙ
sk: Nastaviť modré tlačidlo
tr: Mavi tuşa atama

source: Assign the blue button to a menu, function or plugin
ar: حدد الزر الازرق لقائمة اوعمل معين او اضافة
cs: přiřadit modrému tlačítku menu, funkci nebo plugin
es: Asignar el boton azul a un menu, funcion o plugin
et: Määra sinine klahv menüüle, funktsioonile või pluginale
fi: Liitä sininen painike valikkoon, toimintoon tai pluginiin
fy: blaue knop tawize oan in menu, funksje of ynstekker
nl: Ken de blauwe knop aan een menu, functie of plugin toe
pl: Przypisz niebieskiemu przyciskowi funkcję menu lub plugin
ru: Назначение кнопки СИНИЙ на пункты меню, плагины...
sk: priradiť modrému tlačidlu menu, funkciu alebo plugin
tr: Mavi tuşa menü, fonksiyon ya da eklenti atamak içindir

source: Assign button as:
ar: حدد الزر ك :
cs: Nastavit tlačítko jako:
es: Asignar boton como:
et: Määra klahv kui:
fi: Määritä painike:
fy: knop tawize as:
nl: Ken de toets toe als:
pl: Funkcja:
ru: Назначить кнопку как:
sk: Nastaviť tlačidlo ako:
tr: Butona atama:

source: Select a menu, function or plugin
ar: اختار قائمة اوعمل معين او اضافة
cs: vyberte menu, funkci nebo plugin
es: Seleccionar un menu, funcion o plugin
et: Vali menüü, funktsioon või plugin
fi: Valitse valikko, toiminto tai plugin
fy: Kies in menu, funksje of ynstekker
nl: Selecteer een menu, functie of plugin
pl: Wybierz funkcję menu lub plugin
ru: Выберите пункт меню, функцию или плагин
sk: vyberte menu, funkciu alebo plugin
tr: Bir menü, fonksiyon ya da eklenti seçin

source: Audio selection
ar: اختيار الأصوات
cs: volba Zvuku a titulků
de: Audioauswahl
es: Ver lista de idiomas disponibles
et: Audio valik
fi: Äänen valinta
fy: Lûd kieze
nl: Audioselectie
pl: Wybór ścieżki dźwiękowej
ru: Выбор аудиотрэка
sk: voľba Zvuk a titulky
tr: Ses izi seçimi

source: Timeshift pause
ar: ايقاف التسجيل الزمني
cs: Timeshift pauza
es: Pausa
et: Ajanihke paus
fi: Ajansiirron tauko
fy: Tiidsskowen pause
nl: Timeshift-pauze
pl: Opóźnienie
sk: Timeshift pauza
tr: Zamanöteleme duraklat

source: Plugin screen
ar: شاشة المترابطات
cs: Seznam pluginů
de: Erweiterungesmenü
es: Pantalla de plugins
et: Manused
fi: Pluginit
fy: Ynstekker skerm
nl: Plugin-scherm
pl: Pluginy
ru: Список плагинов
sk: Zoznam pluginov
tr: Eklenti ekranı

source: Plugin
ar: المترابطات
de: Erweiterungen
es: Plugins
et: Manus
fi: Pluginit
fy: Ynstekker
ru: Плагин
tr: Eklenti

source: Menu
ar: القائمة الرئيسية
de: Hauptmenü
es: Menu principal
et: Menüü
pl: Funkcja menu
ru: Меню
tr: Menü

source: Select a menu
ar: اختار القائمة
cs: vyberte menu
de: Menü auswählen
es: Elige un menu (ok)
et: Vali menüü
fi: Valitse valikko
fy: Kies in menu
nl: Selecteer een menu
pl: Wybierz funkcję menu
ru: Выберите пункт меню
sk: vyberte menu
tr: Menü seçin

source: Select a plugin
ar: اختيار المترابطة
cs: vyberte plugin
de: Erweiterung auswählen
es: Seleccionar un plugin
et: Vali plugin
fi: Valitse plugin
fy: Selektearje in ynstekker
nl: Selecteer een plugin
pl: Wybierz plugin
ru: Выберите плагин
sk: vyberte plugin
tr: Eklenti seçin

source: Aud
ar: صوت
es: Audio
fi: Ääni
pl: Dźwięk
ru: Ауд
tr: Ses

source: Pau
ar: أيقاف صورة القناة
es: Pausa
pl: Pauza
ru: Пауза
tr: Dur

source: Plug
ar: مترابطاة
es: Plugins
et: Manus
fy: Ynstekker
pl: Plugin
ru: Плагин
tr: Eklenti

source: Parental lock
ar: الاغلاق الأبوى
cs: Rodičovský zámek
de: Jugendschutz
es: Bloqueo parterno
et: Lapselukk
fi: Lapsilukko
fy: Alderlyk tasjoch
lt: Tėvų kontrolė
nl: Kinderbeveiliging
pl: Blokada kanałów
pt: Acesso condicional
ru: Запрет просмотра
sk: Rodičovský zámok
tr: Ebeveyn kilidi

source: please enter pin:
ar: من فضلك أدخل الرقم السرى
cs: Prosím, zadejte PIN
de: Bitte PIN eingeben:
es: Elige un PIN:
et: palun sisesta pinkood:
fi: syötä PIN:
fy: PIN ynjaan :
lt: prašome įvesti pin:
nl: PIN invoeren:
pl: Wprowadź PIN:
pt: Introduza o pin:
ru: Введите код:
sk: Prosím, zadajte PIN
tr: Lütfen PIN girin:

source: enable/disable parental lock
ar: تفعيل/إبطال الاغلاق الأبوى
cs: povolit/zakázat rodičovský zámek ( uplatní se až po restartu )
de: Jugendschutz an/ausschalten
es: Activar/desactivar bloqueo paterno
et: luba/keela lapselukk
fi: lapsilukko päälle/pois
fy: Âlderlyk tasjoch slot oan / út
lt: Įjungti / išjungti užrakinimą
nl: Kinderbeveiliging in-/uitschakelen
pl: Włącz/wyłącz blokadę rodzicielską
pt: activar/desactivar o acesso condicional
ru: Вкл./Откл. запрет просмотра (родительский контроль)
sk: povoliť/zakázať rodičovský zámok
tr: Ebeveyn kilidini aç/kapa

source: change PIN
ar: تغيير الرقم السرى
cs: změnit PIN
de: PIN ändern
es: Cambiar PIN
et: muuda PIN
fi: vaihda PIN
fy: wizigje PIN
lt: Keisti PIN kodą
nl: PIN wijzigen
pl: Wprowadź PIN
pt: mudar PIN
ru: Смена кода
sk: zmeniť PIN
tr: PIN değiştirme

source: change Parental PIN (ok)
ar: تغيير الرقم السرى الأبوى (OK)
cs: změnit PIN rodičovského zámku (OK)
de: Jugendschutz-PIN ändern (OK)
es: Cambiar PIN paterno (ok)
et: muuda lapseluku PIN (ok)
fi: vaihda lapsilukon PIN (ok)
fy: wizigje PIN âlderlyk tasjoch
lt: keisti tėvų kontrolės PIN kodą (ok)
nl: Verander de PIN (OK)
pl: Zmień PIN blokady (OK)
pt: mudar PIN do acesso condicional (ok)
ru: Смена кода доступа к каналам (OK)
sk: zmeniť PIN rodičovského zámku (OK)
tr: Ebeveyn PIN değiştir (ok)

source: Setup lock
ar: غلق قائمة الاعدادات
cs: Nastavení systému
de: Setupsperre
es: Bloqueo ajustes
et: Häälesta lukk
fi: Asetuslukko
fy: ynstellingen fan it slot
lt: Užrakinti nustatymus
nl: Menu-beveiliging
pl: Opcje blokady
pt: Bloqueio da config.
ru: Блокировка
sk: Nastavenie systému
tr: Kurulum kilidi

source: enable/disable setup lock
ar: تفعيل/ابطال غلق قائمة الاعدادات
cs: menu Nastavení systému je dostupné pouze po zadání pinu
de: Sperre an/ausschalten
es: Activar/desactivar bloqueo configuración
et: luba/keela häälestuse lukk
fi: asetuslukko päälle/pois
fy: oan/útskeakelje slot ynstellingen
lt: Įjungti / išjungti nustatymų užrakinimą
nl: Setup-beveiliging in-/uitschakelen
pl: Włącz/wyłącz ustawienia blokady rodzicielskiej
pt: activar/desactivar bloqueio de config.
ru: Вкл./Откл. блокировку настроек
sk: menu Nastavenie systému je dostupné len po zadaní PIN-u
tr: Kurulum kilidini aç/kapat

source: change Setup PIN (ok)
ar: تغيير اعدادات الرقم السرى (OK)
cs: změnit PIN pro nastavení (OK)
de: Setup-PIN ändern (OK)
es: Cambiar PIN ajustes (ok)
et: muud häälestuse PIN (ok)
fi: vaihda asetusten PIN (ok)
fy: wizigje ynstellingen PIN (ok)
lt: keisti nustatymų PIN kodą (ok)
nl: Verander de PIN-instellingen (OK)
pl: Zmień ustawienia PIN (OK)
pt: mudar Ajustamentos PIN (ok)
ru: Смена кода настройки (OK)
sk: zmeniť PIN pre nastavenie (OK)
tr: Kurulum PIN değişimi (ok)

source: Pin timeout
ar: الوقت الماخوذ
cs: Pin - vypršení
es: Tiempo de espera del Pin
et: Pin-i taimaut
fi: PIN-aikamääritys
fy: PIN tiidslimyt
lt: Pin pertrauka
nl: Pin geldigheidsduur
pl: Czas ważności kodu
pt: Tempo de espera do Pin
ru: Срок действия кода
sk: PIN - vypršal
tr: PIN etki süresi

source: Number of minutes the entered pin is valid. After this timeout you need to re-enter the pin when zapping to protected service (0 to disable)
ar: عدد الدقائق المدخلة التي تحتاج اليها
cs: - doba v minutách, po kterou je zadaný PIN platný. Po uplynutí této doby musíte znovu zadat PIN v případě, že přepnete na zamčený program (0 pro vypnuto)
de: Anzahl Minuten während denen der eingegebene Pin gültig ist. Nach dieser Zeit muss man den Pin erneut eingeben um den Schutz aufzuheben (0 zum Ausschalten)
es: El numero de minutos que el pin introducido es valido. Despues de este tiempo, es necesario volver a introducir el pin cuando se cambia a un canal protegido (0 para deshabilitar)
et: Minutite hulk, mille jooksul sisestatud pin on kehtiv. Peale seda ajavahemikku tuleb sul uuesti sisestada pin kui lülitad kanalile, mis on pin koodiga kaitstud (tühistamaks 0)
fi: PIN-koodin voimassaoloaika (min). Tämän ajan kuluttua PIN täytyy syöttää uudelleen, kun vaihdat lukitulle kanavalle (0=poista käytöstä)
fy: Oantal minuten dat in PIN jildig is. Nei dizze tiid sille jo opnei de PIN ynjaan moatte, om nei in befeiligde service te gean (0 om út te skeakeljen)
lt: Minučių skaičius kol galios pin kodas. Pasibaigus laikui jums reikės perrinkti pin kodą, norint žiūrėti kanalą (0 išjungti)
nl: Aantal minuten waarin de ingegeven PIN geldig is. Na deze tijd moet u opnieuw de PIN ingeven als u zapt naar een beveiligde service (0 om uit te schakelen)
pl: Ilość minut podczas których wprowadzony kod jest ważny. Po upływie tego czasu aby oglądać zabezpieczony kanał należy ponownie wprowadzić kod (0 wyłącza tę opcję).
pt: Número de minutos que o pin introduzido é válido. Após o tempo de espera é necessário voltar a introduzir o pin durante o zapping do serviço protegido (0 para desactivar)
ru: Время действия кода, мин. По истечении этого времени, при переключении на заблокированный канал, ввод кода нужно повторить (0 - опция отключена).
sk: - čas v minutách, počas ktorého je zadaný PIN platný. Po uplynutí tejto doby musíte znova zadať PIN v prípade, že prepnete na zamknutý kanál (0 pre vypnuté)
tr: PIN girildikten sonra belirtilen süre kadar geçerli kalır. Bu sürenin sonunda korunan servislere zap yapmak için tekrar PIN girmeniz gerekir. (0=bu özelliği kapatır)

source: Max Pin errors
ar: الحد الاقصى للاخطاء
cs: Pin - max. chyb
de: Max. falsche Pin Eingaben
es: Numero maximo de errores de Pin
et: Pin-i vigade limiit
fi: Max väärien PIN lkm
fy: Tastiene oantal PIN fouten
lt: Pin klaidų skaičius
nl: Max Pin fouten
pl: Liczba prób
pt: Número máximo de erros
ru: Попытки ввода
sk: PIN - max. počet chýb
tr: Maks. PIN hatası

source: Maximum number of chances to enter correct pin. When pin is entered wrong for x times the pin validation will be blocked temporarily (0 to disable)
ar: الحد الاقصى لادخال الرقم الصحيح عند ادخال الرقم السري
cs: maximální počet pokusů při zadání pinu. Při překročení tohoto počtu bude ověřování pinu dočasně zablokováno (0-vypnuto)
de: Maximale Versuche den Pin richitg einzugeben. Wenn der Pin x mal falsch eingegeben wurde, wird die Pineingabe temporär gesperrt ( 0 zum Ausschalten)
es: El numero maximo de intentos de introducir el pin. Cuando el numero de intentos es superior, la validacion por ping se bloqueara temporalmente (0 para deshabilitar)
et: Lubatud korduste arv sisestada õige pin kood. Juhul kui vale pin on sisestatud x korda, siis pin-i sisestamine saab olema ajutiselt keelatud (tühistamaks 0)
fi: Max väärien PIN-koodien lukumäärä. Jos PIN syötetään väärin x kertaa, PIN koodin kysely lukittuu väliaikaisesti (0=pois käytöstä)
fy: Tastiene oantal PIN ynjeftes. By mear foute ynjeftes, is it ynjaan tiidelijk net brûkber. (0 om út te skeakeljen)
lt: Maksimalus, leidžiamas kartų skaičius, surinkti pin kodą. Surinkus klaidingą pin kodą x kartų, pin kodo galiojimas bus laikinai užblokuotas (0 išjungtas)
nl: Maximum poging om een pin correct in te voeren. Als pin x keer fout is ingevoerd dan wordt pin validatie tijdelijk geblokkeerd (0 om uit te schakelen)
pl: Maksymalna liczba prób wprowadzenia kodu. Po wyczerpaniu wszystkich prób ponowne wprowadzanie kodu będzie czasowo zablokowane (0 wyłącza tę opcję).
pt: Número máximo de hipóteses para introduzir o pin correcto
ru: Максимальное количество попыток ввести код. После исчерпания всех попыток ввод кода временно блокируется (0-опция отключена).
sk: maximálny počet pokusov pri zadávaní PIN-u. Pri prekročení tohto počtu bude overovanie PIN-u dočasne zablokované (0-vypnuté)
tr: Doğru PIN girilene kadar kaç kere deneme yapılabileceğini belirtir. Eğer PIN burada belirtilen kez yanlış girilir ise PIN girişi geçici olarak bloke edilecektir. (0=bu özelliği kapatır)

source: Pin block timeout
ar: الوقت المحجوب للرقم السري
cs: Pin - doba blokace
de: Pin Blockierdauer
es: Tiempo de espera del bloqueo de Pin
et: Pin-i blokeerimise taimaut
fi: PIN-koodin lukitusaika
fy: PIN ynjaan tiidslimyt
lt: Pin blokavimas
nl: Pin geldigheidsduur
pl: Okres blokady
pt: Tempo de espera
ru: Период блокировки
sk: PIN - doba blokácie
tr: PIN blok süresi
