Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: press ok to change satellite name
ar: إضغط (OK) موافق لتغيير اسم القمر
cs: stiskněte OK pro změnu názvu satelitu
de: 'OK' drücken, um Satellitennamen zu ändern
es: Pulse OK para editar el nombre del satélite
et: vajuta ok satelliidi nime muutmiseks
fi: paina ok vaihtaaksesi satelliitin nimen
fy: druk ok om satellyt namme te wizigjen
lt: Palydovo pavadinimo pakeitimui paspauskite (OK)
nl: Druk op OK om de satelliet-naam te wijzigen
pl: Wciśnij OK aby zmienić nazwę satelity
pt: premir ok para modificar o nome do satélite
ru: Нажмите ОК для переименования спутника
sk: stlačte OK pre zmenu názvu satelitu
tr: uydu ismi değiştirmek için ok tuşuna basın

source: press ok to change direction
ar: إضغط موافق (OK) لتغيير الاتجاه
cs: stiskněte OK pro změnu směru
de: 'Ok' drücken, um Richtung zu ändern
es: Pulse OK para cambiar la dirección
et: vajuta ok suuna muutmiseks
fi: paina ok muuttaaksesi suuntaa
fy: druk ok om rjochting te wizigjen
lt: spauskite ok krypties pakeitimui
nl: Druk op OK om van richting te veranderen
pl: Wciśnij OK aby zmienić kierunek
pt: premir ok para mudar a direcção
ru: Нажмите ОК для изменения направления
sk: stlačte OK pre zmenu smeru
tr: yön değiştirmek için ok tuşuna basın

source: Network search
ar: بحث شبكة عمل
cs: vyhledání sítě
de: Netzwerksuche
es: Búsqueda de red
et: Võrguotsing
fi: Verkkojen etsintä
fy: Netwurk sykje
lt: Tinklo paieška
nl: Netwerk zoeken
pl: Wyszukiwanie sieci
pt: Procura de rede
ru: Сетевой поиск
sk: Vyhľadávanie siete
tr: Ağ arama

source: scan Network Information Table(s) this is recommend
ar: بحث شامل لجداول معلومات شبكة العمل/ يوصى به
cs: scanování NIT (Network Information Table) je doporučeno
de: Network Information Table(s) scannen Empfohlene Einstellung
es: Escanear Network Information Table(s) Recommendado
et: skaneeri Võrgu Informatsiooni Tabelit soovitatav tegevus
fi: etsi verkon infotaulu(t) tämä on suositeltavaa
fy: sykje netwurk ynformaasje tabel(len) Dit wurd anred.
lt: skanuoti tinklo informacinę lentelę(-es) (rekomenduojama)
nl: Scan de Network Information Table(s) Dit wordt aangeraden
pl: Przeszukaj Network Information Table (NIT) (zalecane)
pt: pesquisa da tabela da informação da rede isto é recomendado
ru: Сканировать Network Information Table (NIT) (рекомендуется)
sk: skenovanie NIT (Network Information Table) je doporučené
tr: Ağ Bilgi Tablosunu (NIT) tara önerilen pratikdir

source: Extended networks search
ar: بحث شبكات عمل موسع
cs: Rozšířené hledání sítě
de: Erweiterte Netzwerksuche
es: Búsqueda de red extensiva
et: Laiendatud võrguotsing
fi: Laajennettu verkkojen etsintä
fy: útbreide netwurken sykje
lt: Išplėstinė tinklo paieška
nl: Uitgebreid netwerk zoeken
pl: Rozszerzone wyszukiwanie sieci
pt: pesquisa alargada de rede
ru: Расширенный сетевой поиск
sk: Rozšírené vyhľadávanie siete
tr: Gelişmiş ağ arama

source: scan NITs of other transponders this is slower, but sometimes needed)
ar: بحث شبكة شامل للنواقل (ترددات الباقات) الأخرى بطىء نسبيا لكنه مطلوب أحيانا
cs: scanovaní NIT ostatních transpondérů je pomalejší, ale někdy nutné
de: NITs anderer Transponder scannen (langsamer, aber manchmal erforderlich)
es: Escanear NITs de otros transpondedores Más lento, pero a veces requerido
et: skaneeri teiste transpondrite võrguinfot aeglasem, kuid vahete-vahel vajalik
fi: etsi infotauluja muista lähettimistä (hidas, mutta joskus tarpeellinen)
fy: sykje NITs fan oare transponders (Dit is langsamer, mar somtiids nedig)
lt: skanuoti kitus transponderius NIT. (ilgiau trunka, bet kai kada reikalinga)
nl: Scan de NIT's van andere transponders Dit gaat langzamer, maar is soms nodig
pl: Przeszukaj Network Information Table (NIT) innych transponderów (opcja powolna)
pt: pesquisar NITs dos outros transponders (isto é mais lento, mas às vezes necessário)
ru: Сканировать Network Information Table (NIT) с других транспондеров (это медленно, но иногда необходимо)
sk: skenovanie NIT ostatných transpondérov je pomalšie, ale niekedy nutné
tr: Diğer transponderlerin NIT'leri tara bu işlem yavaştır, fakat bazı durmlarda gereklidir.

source: Use BAT
ar: استخدم جدول ترابط الباقات
cs: použít BAT
de: BAT verwenden
es: Utilizar BAT
et: Kasuta BAT'i
fi: Käytä BAT
fy: Brûk BAT
lt: Naudoti BAT
nl: BAT gebruiken
pl: Użyj BAT
pt: Utilizar BAT
ru: Применять BAT
sk: použiť BAT
tr: BAT kullan

source: use Provider DVB Bouquet Tables if exist
ar: استخدم جداول DVB لموفر الخدمة الخاصة بالباقات إن وُجدت
cs: použít Provider DVB tabulky přehledů, pokud jsou k dispozici
de: Provider DVB Bouquet Tabellen benutzen wenn vorhanden
es: Utilizar la tabla DVB Bouquet del proveedor si hay
et: kasuta Operaatori DVB Nimekirjade Tabelit kui see on olemas
fi: käytä palveluntarjoajan DVB-taulukkoa, jos olemassa
fy: brûk leveransier DVB bouquet tabellen as dizze bestjinne
lt: naudoti transliuotojo DVB lentelių paketą (jeigu jis yra)
nl: Gebruik de provider DVB-Boeket tabellen, indien voorhanden
pl: Użyj Bouqet Association Table (BAT) nadawcy (jeśli istnieje)
pt: usar tabelas do bouquet do fornecedor de serviço DVB se existir
ru: Использовать Bouqet Association Table (BAT) оператора (если есть)
sk: použiť Provider DVB tabuľky prehľadov, pokiaľ sú k dispozícii
tr: mevcutsa, Sağlayıcı DVB Buket Tablolarını kullan

source: Add/Edit Transponders >>> [MENU] >>> [6] Setup >>> [2] Service Searching >>> [4] Transponder Edit >>> Add or Edit . . . . . . . . . . Here you can manually Add or Edit a transponder . . . . . . . . . . Usage: Enter/Edit Frequency (MHz), Polarity, FEC, and SymbolRate for this specific Transponder. [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
ar: اضافة/تعديل التردد
cs: Přidat/upravit transpondéry >>> [MENU] >>> [6] Nastavení >>> [2] Satelity a transpondéry >>> [4] Editace transpondérů >>> přidat nebo upravit . . . . . . . . . . Zde můžete ručně přidat nebo upravit transpondér . . . . . . . . . . Použití: Zadat/upravit Frekvenci (MHz), Polarizaci, FEC, a SymbolRate pro příslušný transpondér. [GREEN] uložit nastavení a zavřít okno [EXIT] zavřít okno bez uložení změn
es: Añadir o editar transpondedores >>> [MENU] >>> [6] Ajustes >>> [2] Busqueda de servicios >>> [4] Edicion de Transpondedores >>> Añadir o editar . . . . . . . . . . Aqui puedes añadir o editar un trasnpondedor . . . . . . . . . . Uso: Introduce o edita la frecuencia (MHz), Polaridad, FEC, etc para este transpondedor especifico. [GREEN] Salvar y cerrar [EXIT] Cerrar sin guardar
et: Lisa/Redigeeri Transponder >>> [MENU] >>> [6] Häälestus >>> [2] Kanalite Otsing >>> [4] Transponderi Redigeerimine >>> Lisa või Redigeeri . . . . . . . . . . Siin saad sa käsitis Lisada või Redigeerida transpnderit . . . . . . . . . . Kasutamine: Sisesta/Redigeeri Sagedus (MHz), Polaarsus, FEC, and SümboliteVooga antud Transponderile. [ROHELINE] Salvesta seaded ja Sulge Aken [EXIT] Sulge aken ilma muutusi salvestamata
fi: Lisää/muokkaa lähettimiä >>> [MENU] >>> [6] Asetukset >>> [2] Palvelunhaku >>> [4] Lähettimet >>> Lisää/muokkaa . . . . . . . . . . Tässä voit lisätä muokata lähetintä käsin . . . . . . . . . . Käyttö: Anna lähettimen taajuus (MHz), polariteetti, FEC, and symbolinopeus. [VIH] Tallenna muutokset ja poistu [EXIT] Poistu tallentamatta
fy: Tafoegje/Bewurkje Transponders >>> [MENU] >>> [6] Ynstellingen >>> [2] Service Sykje >>> [4] Transponder Bewurkje >>> Tafoegje of Bewurkje . . . . . . . . . . Hjir kinne jo hânmatig in transponder Tafoegje of Bewurkje . . . . . . . . . . Gebrûk: Tafoegje/Bewurkje Frekwinsje (MHz), Polariteit, FEC, en Kodefaasje foar dizze Transponder. [GRIEN] Feroaringen opslaan en slút finster [EXIT] Feroaringen net opslaan en slút finster
lt: Pridėti/Redaguoti transponderius >>> [MENU] >>> [6] Nustatymai >>> [2] Kanalų paieška >>> [4] Transponderių redagavimas >>> Pridėti arba redaguoti . . . . . . . . . . Čia Jūs galite rankomis pridėti ar redaguoti transponderius . . . . . . . . . . Naudojama: Pasirinkti/Redaguoti dažnį (MHz), Poliarizaciją, FEC, Symbolių greitį šiam specifiniam transponderiui. [ŽALIAS] Išsaugoti nustatymus ir uždaryti langą [EXIT] Uždaryti langą be išsaugojimo
pl: Edycja transponderów >>> [MENU] >>> [6] Ustawienia >>> [2] Wyszukiwanie kanałów >>> [4] Edycja transpondera >>> Dodaj lub edytuj . . . . . . . . . . Tutaj możesz ręcznie dodać lub edytować transponder . . . . . . . . . . Użycie: Wpisz/edytuj częstotliwość (MHz), polaryzację, FEC i Symbol Rate danego transpondera. [ZIELONY] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Adicionar/Editar Transponders >>> [MENU] >>> [6] Configuração>>> [2] Pesquisa de serviços >>> [4] Editar Transponder >>> Adicionar ou Editar . . . . . . . . . . Aqui pode adicionar ou editar manualmente um transponder . . . . . . . . . . Utilização: Editar Frequência (MHz), Polaridade, FEC, e SymbolRate para este transponder específico. [GREEN] Guardar definições e fechar a janela [EXIT] Fechar a janela sem guardar alterações
ru: Правка транспондеров >>> [MENU] >>> [6] Настройки >>> [2] Настройка каналов >>> [4] Правка транспондера >>> Добавление или Изменение . . . . . . . . . . Ручное добавление или изменение параметров транспондера . . . . . . . . . . Использование: Ввод/изменение частоты(MHz), поляризации, FEC и Symbol Rate транспондера. [ЗЕЛЁНЫЙ] Записать и выйти [EXIT] Выйти без записи
sk: Pridať/upraviť transpondéry >>> [MENU] >>> [6] Nastavenie >>> [2] Satelity a transpondéry >>> [4] Editácia transpondérov >>> pridať alebo upraviť . . . . . . . . . . Tu môžete ručne pridať alebo upraviť transpondér . . . . . . . . . . Použitie: Zadať/upraviť Frekvenciu (MHz), Polarizáciu, FEC, a SymbolRate pre príslušný transpondér. [GREEN] uložiť nastavenie a zavrieť okno [EXIT] zavrieť okno bez uloženia zmien
tr: Transponders Ekle/Düzenle >>> [MENU] >>> [6] kurulum >>> [2] Servis Arama >>> [4] Transponder Düzenle >>> Ekle veya Düzenlet . . . . . . . . . . Bu ekranda elle transponder ekleyebilir ve değerleri düzneleyebilirsiniz. . . . . . . . . . . Kullanım: seçili transponder da Frekans (MHz), Polarite, FEC, and SembolOranı gir/düzenle. [GREEN] Değişiklikleri kaydet ve penceryi kapat [EXIT] Değişiklikleri kaydetmeden penceryi kapat

source: add new Network
ar: إضافة شبكة عمل جديدة
cs: přidat novou síť
de: Neues Netzwerk hinzufügen
es: Añadir red nuevo
et: lisa uus Võrk
fi: lisää uusi verkko
fy: Nij network tafoegje
lt: pridėti naują Tinklą
nl: Nieuw netwerk toevoegen
pl: Dodaj nową sieć
pt: adicionar nova rede
ru: Добавить новую сеть
sk: pridať novú sieť
tr: yeni Ağ ekle

source: remove selected Network
ar: حذف شبكة العمل المختارة
cs: smazat vybranou síť
de: Gewähltes Netzwerk entfernen
es: Borrar red elegido
et: kustuta valitud Võrk
fi: poista valittu verkko
fy: selektearre netwurk ferwiderje
lt: pašalinti pasirinktą Tinklą
nl: Geselecteerd netwerk verwijderen
pl: Usuń wybraną sieć
pt: apagar a rede seleccionada
ru: Удалить выбранную сеть
sk: zmazať vybranú sieť
tr: seçili Ağı sil

source: Transponder Edit >>> [MENU] >>> [6] Setup >>> [2] Service Searching >>> [4] Transponder Edit . . . . . . . . . . Here you can edit individual transponders . . . . . . . . . . Usage: [UP]/[DOWN] Previous/Next item in the list [LEFT]/[RIGHT] Select Sat/Add/Edit/Remove [EXIT] Close window
ar: تعديل التردد
cs: Editace transpondéru >>> [MENU] >>> [6] Nastavení >>> [2] Satelity a transpondéry >>> [4] Editace transpondéru . . . . . . . . . . Zde můžete upravit transpondér . . . . . . . . . . Použití: [UP]/[DOWN] předchozí/další položka v seznamu [LEFT]/[RIGHT] zvolit Satelit/Přidat/Editovat/Smazat [EXIT] zavřít okno
es: Ediciom de transpondedor >>> [MENU] >>> [6] Ajustes >>> [2] Busqueda de servicios >>> [4] Edicion de transpondedor . . . . . . . . . . Aqui puedes modificar transpondedores individualmente . . . . . . . . . . Uso: [UP]/[DOWN] Siguiente/Anterior item en la lista [LEFT]/[RIGHT] Selecciona Satelite/añade/edita/borra [EXIT] Cerrar
et: Redigeeri Transponderit >>> [MENU] >>> [6] Häälestus >>> [2] Kanali Otsing >>> [4] Redigeeri Transponderit . . . . . . . . . . Siin saad redigeerida üksikuid transpondereid . . . . . . . . . . Kasutamine: [ÜLESSE]/[ALLA] Eelmine/Järgmine loetelust [VASAK]/[PAREM] Vali Satelliit/Lisa/Redigeeri/Eemalda [EXIT] Sule aken
fi: Lähettimen muokkaus >>> [MENU] >>> [6] Asetukset >>> [2] Palvelunhaku >>> [4] Lähettimen muokkaus . . . . . . . . . . Tässä voit muokata lähettimiä . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Edellinen/seuraava [VAS]/[OIK] Valitse ja muokkaa [EXIT] Poistu
fy: Transponder bewurkjet >>> [MENU] >>> [6] Ynstellingen >>> [2] Service Sykje >>> [4] Transponder bewurkje . . . . . . . . . . Hjirre kinne jo eltse transponders apart bewurkje . . . . . . . . . . Gebrûk: [OP]/[DEL] foarige/folgende item yn de lyst [LINKS]/[RJOCHTS] Selektearje Sat/Tafoegje/Bewurkje/Ferwiderje [EXIT] Slút finster
lt: Transponderių redagavimas >>> [MENU] >>> [6] Nustatymai >>> [2] Kanalų paieška >>> [4] Transponderių redagavimas . . . . . . . . . . Čia galite redaguoti transponderį . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Ankstesnė/Nauja užduotis sąraše [KAIRĖ]/[DEŠINĖ] Pasirinkti palydovą/Pridėti/Redaguoti/Pašalinti [EXIT] Uždaryti langą
pl: Edycja satelity >>> [MENU] >>> [6] Ustawienia >>> [2] Wyszukiwanie kanałów >>> [4] Edycja satelity . . . . . . . . . . Tutaj możesz zmienić ustawienia transponderów . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Poprzednia/następna pozycje w liście [LEWY]/[PRAWY] Wybierz opcję Satelita, Dodaj, Edytuj lub Usuń [EXIT] Zamknij okno
pt: Editar transponder >>> [MENU] >>> [6] Configuração >>> [2] Pesquisa de serviços >>> [4] Editar Transponder . . . . . . . . . . Aqui pode editar transponders individualmente . . . . . . . . . . Utilização: [UP]/[DOWN] Item anterior/seguinte na lista [LEFT]/[RIGHT] Seleccionar Sat/Adicionar/Editar/Remover [EXIT] Fechar janela
ru: Редактирование транспондеров >>> [MENU] >>> [6] Настройки >>> [2] Настройка каналов>>> [4] Редактирование транспондеров . . . . . . . . . . Настройка параметров транспондеров . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Предыдущий/следующий [ВЛЕВО]/[ВПРАВО] Выбор: Спутник, Добавить, Изменить или Удалить [EXIT] Выйти
sk: Editácia transpondéra >>> [MENU] >>> [6] Nastavenie >>> [2] Satelity a transpondéry >>> [4] Editácia transpondéra . . . . . . . . . . Tu môžete upraviť transpondér . . . . . . . . . . Použitie: [UP]/[DOWN] predch./daľšia položka v zozname [LEFT]/[RIGHT] zvoliť Satelit/Pridať/Editovať/Zmazať [EXIT] zavrieť okno
tr: Transponder Düzenleme >>> [MENU] >>> [6] Kurulum >>> [2] Servis arama >>> [4] Transponder Düzenleme . . . . . . . . . . burada transponderlerin yarlarını değiştrebilrsiniz. . . . . . . . . . . Kullanım: [UP]/[DOWN] Listedeki önceki/sonraki kalem [LEFT]/[RIGHT] Uydu/Ekle/Düzenle/Sil seçeneklerinin seçer [EXIT] Pencereyi kapat

source: Save changed Transponders?
ar: هل تريد حفظ التغيرات فى النواقل (تردد الباقات)
cs: Uložit změny transpondérů?
de: Veränderte Transponder speichern?
es: Guardar transpondedores cambiados
et: Salvesta muudetud Transpondrid?
fi: Tallenna muokatut lähettimet?
fy: Wizige transponders opslaan?
lt: Išsaugoti pakeistus transponderius?
nl: Gewijzigde transponders opslaan?
pl: Czy zapisać zmiany w liście transponderów?
pt: Guardar transponders modificados?
ru: Сохранить изменения?
sk: Uložiť zmeny na transpondéri?
tr: Transponder değişikleri kaydedilsin mi?

source: Transponders changed
ar: تم تغيير النواقل (ترددات الباقات)
cs: Transpondéry změněny
de: Veränderte Transponder
es: Transpondedores actualizados
et: Transpondrid muudetud
fi: Lähettimet muutettu
fy: Transponders feroare
lt: Transponderių informacija pakeista
nl: Gewijzigde transponders
pl: Zmiany w liście transponderów
pt: Transponders modificados
ru: Изменение транспондеров
sk: Transpondéri zmenené
tr: Transponderlar değiştirildi

source: Transponders couldn't be written to file!
ar: ليس بالامكان كتابة الناقل (تردد الباقة) فى الملف
cs: Transpondéry nemohly být uloženy do souboru !
de: Transponder konnten nicht in Datei geschrieben werden!
es: Error escritura del fichero transpondedores
et: Transpondreid ei suudetud salvestada!
fi: Lähettimiä ei voitu kirjoittaa tiedostoon!
fy: Transponders koe net nei bestân skreauwn wurde!
lt: Nepavyko įrašyti transponderių informacijos į failą
nl: De transponders konden niet worden opgeslagen!
pl: Nie można zapisać transponderów do pliku!
pt: Não foi possível escrever os transponders no ficheiro!
ru: Транспондеры не могут быть записаны в файл!
sk: Transpondéri nemohli byť uložené do súboru !
tr: Transponderlerdosyaya yazılamıyor!

source: Write Error
ar: خطأ فى الكتابة
cs: Chyba při zápisu
de: Schreibfehler
es: Error escritura
et: Viga Kirjutamisel
fi: Kirjoitusvirhe
fy: Skriuw fout
lt: Įrašymo klaida
nl: Schrijffout
pl: Błąd zapisu
pt: Erro de escrita
ru: Ошибка записи
sk: Chyba pri zápise
tr: Yazma Hatası

source: new Satellite
ar: قمر صناعى جديد
cs: nový satelit
de: Neuer Satellit
es: Satélite nuevo
et: uus Satelliit
fi: uusi satelliitti
fy: Nije Satellyt
lt: naujas Palydovas
nl: Nieuwe satelliet
pl: Nowy satelita
pt: novo satélite
ru: Новый спутник
sk: nový satelit
tr: yeni Uydu

source: Really delete the selected satellite?
ar: هل تريد فعلا أن تحذف الأقمار المختارة؟
cs: Opravdu chcete vymazat vybraný satelit ?
de: Ausgewählten Satelliten wirklich löschen?
es: Seguro de borrar el satélite elegido
et: Kas tõesti kustutan valitud satelliidi?
fi: Poistetaanko valittu satelliitti?
fy: Selektearre satellyt echt ferwiderje ?
lt: Ar tikrai pašalinti pasirinktą palydovą?
nl: Wilt u de geselecteerde satelliet werkelijk verwijderen?
pl: Czy chcesz usunąć wybranego satelitę?
pt: Quer apagar o satélite seleccionado?
ru: Вы уверены, что хотите удалить этот спутник?
sk: Naozaj chcete vymazať vybraný satelit?
tr: Seçtiğiniz uyduyu silmek istiyormusunuz?

source: Delete %s
ar: تم حذف ..%s
cs: Smazat %s
de: Lösche %s
es: Borrar %s
et: Kustuta %s
fi: Poista %s
fy: Ferwiderje %s
lt: Trinti %s
nl: Verwijder %s
pl: Usuń %s
pt: Apagar %s
ru: Удалить %s
sk: Zmazať %s
tr: %s i sil

source: Please select the software version to upgrade to:
ar: الرجاء اختيار نسخة البرنامج التي تريد الترقية إليها
cs: Vyberte verzi software pro aktualizaci:
de: Bitte gewünschte Version zur Aktualisierung wählen:
es: Elige versión del software para la actualización:
et: Palun vali versiooniuuendus:
fi: Valitse ohjelmistoversio johon päivitetään:
fy: selektearje de software ferzje om nei op te waarderen:
lt: Prašome pasirinkti programinės įrangos versiją atnaujinimui:
nl: Selecteer de gewenste software versie:
pl: Wybierz wersję oprogramowania do aktualizacji:
pt: Por favor escolha a versão do software para a qual deseja actualizar:
ru: Выберите версию ПО для обновления:
sk: Vyberte verziu software pre aktualizáciu:
tr: Lütfen güncellenecek sürümü seçin:

source: manual upload
ar: تحميل يدوي
cs: ruční odeslání
de: Manueller Upload
es: Actualización manual
et: käsitsi üleslaadimine
fi: manuaalinen lataus
fy: Hânmatig fuortstjoere
lt: rankinis pakrovimas
nl: Handmatige upload
pl: Aktualizacja ręczna
pt: upload manual
ru: Ручная загрузка
sk: ručné odosielanie
tr: el ile yükleme

source: Software Update -> [MENU] ->(6)Setup ->Update . . . . . . . . . . ENIGMA is always under development Here you can install an updated version of ENIGMA . . . . . . . . . . Usage: Version:[UP]/[DOWN],[OK] Select software version [OK] Start update [EXIT] Close window without saving changes
ar: تحديث البرنامج
es: Actualizacion de Software -> [MENU] ->(6)Ajustes ->Actualizacion . . . . . . . . . . ENIGMA esta siempre en desarrollo Aqui puedes instalar una nueva version de ENIGMA . . . . . . . . . . Uso: Version:[UP]/[DOWN],[OK] Selecciona version de software [OK] Comenzar actualizacion [EXIT] Cerrar sin guardar
et: Tarkvara uuendamine -> [MENU] ->(6)Häälestus ->Uuendamine . . . . . . . . . . ENIGMA-t täiendatakse pidevalt Siin saad sa installeerida ja uuendada oma ENIGMA versiooni . . . . . . . . . . Kasutamine: Versioon:[ÜLESSE]/[ALLA],[OK] Vali tarkvara versioon [OK] Alusta uuendust [EXIT] Sule aken ilma muutusi salvestamata
fi: Ohjelmistopäivitys -> [MENU] ->(6)Asetukset ->Päivitä . . . . . . . . . . ENIGMA on jatkuvan kehityksen kohteena Tässä voit päivittää uudemman ENIGMAn . . . . . . . . . . Käyttö: Versio:[YLÖS]/[ALAS],[OK] Valitse versio [OK] Päivitä [EXIT] Poistu
fy: Software Bywurkje -> [MENU] ->(6)Ynstellingen ->Bywurkje . . . . . . . . . . ENIGMA is altiid underweis nei nije untwikkelingen Hjir kinne jo in bywurkje ferzje fan ENIGMA ynstalleare . . . . . . . . . . Gebrûk: Ferzje:[OP]/[DEL],[OK] Selektearje software ferzje [OK] Start bywurkjen [EXIT] Feroaringen net opslaan en slút finster
lt: Progr.įrangos atnaujinimas -> [MENU] ->(6)Nustatymai ->Atnaujinimas . . . . . . . . . . ENIGMA yra pastoviai tobulinama Čia Jūs galite atnaujinti savo imtuvą naujesne ENIGMA versija . . . . . . . . . . Naudojama: Versija:[AUKŠTYN]/[ŽEMYN],[OK] Pasirinkite įrangos versiją [OK] Pradėti atnaujinimą [EXIT] Uždaryti langą be atnaujinimo
pl: Aktualizacja oprogramowania -> [MENU] ->(6) Ustawienia -> Aktualizacja oprogramowania . . . . . . . . . . Oprogramowanie Enigma jest ciągle rozwijane Tutaj możesz zainstalować aktualną wersję Enigmy . . . . . . . . . . Użycie: Wersja:[GÓRA]/[DÓŁ],[OK] Wybierz wersję oprogramowania [OK] Aktualizuj oprogramowanie [EXIT] Zamknij okno bez zapisywania zmian
pt: < Actualização do software -> [MENU] ->(6)Configuração ->Actualizar . . . . . . . . . . ENIGMA está sempre em desenvolvimento Aqui poderá instalar uma versão actualizada de ENIGMA . . . . . . . . . . Utilização: Versão:[UP]/[DOWN],[OK] Seleccionar a versão de software [OK] Começar a actualização [EXIT] Fechar a janela sem guardar alterações
ru: Обновление ПО -> [MENU] ->(6) Настройки -> Настройка системы -> Обновление ПО . . . . . . . . . . ПО всё время дорабатывается Здесь можно установить новую версию ПО . . . . . . . . . . Использование: Версия:[ВВЕРХ]/[ВНИЗ],[OK] Выбор доступной версии ПО [OK] Начать обновление [EXIT] Выйти без записи
tr: Yazılım Güncelleme -> [MENU] ->(6)Kurulum ->Güncelleme . . . . . . . . . . ENIGMA sürekli geliştirlmektedir Buradan ENIGMA nın güncel bir sürümünü yükleyebilrsiniz . . . . . . . . . . Kullanım: Sürüm:[YUKARI]/[AŞAĞI],[OK] Yazılım sürümünü seç [OK] Güncellemeyi başlat [EXIT] Ayarları kaydetmadan pencereyi kapat

source: downloading catalog...
ar: تنزيل الكاتالوج
cs: stahování seznamu ...
de: Übertrage Katalog...
es: Descargando catálogo...
et: kataloogi allalaadimine...
fi: ladataan valintalista...
fy: Binnenheljen katalogus
lt: parsisiunčiamas katalogas...
nl: Catalogus wordt gedownload...
pl: Pobieranie katalogu...
pt: a descarregar o catálogo...
ru: Загрузка каталога...
sk: sťahovanie zoznamu...
tr: katalog indiriliyor...

source: downloading changelog...
ar: تنزيل لوج التغيير
cs: stahuvání protokolu změn ...
de: Übertrage Changelog...
es: Descargando cambios...
et: muudatuste nimekirja allalaadimine...
fi: ladataan muutoslistaa...
fy: Binnenheljen lyst mei wizigingen
lt: atsiunčiamas pakeitimų žurnalas...
nl: Wijzigingen worden gedownload...
pl: Pobieranie dziennika zmian...
pt: a descarregar o registo de alterações...
ru: Загрузка журнала изменений...
sk: sťahovanie protokolu zmien...
tr: değişimkütüğüi indiriliyor...

source: downloading image...
ar: تنزيل الإيمج
cs: stahování image...
de: Übertrage Image...
es: Descargando imagen...
et: opsüsteemi allalaadimine...
fi: ladataan image...
fy: Binnenheljen image
lt: atsiunčiamas atvaizdas...
nl: Image wordt gedownload...
pl: Pobieranie oprogramowania...
pt: a descarregar a imagem...
ru: Загрузка имиджа...
sk: sťahovanie image...
tr: imaj indiriliyor...
