Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Thursday
ar: الخميس
cs: Čtvrtek
de: Donnerstag
es: Jueves
et: neljapäev
fi: Torstai
fy: Tongersdei
lt: Ketvirtadienis
nl: Donderdag
pl: Czwartek
pt: Quinta-feira
ru: Четверг
sk: Štvrtok
tr: Perşembe

source: set sleeptimer and close window (ok)
ar: إضبط مؤقت النوم و أغلق النافذة (OK)
cs: nastavit přechod do sleep modu a zavřít okno (OK)
de: Sleeptimer setzen und Fenster schließen (OK)
es: Guardar Sleep Timer y cerrar ventana (ok)
et: määra unetimer ja sulge aken (ok)
fi: aseta uniajastin ja sulje ikkuna (ok)
fy: slieptiids-ynstelling en slút finster (ok)
lt: Nustatyti laikmačio išsijungimą ir uždaryti langą (ok)
nl: Slaaptimer instellen en venster sluiten (OK)
pl: Zapisz ustawienia i zamknij okno (OK)
pt: definir hibernação e fechar a janela (ok)
ru: Установить таймер выключения (сна) и выйти (OK)
sk: nastaviť prechod do sleep módu a zavrieť okno (OK)
tr: Uyuma zamanlayıcısını ayarla ve pencereyi kapat (ok)

source: add a new Satellite
ar: اضف قمرا صناعيا جديدا
cs: přidat nový satelit
de: Einen neuen Satelliten hinzufügen
es: Añadir satélite nuevo
et: lisa uus satelliit
fi: lisää uusi satelliitti
fy: nije satellyt tafoegje
lt: pridėti naują palydovą
nl: Nieuwe satelliet toevoegen
pl: Dodaj nowego satelitę
pt: acrescentar novo Satélite
ru: Добавить новый спутник
sk: pridať nový satelit
tr: Yeni uydu ekle

source: open transponder scan
ar: افتح البحث عن الباقات
cs: otevřít prohledávání transpondéru
de: Öffnet die Sendersuche
es: Abrir búsqueda de canales
et: ava transponderi otsing
fi: avaa lähettimien etsintä
fy: iepenje transponder ôfsykjen
lt: atidaryti transponderio skanavimą
nl: Transponderscan openen
pl: Otwórz menu przeszukiwania transpondera
pt: abrir a pesquisa de transponder
ru: Открыть Сканирование транспондеров
sk: otvoriť prehľadávanie transpondéra
tr: Transponder taramasını aç

source: min
ar: دقيقه
tr: dak

source: goto advanced motor setup
ar: اذهب لإعداد المتقدم للموتور
cs: přejít do pokročilého nastavení motoru
de: Erweiterte Motoreinstellungen öffnen
es: Abrir ajustes motor avancados
et: ava keeruline mootori häälestus
fi: avaa moottorin lisäasetukset
fy: útbreide motor ynstellingen
lt: eiti prie išplėstinių pozicionieriaus nustatymų
nl: Ga naar geavanceerde rotor-instellingen
pl: Przejdź do zaawansowych ustawień obrotnicy
pt: abrir configuração avançada do motor
ru: Перейти к дополнительным настройкам мотора
sk: vstup do pokročilého nastavenia motora
tr: Gelişmiş motor kurulumuna git

source: Monday
ar: الإثنين
cs: Pondělí
de: Montag
es: Lunes
et: Esmaspäev
fi: Maanantai
fy: Moandei
lt: Pirmadienis
nl: Maandag
pl: Poniedziałek
pt: Segunda-feira
ru: Понедельник
sk: Pondelok
tr: Pazartesi

source: starts the transponder scan
ar: ابدأ البحث عن الترددات
cs: spustí prohledávání transpondéru
de: Startet die Sendersuche
es: Lanca la búsqueda de canales
et: alustab transponderi otsingu
fi: aloittaa lähettimien etsinnän
fy: start transponder ôfsykjen
lt: pradėti transponderio skanavimą
nl: Transponderscan starten
pl: Rozpoczęto wyszukiwanie transponderów
pt: iniciar pesquisa dos transponders
ru: Сканирование транспондера
sk: spustí prehľadávanie transpondéra
tr: Transponder taramasını başlatır

source: sat
ar: قمر صناعى
cs: satelit
es: sa
lt: palydovas
pl: Satelita
ru: Спутник
sk: satelit
tr: uydu

source: Voltage
ar: فولت
cs: Napětí
de: Spannung
es: Tensión
et: Pinge
fi: Jännite
fy: Spanning
lt: Įtampa
nl: Spanning
pl: Napięcie
pt: Voltagem
ru: Напряж.
sk: Napätie
tr: Voltaj

source: choose the transmission mode (left, right)
ar: إختيار نوعية البث (يسار/يمين)
cs: zvolit přenosový mód (vlevo, vpravo)
de: Übertragungsmodus auswählen (links, rechts)
es: Seleccione modo transmissión (izquierda, derecha)
et: vali edastusrežiim (vasak, parem)
fi: valitse lähetysmuoto (transm. mode) (vasen, oikea)
fy: kies manier fan oerstjoeren (links,rjochts)
lt: pasirinkti perdavimo funkciją (kairėn, dešinėn)
nl: Kies de verzendmodus (links, rechts)
pl: Wybierz tryb transmisji (lewy, prawy)
pt: escolha o modo de transmissão (esquerda, direita)
ru: Выбрать режим передачи (ВЛЕВО, ВПРАВО)
sk: zvoliť prenosový mód (vľavo, vpravo)
tr: Gönderim biçimni seçin (sol, sağ)

source: Help
ar: مساعده
cs: Nápověda
de: Hilfe
es: Ayuda
et: Abi
fi: Apua
lt: Pagalba
pl: Pomoc
pt: Ajuda
ru: Помощь
sk: Nápoveda
tr: Yardım

source: insert
ar: إدخال
cs: vložit
de: Einfügen
es: insertar
et: sisesta
fi: lisää
fy: tuskenfoegje
lt: įterpti
nl: Invoegen
pl: Wstaw
pt: inserir
ru: Вставка
sk: vložiť
tr: Araya ekle

source: search event name for this beg-/end time in epg
ar: ابحث عن اسم الحدث لهذا الابتداء/ النهاية في الدليل الإلكتروني للقنوات
cs: vyhledat název pro tento počáteční/koncový čas v EPG
de: Nach Ereignisnamen für die Start/Endzeit im EPG suchen
es: Buscar el nombre del evento en la epg
et: otsi epg-st selle algus-/lõpuajaga saate nime
fi: etsi tapahtuman nimi tälle aloitus-/lopetusajalle EPG:stä
fy: sykje namme fan barren foar start/eintiid in EPG
lt: ieškoti įvykio pavadinimo šiam pradžios/pabaigos laikui EPG
nl: zoek de naam voor deze start-/eindtijd in de EPG
pl: Wyszukaj audycję w bazie danych EPG
pt: procurar nome do evento por esta hora de com-/fim no epg
ru: Поиск задания с таким же временем начала/окончания в EPG
sk: vyhľadať názov pre tento začiatočný/konečný čas v EPG
tr: Girilen başlama/bitiş saatine göre olay ismini epg de ara

source: save
ar: تخزين
cs: Uložit
de: Speichern
es: Guardar
et: salvesta
fi: tallenna
fy: opslaan
lt: Saugoti
nl: Opslaan
pl: Zapisz
pt: registar
ru: Сохранить
sk: Uložiť
tr: Kaydet

source: Tue
ar: الثلاثاء
cs: Út
de: Di.
es: Mar
et: T
fi: Ti
fy: Tiisdei
lt: Antr.
nl: Di
pl: Wt
pt: Ter.
ru: Втр
sk: Uto
tr: Sal

source: choose the Satellite you wish to find
ar: اختر القمر الصناعي الذي تريد ايجاده
cs: zvolte satelit, který chcete prohledávat
de: Satellit wählen der gefunden werden soll
es: Elige satélite para la búsqueda
et: valige satelliit, mida soovite leida
fi: valitse etsittävä satelliitti
fy: kies de satellyt dyt jo sykje wolle
lt: pasirinkite palydovą paieškai
nl: Kies de satelliet die u wilt zoeken
pl: Wybierz satelitę którego chcesz znaleźć
pt: escolher o satélite que deseja encontrar
ru: Выбрать спутник для поиска
sk: zvoľte satelit, ktorý chcete prehľadávať
tr: Bulmak istediğiniz Uyduyu seçin

source: choose entry to edit or remove
ar: اختر إدخال للتعديل أو الحذف
cs: zvolte položku pro editaci nebo smazání
de: Eintrag zum Bearbeiten oder Löschen auswählen
es: Elige elemento para editar ó borrar
et: vali muutmiseks või kustutamiseks
fi: valitse muokattava/poistettava kohde
fy: kies rigele om te bewurkjen of te ferwiderjen
lt: pasirinkite įrašą redagavimui ar pašalinimui
nl: Kies item om te bewerken of verwijderen
pl: Wybierz wpis do edycji lub usunięcia
pt: caregar sobre ok para editar ou apagar
ru: Выберите пункт для изменения или удаления
sk: zvoľte položku pre editáciu, alebo zmazanie
tr: Silmek veya düzenlemek istediğiniz öğeyi seçin

source: processor:
ar: معالج
cs: Procesor:
de: Prozessor:
es: Processador:
et: protsessor:
fi: suoritin:
lt: procesorius:
pl: Procesor:
pt: Processador:
sk: Procesor:
tr: İşlemci:

source: add to table/existing will be overwritten
ar: أضف الى القائمة/ سيتم الكتابة على الموجودة (سيتم استبدال الحالية)
cs: přidat do tabulky/existující bude přepsán
de: Zur Tabelle hinzufügen/vorhandene wird überschrieben
es: Añadir a la lista/existentes se borran
et: lisa tabelisse/olemasolev kirjutatakse üle
fi: lisää listaan (vanha ylikirjoitetaan)
fy: tafoegje oan tabel. Besteande wurd oerskreauwn
lt: pridėti prie lentelės / egzistuojantis bus pakeistas
nl: Aan lijst toevoegen (bestaande overschrijven)
pl: Dodaj do tablicy. Istniejący wpis zostanie nadpisany
pt: acrescentar à mesa/substituir
ru: Добавить в таблицу. Существующая запись будет перезаписана.
sk: pridať do tabuľky/existujúci bude prepísaný
tr: Tabloya ekle/varsa üzerine yazılacaktır

source: Fri
ar: الجمعة
cs: Pá
de: Fr.
es: Vie
et: R
fi: Pe
fy: Fre
lt: Penk.
nl: Vr
pl: Ptk
pt: Sex.
ru: Птн
sk: Pia
tr: Cum

source: enter manual pids
ar: قائمة التحديث اليدوى
cs: zadat ručně pids
de: Manuelle PIDs eingeben
es: Editar PIDs manualmente
et: sisesta käsitsi PID-id
fi: syötä pid:t käsin
fy: hânmatige ynjefte pids
lt: ranka įrašykite pids
nl: Handmatig PIDS invoeren
pl: Wpisz PIDy ręcznie
pt: introduzir pids manualmente
ru: Ручной ввод PID
sk: zadať ručne pids
tr: El ile PID girişi

source: standby
ar: انتظار
et: ooterežiim
fi: valmiustila
fy: paraatmodus
lt: Budėjimas
pl: Czuwanie
ru: Ожидание
tr: Hazırda bekleme

source: Latitude:
ar: إرتفاع
cs: Zeměpisná šířka:
de: Geogr. Breite:
es: Latituda:
et: Laiuskraad:
fi: Leveysaste:
fy: Bridtegraad :
lt: Ilguma
nl: Breedtegraad:
pl: Szerokość geograficzna:
ru: Широта:
sk: Zemepisná šírka:
tr: Enlem:

source: Skins:
ar: سكن
cs: Skiny:
es: Tematicos:
et: Välimused:
fi: Teemat:
fy: Oanklaaiing:
lt: Temos:
pl: Skórki:
pt: Temas:
ru: Оформления:
sk: Skiny:
tr: Yüklü Deriler:

source: choose polarity (left, right)
ar: اخترالقطبية يمين ، يسار
cs: zvolte polarizaci (vlevo, vpravo)
de: Polarität auswählen (links, rechts)
es: Elige polarisación (izquierda, derecha)
et: polaarsuse valik (vasak, parem)
fi: valitse polarisaatio (vasen, oikea)
fy: kies polariteit (links, rjochts)
lt: pasirinkite poliarizaciją (kairėn, dešinėn)
nl: Kies polariteit (links, rechts)
pl: Wybierz polaryzację (lewy, prawy)
pt: escolher a polaridade (esquerda, direita)
ru: Выбрать поляризацию (ВЛЕВО, ВПРАВО)
sk: zvoľte polarizáciu (vľavo, vpravo)
tr: Polarite seçin (sol, sağ)

source: Inv:
ar: معكوس
fy: Ynfertearje :
pl: Inw:
ru: Инв:
tr: Evir:

source: edit the start time (0..9, left, right)
ar: تحريروقت البدء0...9، يسار، يمين
cs: upravit čas začátku záznamu (volume+/-, 0..9, vlevo, vpravo)
de: Startzeit ändern (0..9, links, rechts)
es: Modificar hora de inicio (0..9, izquierda, derecha)
et: muuda algusaega (0..9, vasak, parem)
fi: muokkaa alkamisaikaa (0..9, vasen, oikea)
fy: eintiid bewurkje (0..9, links, rjochts)
lt: pakeisti starto laiką (0..9, kairėn, dešinėn)
nl: Starttijd bewerken (0..9, links, rechts)
pl: Edytuj czas rozpoczęcia (0..9, lewy, prawy)
pt: editar a hora de começo (0..9, esquerda, direita)
ru: Изменение времени начала (0..9, ВЛЕВО, ВПРАВО)
sk: upraviť čas začiatku nahrávania (volume+/-, 0..9, vľavo, vpravo)
tr: Başlama saatini düzenler (0..9, sol, sağ)

source: enter LNB lowband offset frequency (0..9, ok)
ar: أدخل قيمة تردد مذبذب ال ال ان بي المنخفض
cs: zadejte LNB offset frekvenci pro lowband (0..9, OK)
de: LNB 'lowband' Ausgleichsfrequenz eingeben (0..9, OK)
es: Frecuencia LNB banda baja (0..9, ok)
et: LNB alumise vastuvõtuala sagedus (0..9, ok)
fi: syötä LNB:n alataajuus (0..9, ok)
fy: ynjefte LNB ôfwikings frekwinsje leeche bân
lt: Įrašykite žemutinio diapazono LNB dažnį (0..9, ОК)
nl: Voer de lage band-offsetfrequentie in (0..9, OK)
pl: Wpisz dolną częstotliwość (lowband) generatora konwertera (0..9, ok)
pt: entrar a frequência baixa do LNB (0..9, ok)
ru: Нижняя частота гетеродина LNB (0..9, OK)
sk: zadajte LNB offset frekvenciu pre nízke pásmo (0..9, OK)
tr: LNB aşağıband sapma frekansını girin (0..9, ok)

source: Teletext Settings
cs: Nastavení teletextu
fi: Tekstitv:n asetukset
fy: Tiletekst ynstellingen
nl: Teletext instellingen
tr: Teletext Ayarları

source: choose modulation (left, right)
ar: خيارات الموائمة / خيارات فك الشفرات (يسار/ يمين)
cs: zvolte modulaci (vlevo, vpravo)
de: Modulation auswählen (links, rechts)
es: Elige mudulación (izquierda, derecha)
et: Vali modulatsioon (vasak, parem)
fi: valitse modulaatio (vasen, oikea)
fy: kies modulaasje (links, rjochts)
lt: pasirinkite paaukštėjimą (kairėn, dešinėn)
nl: Kies modulatie (links, rechts)
pl: Wybierz modulację (lewy, prawy)
pt: escolher a polaridade (esquerda, direita)
ru: Выбрать модуляцию (ВЛЕВО, ВПРАВО)
sk: zvoľte moduláciu (vľavo, vpravo)
tr: Modülasyon seçin (sol, sağ)

source: Friday
ar: الجمعة
cs: Pátek
de: Freitag
es: Viernes
et: Reede
fi: Perjantai
fy: Freed
lt: Penktadienis
nl: Vrijdag
pl: Piątek
pt: Sexta-feira
ru: Пятница
sk: Piatok
tr: Cuma

source: select what todo after event
ar: اختيار الخطوة التى تلى الحدث/البرنامج
cs: zvolte, co dělat po ukončení úlohy
de: Wählen Sie aus, was nach dem Ereignis geschehen soll
es: Acción después la grabación
et: vali, mida teha peale sündmust
fi: valitse mitä tapahtuman jälkeen tehdään
fy: kies wât te dwaan neitiids fan barren
lt: pasirinkite kad tai po įvykio
nl: Selecteer de opvolgende actie
pl: Wskaż czynność po zakończeniu zadania
pt: escolha o que fazer após o evento
ru: Выберите действие после выполнения задания
sk: zvoľte, čo robiť po ukončení úlohy
tr: Olay bitince yapılacak işlemi seçin

source: Orbital Position:
ar: موقع مداري
cs: Poloha satelitu:
es: Posición orbital:
et: Orbitaalpositsioon:
fi: Kiertoratasijainti:
fy: Posysje yn rûmte
lt: Pozicija Orbitoje:
nl: Orbit-positie:
pl: Pozycja na orbicie:
pt: Posição Orbital:
ru: Позиция на орбите:
sk: Poloha satelitu:
tr: Yörüngesel Konum:

source: Enter title for epg searching
ar: ادخل الكلمة التي تريد البحث عنها في الدليل الالكتروني
cs: zadejte název / text pro vyhledávání
es: Introducir titulo para la busqueda en EPG
et: Sisesta epg otsingule nimi
fi: Anna haettavan ohjelman nimi
fy: Ynjefte fan titel foar epg sykjen
nl: Voer titel voor EPG zoekopdracht in
pl: Wpisz audycję do wyszukania w EPG
ru: Название поиска в EPG
sk: zadajte názov / text pre vyhľadávanie
tr: EPG araştırması için açıklama girin

source: DiSEqC Repeats:
ar: تكرار الدايسك
cs: DiSEgC opakování:
de: DiSEqC-Wiederholungen:
es: Repeticiones DiSEqC:
et: DiSEqC kordused:
fi: DiSEqC toistoja:
fy: DiSEqC herhellingen :
lt: DiSEqC pakartojimai:
nl: DiSEqC herhalingen:
pl: Ponawianie DiSEqC:
pt: Repetição DISEqC:
ru: Повтор команд DiSEqC:
sk: DiSEgC opakovanie:
tr: DiSEqC Tekrarları:

source: enter LNB highband offset frequency (0..9, ok)
ar: أدخل مذبذب ال ال ان بي للنطاق المرتفع 0...9 ووافق
cs: zadejte LNB offset frekvenci pro vysoké pásmo (0..9, OK)
de: LNB 'highband' Ausgleichsfrequenz eingeben (0..9, OK)
es: Frecuencia LNB banda alta (0..9, OK)
et: LNB ülemise vastuvõtuala sagedus (0..9, ok)
fi: syötä LNB:n ylätaajuus (0..9, OK)
fy: ynjefte LNB ôfwikings frekwinsje heeche bân
lt: Įveskite viršutinio diapazono LNB dažnį (0..9, ОК)
nl: Voer de LNB highband-offsetfrequentie in ( 0...9, OK )
pl: Wpisz górną częstotliwość (highband) generatora konwertera (0..9, ok)
pt: entrar a frequência alta do LNB (0..9, ok)
ru: Верхняя частота гетеродина LNB (0..9, OK)
sk: zadajte LNB offset frekvenciu pre vyskoé pásmo (0..9, OK)
tr: LNB yüksekbant offset frekansını girin (0..9, ok)

source: shutdown the box after recording (ok)
ar: أغلق الجهاز بعد التسجيل وافق
cs: vypnout box po skončení nahrávání (OK)
de: Gerät nach Aufnahme ausschalten (OK)
es: Apagar receptor después la grabación (ok)
et: lüli vastuvõtja välja peale savestamist (ok)
fi: sammuta laite tallennuksen jälkeen (ok)
fy: box útskeakelje nei opnimmen (ok)
lt: Išjungti imtuvą po įrašymo (ok)
nl: Dreambox uitschakelen na opname (OK)
pl: Wyłącz tuner po zakończeniu nagrywania (OK)
pt: desligar a DreamBox depois da gravação (ok)
ru: Выключить после записи (OK)
sk: vypnúť box po skončení nahrávania (OK)
tr: Kayıt bitiminde DreamBox'ı kapat (ok)

source: Select this option if you want to search the title only in selected channel
ar: اضغط هنا للبحث فقط في عناوين القناة المختارة
cs: hledat zadaný text pouze v současném kanálu
es: Selecciona esta opcion si quieres buscar el titulo solo en el canal seleccionado
et: Vali antud optsioon kui soovid otsida nimetust ainult valitud kanalil
fi: Valitse tämä jos haluat hakea vain tältä kanavalta
fy: Selektearje opsje ot jo de titel yn ien koazen kanaal sykje wolle
nl: Selecteer dit als u de titel alleen in het huidige kanaal wil zoeken
pl: Wybierz tę opcję jeśli chcesz wyszukać audycję tylko na aktualnym kanale
ru: Опция для поиска по названию в выбранных каналах
sk: hľadať zadaný text iba v súčasnom kanály
tr: Sadece seçili kanalda arama yapmak istiyorsanız seçin

source: Please choose your DiSEqC-Configuration:
ar: الرجاء اختيارنظام الدايسك الذي لديك
cs: Prosím, zvolte vaši DiSEqC konfiguraci:
de: Bitte Ihre DiSEqC-Konfiguration auswählen:
es: Elige la configuración DiSEqC
et: Vali oma DiSEqC seaded:
fi: Valitse DiSEqC-asetukset:
fy: kies DiSEqC konfiguraasje
lt: Pasirinkite DiSEqC konfigūraciją:
nl: Kies uw DiSEqC-configuratie a.u.b:
pl: Wybierz swoją konfigurację:
pt: Por favor, escolher a vossa configuração DiseqC:
ru: Выберите конфигурацию DiSEqC:
sk: Prosím, zvoľte vašu DiSEqC konfiguráciu:
tr: Lütfen DiSEqC-Yapılandırmasını seçin:

source: Stop Record
ar: أوقف التسجيل
cs: Zastavit záznam
de: Aufnahme stoppen
es: Terminar grabación
et: Peata Salvestamine
fi: Lopeta tallennus
fy: Stopje opnimmen
lt: Įrašo sustabdymas
nl: Opname stoppen
pl: Przerwij nagrywanie
pt: Parar a gravação
ru: Остановить запись
sk: Zastaviť nahrávanie
tr: Kaydı Durdur

source: cleanup
ar: تنظيف/ ترتيب / حذف الملفات غير المطلوبة
cs: Vyčistit
de: Aufräumen
es: limpieza
et: puhastus
fi: siivous
fy: Opskjinje
lt: išvalyti
nl: Opschonen
pl: Wyczyść
pt: limpar
ru: Очистить
sk: Vyčistiť
tr: Temizle

source: Mode:
ar: نظام
cs: Mód:
de: Modus:
es: Modo:
et: Režiim:
fi: Tila:
fy: Modus :
lt: Būdas:
nl: Modus:
pl: Tryb:
pt: Modo:
ru: Режим:
sk: Mód:
tr: Kip:

source: KSymb/s
ar: كيلو سيمبول / الثانيه
et: KSüm/s
pl: kBd
tr: KSymb/sn

source: All Services
ar: كل القنوات
cs: Programy
de: Alle Sender
es: Todos los servicios
et: Kõik kanalid
fi: Kaikki palvelut
fy: Alle services
lt: Visi kanalai
nl: Alle services
pl: Kanały
pt: Todos Serviços
ru: Все каналы
sk: Všetky programy
tr: Tüm Servisler

source: Progress:
ar: تقدم
cs: Průběh:
de: Fortschritt:
es: Progreso:
et: Edenemine:
fi: Edistyminen:
fy: Fuortgong:
lt: Vykdymas:
nl: Voortgang:
pl: Postęp:
pt: Progressão:
ru: Ход выполнения:
sk: Priebeh:
tr: İlerleme:

source: Satellite Configuration
ar: تهيئة القمر الصناعي
cs: Nastavení satelitu
de: Satellitenkonfiguration
es: Configuración satélite
et: Satelliidi seaded
fi: Satelliittiasetukset
fy: Satellyt konfiguraasje
lt: Palydovo konfigūracija
nl: Satellietconfiguratie
pl: System antenowy
pt: Configuração Satélite
ru: Конфигурация системы
sk: Nastavenie satelitu
tr: Uydu yapılandırma

source: save data and close window
ar: إحفظ البيانات و أغلق النافذة
cs: uložit změny a zavřít okno
de: Daten speichern und Fenster schließen
es: Guardar datos y cerrar ventana
et: salvesta andmed ja sulge aken
fi: tallenna tiedot ja sulje ikkuna
fy: data opslaan en slút finster
lt: Išsaugoti duomenis ir uždaryti langą
nl: Wijzigingen opslaan en sluiten
pl: Zapisz dane i zamknij okno
pt: registar as modificações e fechar a janela
ru: Сохранить и выйти
sk: uložiť zmeny a zavrieť okno
tr: Veriyi kaydet ve pencereyi kapat

source: Threshold:
ar: حافه
cs: Mezní hodnota:
de: Schwellwert:
et: Lävi:
fi: Raja-arvo:
fy: Skeakelgrins:
lt: Heterodinas:
nl: Drempelwaarde:
pl: Zakres:
ru: Порог переключения:
sk: Medzná hodnota:
tr: Eşik:

source: select filesystem to format
cs: zvolit filesystém pro formátování
es: Elige sistema ficheros a formatear
et: valige failisüsteem mida formateerida
fi: valitse alustettava tiedostojärjestelmä
fy: Kies bestânsysteem om te formatearjen
nl: Selecteer het bestandssysteem om te formatteren
tr: biçimlenecek dosya sistemini seç

source: save changes
ar: حفظ التغييرات
cs: uložit změny
de: Änderungen speichern
es: Guardar cambios
et: salvesta muudatused
fi: tallenna muutokset
fy: wizigingen opslaan
lt: išsaugoti pakeitimus
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: registar as modificações
ru: Сохранить
sk: uložiť zmeny
tr: değişiklikleri kaydet

source: edit selected transponder (ok)
ar: تحرير الناقل المختار (OK)
cs: editovat vybraný transpondér (OK)
de: Den gewählten Transponder bearbeiten (OK)
es: Editar transpondedor elegido (ok)
et: muuda valitud transpondrit (ok)
fi: muokkaa valittua lähetintä (ok)
fy: bewurkje selektearre transponder (ok)
lt: redaguoti pasirinktą transponderį (ok)
nl: Geselecteerde tranponder bewerken
pl: Edytuj wybrany transponder (OK)
pt: editar transponder selecionado (ok)
ru: Редактирование транспондера (OK)
sk: editovať vybraný transpondér (OK)
tr: Seçilen transponderi düzenle (ok)

source: save in motor
ar: إحفظ في الموتور
cs: uložit do motoru
de: Im Motor speichern
es: Guardar en motor
et: salvesta mootorisse
fi: tallenna moottoriin
fy: opslaan yn motor
lt: išsaugoti pozicionieriuje
nl: Opslaan in rotor
pl: Zapisz w pozycjonerze
pt: registar no motor:
ru: Сохранить в моторе
sk: uložiť do motora
tr: Motora kaydet

source: remove selected transponder
ar: الغاء التردد المختار
cs: odstranit vybraný transpondér (OK)
de: Den gewählten Transponder löschen (OK)
es: Borrar transpondedor elegido
et: eemalda valitud transponder
fi: poista valittu lähetin (ok)
fy: ferwiderje selektearre transponder (ok)
lt: pašalinti pasirinktą transponderį
nl: Geselecteerde tranponder verwijderen
pl: Usuń wybrany transponder
pt: remover transponder seleccionado
ru: Удалить выбранный транспондер
sk: odstrániť vybraný transpondér (OK)
tr: Seçilen transponderi kaldır (ok)

source: Polarity:
ar: استقطاب
cs: Polarizace:
de: Polarität:
es: Polarización
et: Polaarsus:
fi: Polariteetti:
fy: Polaritiit :
lt: Poliarizacija:
nl: Polariteit:
pl: Polaryzacja:
pt: Polaridade:
ru: Поляризация:
sk: Polarizácia:
tr: Polarite:

source: do a filesystem check
ar: قم بعمل فحص لنظام الملفات
cs: provést konrolu filesystému
de: Dateisystem überprüfen
es: Comprobar el sistema de ficheros
et: kontrolli failisüsteemi
fi: tarkista tiedostojärjestelmä
fy: bestânsysteem neisjen op fouten
lt: patikrinti failų sistemą
nl: Voer een bestandssysteem-controle uit
pl: Sprawdź system plików
pt: fazer um controlo do ficheiro sistema
ru: Проверка файловой системы
sk: vykonať kontrolu súborového systému
tr: Dosya sistemini kontrol et

source: End time
ar: وقت الأنتهاء
cs: Konec
es: Hora de parada
et: Lõpp
fi: Päättymisaika
fy: Eintiid
nl: Eindtijd
ru: Время окончания
sk: Koniec
tr: Bitiş zamanı

source: initialize the disk for use with the dreambox
ar: هيئ القرص الصلب للاستخدام مع دريم بوكس
cs: inicializace disku pro použití v DreamBoxu
de: Festplatte für die Verwendung in der Dreambox vorbereiten
es: Formatear el disco para usarlo en el dreambox
et: vorminda ketas, et ta oleks kasutuskõlblik
fi: alusta kovalevy Dreamboxin käyttöön
fy: meitsje skiif klear foar gebrûk mei dreambox
lt: diskas inicializuojamas darbui su imtuvu
nl: Initialiseer de disk voor gebruik in de Dreambox
pl: Przygotuj dysk do pracy z Dreamboxem
pt: initialisar o Disco para utilizar com a DreamBox
ru: Инициализация диска для работы с Dreambox
sk: inicializácia disku pre používanie v DreamBoxe
tr: Diski dreambox ile kullanmak üzere biçimlendir

source: select DiSEqC parameter (ok)
ar: اختر بيانات الدايسك وافق
cs: nastavit DiSEqC parametry (OK)
de: DiSEqC-Parameter auswählen (OK)
es: Elige parámetros DiSEqC (ok)
et: vali DiSEqC parameeter (ok)
fi: valitse DiSEqC-parametri (ok)
fy: kies DiSEqC ynstelling (ok)
lt: pasirinkite DiSEqC parametrus (ok)
nl: Selecteer DiSEqC-parameter (OK)
pl: Wybierz parametr DiSEqC
pt: escolher os parâmetros DISEqC (ok)
ru: Выберите (A/A...B/B) вход DiSEqC 1.0 (OK)
sk: nastaviť DiSEqC parametre (OK)
tr: DiSEqC parametresi seç (ok)

source: close
ar: أغلق
cs: zavřít
de: Schließen
es: Acceptar
et: sulge
fi: sulje
fy: slúte
lt: uždaryti
nl: Sluiten
pl: Zamknij
pt: fechar
ru: Закрыть
sk: zavrieť
tr: Kapat

source: Frequency:
ar: تردد
cs: Frekvence:
de: Frequenz:
es: Frecuencia:
et: Sagedus:
fi: Taajuus:
fy: Frekwinsje :
lt: Dažnis:
nl: Frequentie:
pl: Częstotliwość:
pt: Frequência:
ru: Частота:
sk: Frekvencia:
tr: Frekans:
