Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: select your configuration here
ar: إختيار إعداداتك من هنا
cs: zvolte vaší konfiguraci
de: Wählen Sie Ihre Konfiguration (OK)
es: Elige su preferencia
et: vali siin oma seaded
fi: valitse asetuksesi täällä
fy: kies jo konfiguraasje
lt: Pasirinkite savo konfigūraciją čia
nl: Selecteer configuratie
pl: Wybierz swoją konfigurację
pt: seleccionar sua configuração aqui
ru: Выберите конфигурацию
sk: zvoľte vašu konfiguráciu
tr: Yapılandırma seçin

source: Exact match
ar: مطابق تماما
cs: Přesný výraz
es: Coincidencia exacta
et: Täpne sobivus
fi: Tarkka nimi
fy: Precies gelyk oan
nl: Exacte tekst
pl: Pełna nazwa
ru: Точное соответствие
sk: Presný výraz
tr: Tam uyum

source: Mon
ar: الإثنين
cs: Po
de: Mo.
es: Lun
et: E
fi: Ma
fy: Moan
lt: Pirm.
nl: Ma
pl: Pon
pt: Seg.
ru: Пон
sk: Pon
tr: Pzt

source: select DiSEqC repeats (ok)
ar: اختر تكرار دايسك سي
cs: nastavit DiSEqC opakování (OK)
de: DiSEqC-Wiederholungen auswählen (OK)
es: Elige repeticiones DiSEqC (ok)
et: vali DiSEqC kordus (ok)
fi: valitse DiSEqC toistot (ok)
fy: kies oantal DiSEqC herhellingen (ok)
lt: pasirinkite DiSEqC pakartojimus (ok)
nl: Selecteer DiSEqC herhalingen (OK)
pl: Wybierz powtórzenia DiSEqC
pt: seleccionar o repetidor DISEqC (ok)
ru: Выберите количество повторов команд DiSEqC (OK)
sk: nastaviť DiSEqC opakovanie (OK)
tr: DiSEqC tekrarı seç (ok)

source: choose the FEC (left, right)
ar: اختر معامل التصحيح يمين أو يسار
cs: zvolte FEC (vlevo, vpravo)
de: FEC auswählen (links, rechts)
es: Seleccione FEC (izquierda, derecha)
et: vali FEC (vasak, parem)
fi: valitse FEC suojaväli (guard) (vasen, oikea)
fy: kies FEC (links, rjochts)
lt: išsirinkti FEC (kairėn, dešinėn)
nl: Kies de FEC (links, rechts)
pl: Wybierz FEC (lewo, prawo)
pt: escolher o FEC (esquerda, direita)
ru: Установить FEC (ВЛЕВО, ВПРАВО)
sk: zvoľte FEC (vľavo, vpravo)
tr: FEC seçin (sol, sağ)

source: OSD Language
ar: لغة العرض على الشاشة
cs: OSD jazyk
de: Sprache
es: Configuración Idioma
et: OSD keel
fi: OSD-kieli
fy: OSD taal
lt: Kalbos parinktys
nl: Taalkeuze
pl: Język OSD
pt: OSD Idioma
ru: Язык интерфейса
sk: OSD jazyK
tr: OSD Dili

source: Software upgrade...
ar: ترقية البرنامج التشغيلي
cs: Aktualizace software...
de: Softwareaktualisierung...
es: Actualización firmware...
et: Tarkvara uuendamine...
fi: Ohjelmiston päivitys...
fy: Programma bywurkje....
lt: Progr. įrangos atnaujinimas...
nl: Software-update..
pl: Aktualizacja oprogramowania
pt: Actualização do S/W...
ru: Обновление ПО...
sk: Aktualizácia software...
tr: Yazılım güncelleme..

source: select skin and press ok or choose save
ar: اختر الواجهة واضغط أوكي أو اختر تخزين
cs: vybrat vzhled a uložit (OK)
de: Bitte einen Skin wählen und 'OK' oder 'Speichern' wählen
es: Elige tematico y pulse OK o seleccione Guardar
et: vali väljanägemine ja vajuta ok või vali salvestamine
fi: valitse teema ja paina ok tai valitse tallenna
fy: kies oanklaaiing en druk ok of opslaan
lt: pasirinkite temą ir spauskite (ok) arba išsirinkite išsaugoti
nl: Selecteer de skin en druk op 'OK'
pl: Wybierz skórkę i wciśnij OK lub zapisz
pt: escolher o tema e caregar ok ou escolher registar
ru: Выберите оформление и нажмите ОК или Сохранить
sk: vybrať vzhľad a uložiť (OK)
tr: Deri seçin ve ok tuşlayın ya da kaydedin

source: select day (ok)
ar: اختر اليوم أوكي
cs: vybrat den (OK)
de: Tag auswählen (OK)
es: Elige día (ok)
et: vali päev (ok)
fi: valitse päivä (ok)
fy: kies dei (ok)
lt: pasirinkite dieną (ok)
nl: Selecteer de dag (OK)
pl: Wybierz dzień
pt: escolher dia (ok)
ru: Выберите день (OK)
sk: vybrať deň (OK)
tr: Günü seçin (ok)

source: Closes EPG search window
cs: zavřít okno pro EPG hledání
fi: sulkee EPG-hakuikkunan
fy: Slút it EPG sykjen finster
nl: Sluit het EPG zoekscherm
tr: EPG aram pencerisini kapatır

source: change circular to linear polarization
ar: تغيير القطبية الدائرية الى خطية
cs: změnit kruhovou polarizaci na lineární
de: Zirkulare in linare Polarisation ändern
es: Cambiar polarisación circular a linear
et: vaheta ring- ja lineaarpolarisatsiooni vahel
fi: vaihda kiertop. lineaaripolarisaatioon
fy: wizigje circulair nei lineaire polarisaasje
lt: pakeisti apskritiminę poliarizaciją į linijinę
nl: Verander lineaire naar circulaire polarisatie
pl: Zmień polaryzację kołową na liniową
pt: mudar a polarização de circular para linear
ru: Смена круговой поляр. на линейную
sk: zmeniť kruhovú polarizáciu za lineárnu
tr: Dairesel yerine doğrusal polarizasyon kullan

source: goto next page (DiSEqC)
ar: اذهب للصفحة التالية دايسك سي
cs: na další stranu (DiSEqC)
de: Zur nächsten Seite (DiSEqC)
es: Proxima página (DiSEqC)
et: järgmine lehekülg (DiSEqC)
fi: seuraava sivu (DiSEqC)
fy: nei folgende side (DiSEqC)
lt: eiti į sekantį puslapį (DiSEqC)
nl: Ga naar de volgende pagina (DiSEqC)
pl: Przejdź do nastepnej strony (DiSEqC)
pt: página seguinte (DiSEqC)
ru: Перейти на следующую страницу (DiSEqC)
sk: na daľšiu stranu (DiSEqC)
tr: Sonraki sayfaya geç (DiSEqC)

source: select sat(up/down), ok(edit), green(add new), red(delete)
ar: إختيار قمر (أعلى / أسفل)، OK (تحرير)، أخضر (إضافة جديد), أحمر (حذف)
cs: zvolit satelit(nahoru/dolů), ok(edituj), zelené(nový), červené(smazat)
de: Sat auswählen (hoch/runter), OK (bearbeiten), Grün (neuen hinzufügen), rot (löschen)
es: Elige sat(arriba/abajo), ok(editar), verde(añadir nuevo), rojo(borrar)
et: vali sat (üles/alla), ok(muuda), roheline(lisa uus), punane(kustuta)
fi: valitse sat(ylös/alas), ok(muokkaa), vihreä(lisää), punainen(poista)
fy: selektearje sat (op/del), ok (bewurkje), grien (nij tafoegje), read(ferwiderje)
lt: Pasirinkite palydovą (aukštyn/žemyn), ОК (keisti), žalias (pridėti), raudonas (ištrinti)
nl: Selecteer sat (omhoog/omlaag), OK (bewerken), groen (toevoegen), rood (wissen)
pl: Wybierz satelitę (góra/dół), OK (edycja), zielony (dodaj nowy), czerwony (kasuj)
pt: seleccionar sat(alto/baixo), ok(editar), verde(acrescentar novo), vermelho(suprimir)
ru: Выберите спутник (ВВЕРХ/ВНИЗ), OK (изменить), ЗЕЛЁНЫЙ (добавить), КРАСНЫЙ (удалить)
sk: zvoliť satelit(hore/dolu), OK(edituj), zelené(nový), červené(vymazať)
tr: Uydu seçimi(yukarı/aşağı), ok(düzenle), yeşil(yeni ekle), kırmızı(sil)

source: Timer Edit
ar: تحرير المؤقت
cs: Úpravy záznamu časovače
de: Timer bearbeiten
es: Editar temporizador
et: Taimeri muutmine
fi: Ajastimen muokkaus
fy: Tiidstjoerd opnimmen bewurkje
lt: Laikmačio redagavimas
nl: Timer bewerken
pl: Edycja zadania
pt: Editar relógio
ru: Редактирование таймеров
sk: Úpravy záznamov časovača
tr: Zamanlayıcı öğesi Düzeltme

source: apply
ar: طبق
cs: Ulož
de: Übernehmen
es: Aplicar
et: rakenda
fi: hyväksy
fy: Tapasse
lt: taikyti
nl: Uitvoeren
pl: Zatwierdź
pt: aplicar
ru: Применить
sk: Ulož
tr: Uygula

source: enter pids
ar: ادخال pids
cs: Vložit pids
de: PIDs eingeben
es: Editar PIDs
et: sisesta identifikaatorid
fi: anna pid:t
fy: Ynjefte fan pids
lt: įrašykite pids
nl: PIDS invoeren
pl: Wpisz PIDy
pt: introduzir pids
ru: Ввод PIDов
sk: Vložiť pids
tr: PID'leri girin

source: Repeated timer
ar: تكرار المؤقت
cs: Zopakovat úlohu
de: Wiederholender Timer
es: Temporizador repetido
et: Korduv taimer
fi: Toistuva ajastin
fy: Herhelle tiidstjoerd opnimmen
lt: Periodinė užduotis
nl: Herhaal timer
pl: Powtarzaj zadanie
pt: Relogio repetido
ru: Повтор выполнения
sk: Zopakovať úlohu
tr: Periyodik tekrar

source: enter stored satellite pos
ar: أدخل موضع القمر المخزن
cs: zadejte uloženou pozici satelitu
de: Gespeicherte Satellitenposition eingeben
es: Elige pos. satélite guardada
et: vali salvestatud satelliidi positsioon
fi: syötä tallennettu satelliitin sijainti
fy: ynjefte opsleine satellyt posysje
lt: įrašykite išsaugotas palydovų poz.
nl: Voer opgeslagen satellietpositie in
pl: Wprowadź zapamiętaną pozycję satelitarną
pt: entrar a posição satélite registada
ru: Введите записанную позицию спутника
sk: zadajte uloženú pozíciu satelitu
tr: Kayıtlı uydu konumunu gir

source: Sequence repeat
ar: مرات التكرار
cs: Sekvence opakování
de: Sequenz wiederholen
es: Repetición secuencia
et: Järjestuse kordus
fi: Jakson toisto
fy: folchoarde herhelling
lt: Pakartojimo tvarka
nl: Reeks herhalen
pl: Powtórz sekwencję
pt: Repetir a sequência
ru: Повтор команд
sk: Sekvencia opakovania
tr: Sıra tekrarı

source: status output:
ar: نتيجة الحاله
cs: stav:
de: Statusausgabe:
es: Estado:
et: väljundi staatus:
fi: ulostulon tila:
fy: status útjefte
lt: išėjimo būsena:
nl: Status uitvoer:
pl: Aktualny stan:
pt: estado de saida:
ru: Состояние:
sk: stav:
tr: Durum çıktısı:

source: Harddisk
ar: قرص صلب
de: Festplatte
es: Disco duro
et: Kõvaketas
fi: Kovalevy
fy: Hurde skiif
lt: Kietas diskas
pl: Dysk twardy
pt: Disco duro
ru: Жёсткий диск
tr: Sabitdisk

source: goto standby after recording (ok)
ar: اذهب غلى الانتظار بعد التسجيل أوكي
cs: do Standby po skončení nahrávání (OK)
de: Nach Aufnahme in Standby-Modus schalten (OK)
es: Ir al standy después la grabación (ok)
et: lülitu ooterežiimi peale salvestamist (ok)
fi: siirry valmiustilaan tallennuksen jälkeen (ok)
fy: yn paraatmodus nei opnimmen (ok)
lt: eiti į budėjimą po įrašymo (ok)
nl: Schakel naar standby na opname (OK)
pl: Przejdź w tryb czuwania po zakończonym zapisie
pt: ir para standby depois da gravação (ok)
ru: Перейти в Ожидание после записи (OK)
sk: prechod do Standby po skončení nahrávania (OK)
tr: Kayıt bitince hazırda beklemeye geç (ok)

source: only Free
ar: المفتوحة فقط
cs: jen volné
de: Nur Freie
es: Sólo libres
et: ainult vabad
fi: vain vapaat
fy: Allinne frei
lt: tik laisvus
nl: Alleen FTA
pl: Tylko FTA
pt: so Libres
ru: Только FTA
sk: iba voľné
tr: Sadece Şifresiz

source: Constellation:
ar: تجميع:
cs: Sestava:
de: Konstellation:
es: Constelación:
et: Tähtkuju:
fi: Modulointi:
fy: Stjerrenhimmel :
lt: Žvaigždynas:
nl: Constellatie:
pl: Konstelacje:
pt: Configuração:
ru: Сборники:
sk: Zostava:
tr: Takımyıldız:

source: Saturday
ar: السبت
cs: Sobota
de: Samstag
es: Sábado
et: Laupäev
fi: Lauantai
fy: Sneon
lt: Šeštadienis
nl: Zaterdag
pl: Sobota
pt: Sábado
ru: Суббота
sk: Sobota
tr: Cumartesi

source: (0..9, left, right, ok)
ar: OK, (9..0) يسار، يمين
cs: čas (0..9 , vlevo, vpravo, OK)
de: (0..9, links, rechts, OK)
es: (0..9, izquierda, derecha, ok)
et: (0..9, vasak, parem, ok)
fi: (0..9, vasen, oikea, ok)
fy: (0..9, links, rjochts, ok)
lt: (0..9, kairėn, dešinėn, OK)
nl: (0..9, links, rechts, OK)
pl: (0..9, lewy, prawy, ok)
pt: (0..9, esquerda, direita, ok)
ru: (0..9, ВЛЕВО, ВПРАВО, OK)
sk: čas (0..9 , vľavo, vpravo, OK)
tr: (0..9, sol, sağ, ok)

source: swaps committed and uncommitted DiSEqC Commands
ar: تغيير أوامر الدايزك الحرة و العادية
cs: prohodit committed a uncommitted DiSEqC Commands?
de: Vertausche 'committed' und 'uncommitted' Kommandos beim Senden(Reihenfolge)
es: Conmuta committed/uncommitted DiSEqC commands
et: vahetab teostatud ja teostamata DiSEqC käsud
fi: vaihto määritetylle ja määrittelemättömälle DiSEqC-kytkimelle
fy: beneame en unbeneame DiSEqC kommandos omwikselje
lt: pakeiskite neutralias ir ne neutralias DiSEqC komandas
nl: Commited en uncommitted DiSEqC-commando's omdraaien
pl: zamień kolejność wysyłania komend DiSEqC
pt: troquar comandos DiSEqC committed e uncommitted
ru: Заменять команды DiSEqC1.0 и 1.1
sk: zameniť committed a uncommitted DiSEqC príkazy?
tr: Kesinleşmiş ve kesinleşmemiş DISEqC komutlarını takas et

source: vol-
ar: مستوى الصوت-
fi: ääni-
fy: Lûd -
lt: gar.-
ru: громк-
tr: ses-

source: network search
ar: بحث شبكة
cs: hledání sítě
de: Netzwerksuche
es: Búsqueda de red
et: võrguotsing
fi: verkkohaku
fy: netwurk sykje
lt: tinklinė paieška
nl: Netwerk zoeken
pl: Wyszukiwanie sieci
pt: busca da rede
ru: Поиск сети
sk: hľadanie siete
tr: Şebeke arama

source: add only not scrambled services
ar: إضافة القنوات غير المشفرة فقط
cs: přidat pouze nekódované programy
de: Nur unverschlüsselte Sender hinzufügen
es: Añadir sólo canales libres
et: lisa ainult vabad kanalid
fi: lisää vain salaamattomat palvelut
fy: allinne unkodearre services tafoegje
lt: pridėti tik nekoduotus kanalus
nl: Alleen vrije services toevoegen
pl: Dodaj tylko niekodowane kanały
pt: acrescentar so serviços não codificados
ru: Добавить только некодированные/FTA каналы
sk: pridať iba nekódované programy
tr: Sadece şifrelenmemiş servisleri ekle

source: no module
ar: لا يوجد وحدة نفاذ مشروط/ لا تتوافر أى مكونات
cs: žádný modul
de: Kein Modul
es: Sin módulo
et: moodul puudub
fi: ei moduulia
fy: gjin module
lt: Modulio nėra
nl: Geen module
pl: brak modułu
pt: não a modulo
ru: Нет модуля
sk: žiadny modul
tr: Modül yok

source: horizontal
ar: أفقي
cs: horizontální
et: horisontaalne
fi: horisontaali
fy: horizontaal
lt: horizantali
nl: Horizontaal
pl: pozioma
ru: Горизонталь/Левая
sk: horizontálne
tr: Yatay (H)

source: vertical
ar: رأسى / عمودى
cs: vertikální
de: Vertikal
et: vertikaalne
fi: vertikaali
fy: verticaal
lt: vertikali
nl: Vertikaal
pl: pionowa
ru: Вертикаль/Правая
sk: vertikálne
tr: Dikey (V)

source: Auto
ar: تلقائى / آلى
et: Automaatne
fi: Automaattinen
pt: Automático
ru: Авто
tr: Otomatik

source: Providers (TV)
ar: موفر الخدمة (تلفزيون)
de: Provider (TV)
es: Proveedores (TV)
et: Operaatorid (TV)
fi: Palveluntarjoajat (TV)
fy: Leveransier (TV)
lt: Transliuotojai (TV)
pl: Nadawcy (TV)
pt: Provedores (TV)
ru: Операторы (TV)
sk: Poskytovatelia (TV)
tr: Sağlayıcılar (TV)

source: Providers (Radio)
ar: موفر الخدمة (إذاعة)
cs: Providers (Rádio)
de: Provider (Radio)
es: Provéedores (Radio)
et: Operaatorid (Raadio)
fi: Palveluntarjoajat (Radio)
fy: Leveransier (Radio)
lt: Transliuotojai (Radijas)
pl: Nadawcy (Radio)
pt: Provedores (Rádio)
ru: Операторы (Радио)
sk: Poskytovatelia (Rádio)
tr: Sağlayıcılar (Radyo)

source: Providers (Data)
ar: موفر الخدمة (بيانات)
de: Provider (Daten)
es: Proveedores (Data)
et: Operaatorid (Data)
fi: Palveluntarjoajat (Data)
fy: Leveransier (Data)
lt: Transliuotojai (Duomenys)
pl: Nadawcy (Dane)
pt: Provedores (Data)
ru: Операторы (Данные)
sk: Poskytovatelia (Dáta)
tr: Sağlayıcılar (Veri)

source: All services (TV)
ar: كل القنوات (تلفزيون)
cs: Programy (TV)
de: Alle Sender (TV)
es: Todos los servicios (TV)
et: Kõik kanalid (TV)
fi: Kaikki palvelut (TV)
fy: Alle services (TV)
lt: Visi kanalai (TV)
nl: Alle services (TV)
pl: Wszystkie serwisy (TV)
pt: Serviços (TV)
ru: Все каналы (TV)
sk: Programy (TV)
tr: Tüm servisler (TV)

source: All services (Radio)
ar: كل القنوات(إذاعة)
cs: Programy (Radio)
de: Alle Sender (Radio)
es: Todos los servicios (Radio)
et: Kõik kanalid (Raadio)
fi: Kaikki palvelut (Radio)
fy: Alle services (Radio)
lt: Visi kanalai (Radijas)
nl: Alle services (Radio)
pl: Wszystkie serwisy (Radio)
pt: Serviços (Rádio)
ru: Все каналы (Радио)
sk: Programy (Rádio)
tr: Tüm servisler (Radyo)

source: All services (Data)
ar: كل القنوات (بيانات)
cs: Programy (Data)
de: Alle Sender (Daten)
es: Todos los servicios (Datos)
et: Kõik kanalid (Data)
fi: Kaikki palvelut (Data)
fy: Alle services (Data)
lt: Visi kanalai (Duomenys)
nl: Alle services (Data)
pl: Wszystkie serwisy (Dane)
pt: Serviços (Data)
ru: Все каналы (Данные)
sk: Programy (Dáta)
tr: Tüm servisler (Veri)

source: Satellites (TV)
ar: الأقمار الصناعية (تلفزيون)
cs: Satelity (TV)
de: Satelliten (TV)
es: Satélites (TV)
et: Satelliidid (TV)
fi: Satelliitit (TV)
fy: Satellyt (TV)
lt: Palydovai (ТV)
nl: Satellieten (TV)
pl: Satelity (TV)
pt: Satélites (TV)
ru: Спутники (TV)
sk: Satelity (TV)
tr: Uydu (TV)

source: Satellites (Radio)
ar: الأقمار الصناعية(إذاعة)
cs: Satelity (Radio)
de: Satelliten (Radio)
es: Satélites (Radio)
et: Satelliidid (Raadio)
fi: Satelliitit (Radio)
fy: Satellyt (Radio)
lt: Palydovai (Radijas)
nl: Satellieten (Radio)
pl: Satelity (Radio)
pt: Satélites (Radio)
ru: Спутники (Радио)
sk: Satelity (Rádio)
tr: Uydu (Radyo)

source: Satellites (Data)
ar: الأقمار الصناعية (بيانات)
cs: Satelity (Data)
de: Satelliten (Daten)
es: Satélites (Datos)
et: Satellidid (Data)
fi: Satelliitit (Data)
fy: Satellyt (Data)
lt: Palydovai (Duomenys)
nl: Satellieten (Data)
pl: Satelity (Dane)
pt: Satélites (Data)
ru: Спутники (Данные)
sk: Satelity (Dáta)
tr: Uydu (Veri)

source: - provider
ar: موفر الخدمة / مقدم الخدمة
es: - Proveedores
et: - operaator
fi: - tarjoaja
fy: - leveransier
lt: - transliuotojas
pl: - nadawca
pt: - provedor
ru: - оператор
sk: - poskytovateľ
tr: - sağlayıcı

source: - services
ar: القنوات/ الخدمات
cs: - programy
de: - Sender
es: - Servicios
et: - kanalid
fi: - palvelut
lt: - kanalai
pl: - serwisy
pt: - serviços
ru: - сервисы
sk: - programy
tr: - servisler

source: - new found
ar: - وجد جديد
cs: - nově nalezené
de: - Neue Sender
es: - Nuevos
et: - leitud uusi
fi: - löydetty
fy: - nij fûn
lt: - naujai rastas
nl: - nieuw gevonden
pl: - nowe
pt: - novo encontrado
ru: - новые
sk: - nové
tr: - yeni bulunanlar

source: current transponder
ar: التردد الصحيح
cs: současný transpondér
de: aktueller Transponder
es: Transpondedor actual
et: aktiivne transponder
fi: Valittu lähetin
fy: Aktuele transponder
lt: dabartinis transponderis
nl: huidige transponder
pl: Aktualny transponder
pt: transponder actual
ru: Текущий транспондер
sk: súčasný transpondér
tr: seçili transponder

source: (%d%% in use)
fi: (%d%% käytössä)
nl: (%d%% in gebruik)
ru: (%d%% занято)
tr: (kullanılan %d%%)

source: network mount
fi: Verkkolevy
nl: Netwerkmount
tr: ağ bağlantısı

source: Connecting...
ar: يتم التوصيل
cs: Připojuji...
de: Verbinde...
es: Conectando...
et: ühendan...
fi: Yhdistetään...
fy: Oan it keppeljen...
lt: Jungiama...
nl: Bezig met verbinden...
pl: Łączenie...
pt: Conexão...
ru: Соединение...
sk: Pripájam...
tr: Bağlanıyor...

source: buffering...
ar: النعامل مع البيانات من مدخلات الى مخرجات
cs: načítám ...
de: Puffern...
es: Copiando...
et: puhverdan...
fi: puskuroi...
fy: Bufferje....
lt: nustatomas ryšys...
nl: Bezig met bufferen...
pl: Buforowanie...
pt: preparando memória intermédia...
ru: Буферизация...
sk: načítávam...
tr: arabelleğe alınıyor...

source: playing...
ar: تشغيل
cs: přehrávám...
de: Wiedergabe...
es: Tocando...
et: mängin...
fi: toistetaan...
fy: Ôfspielje...
lt: grojama...
nl: Bezig met afspelen...
pl: Odtwarzanie...
pt: leitura...
ru: Воспроизведение...
sk: prehrávam...
tr: oynatılıyor...

source: (%d entries)
ar: (%d د مدخلات)
cs: (%d položek)
de: (%d Einträge)
es: (%d registros)
et: (%d nime)
fi: (%d merkintää)
fy: (%d rigels)
lt: (%d įėjimai)
nl: (%d items)
pl: (%d wprowadzeń)
pt: (%d entradas)
ru: (%d записи)
sk: (%d položiek)
tr: (%d öğe)

source: root node
ar: النقطة الجذريه
es: root
et: algus
fy: Haad node
lt: šaknies pradžia
pl: Root
pt: ponto root
ru: Root
tr: Kök düğüm

source: TV mode
ar: نظام تلفزيون
cs: TV
de: TV-Modus
es: Modo TV
et: TV režiim
fi: TV
fy: TV
lt: TV kanalai
nl: TV-modus
pl: Telewizja
pt: Modo TV
ru: Телевидение
sk: TV
tr: TV Kipi

source: Radio Mode
ar: وضع الاذاعة
cs: Rádio
de: Radio-Modus
es: Modo radio
et: Raadio režiim
fi: Radio
fy: Radio
lt: Radijas
nl: Radiomodus
pl: Radio
pt: Modo Rádio
ru: Радио
sk: Rádio
tr: Radyo Kipi

source: File Mode
ar: وضع الملفات المسجلة
cs: Soubory
de: Datei-Modus
es: Modo fichero
et: Faili režiim
fi: Tiedostot
fy: Bestannen
lt: Failai
nl: Bestandsmodus
pl: Pliki
pt: Modo Ficheiro
ru: Файлы
sk: Súbory
tr: Dosya Kipi

source: TV/Radio
ar: تلفزيون/راديو
cs: TV/Rádio
et: TV/Raadio
lt: TV/Radijas
pt: TV/rádio
ru: TV/Радио
sk: TV/Rádio
tr: TV/Radyo

source: Bouquets
ar: الباقات
cs: Přehledy
es: Bouquetes
et: Kanalinimekirjad
fi: Kanavaluettelot
lt: Paketai
nl: Boeketten
pl: Bukiety
ru: Букеты
sk: Prehľady
tr: Buketler

source: OK
ar: أوكي
lt: Gerai
tr: Tamam

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peruuta
fy: Ôfbrekke
lt: Atšaukti
nl: Afbreken
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
tr: İptal

source: Yes
ar: نعم
cs: Ano
de: Ja
es: Sí
et: Jah
fi: Kyllä
fy: Ja
lt: Taip
nl: Ja
pl: Tak
pt: Sim
ru: Да
sk: Áno
tr: Evet

source: No
ar: لا
cs: Ne
de: Nein
et: Ei
fi: Ei
fy: Nee
lt: Ne
nl: Nee
pl: Nie
pt: Não
ru: Нет
sk: Nie
tr: Hayır

source: Save
ar: حفظ
cs: Uložit
de: Speichern
es: Guardar
et: Salvesta
fi: Tallenna
fy: opslaan
lt: Saugoti
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохран.
sk: Uložiť
tr: Kaydet

source: Save changes and return
ar: حفظ التغيرات ثم العودة
cs: uložit změny a zavřít
de: Änderungen speichern und Fenster schließen
es: Guardar cambios y volver
et: salvesta muudatused ja mine tagasi
fi: Tallenna muutokset ja poistu
fy: wizigingen opslaan en wer werom
lt: Išsaugoti pakeitimus ir grįžti
nl: Wijzigingen opslaan en terugkeren
pl: Zapisz zmiany i zamknij okno
pt: Guardar alterações e voltar atrás
ru: Сохранить и выйти
sk: uložiť zmeny a zavrieť
tr: Değişiklikleri kaydet ve geri dön

source: Discard changes and return
ar: الغاء التغيرات ثم العودة
cs: zrušit změny a návrat
de: Änderungen verwerfen und Fenster schließen
es: Descartar cambios y volver
et: Loobu muudatustest ja mine tagasi
fi: Poistu tallentamatta
fy: neat wizigje en werom
lt: Numesti pakeitimus ir grįžti
nl: Wijzigingen ongedaan maken en terugkeren
pl: Zamknij okno bez zapisywania zmian
pt: Anular modificações e voltar atrás
ru: Выйти без записи
sk: zrušiť zmeny a návrat
tr: Değişiklikleri keydetmeden geri dön

source: << Scroll left
ar: << تصفح لليسار
cs: << Posun vlevo
de: << rechts scrollen
es: << Retroceder
et: << Keri vasakule
fi: << Vasemmalle
fy: << links
lt: << Sukti į kairę
nl: << Links
pl: << W lewo
pt: << Mover à esquerda
ru: << ВЛЕВО
sk: << Posun vľavo
tr: << Sola kaydır

source: Scroll right >>
ar: تصفح لليمين >>
cs: Posun vpravo >>
de: Links scrollen >>
es: Avanzar >>
et: Keri paremale >>
fi: Oikealle >>
fy: rjochts >>
lt: Sukti į dešinę >>
nl: Rechts >>
pl: W prawo >>
pt: Mover à direita >>
ru: ВПРАВО >>
sk: Posun vpravo >>
tr: Sağa kaydır >>

source: Please wait
ar: الرجاء الانتظار
cs: Čekejte
de: Bitte warten
es: Por favor, espere.
et: Palun oota!
fi: Odota...
fy: Eefkes wachtsje
lt: Prašome palaukti
nl: Een moment
pl: Proszę czekać
pt: Aguarde, por favor
ru: Подождите
sk: Čakajte prosím...
tr: Lütfen bekleyiniz

source: Could not execute script
ar: لايمكن التنفيذ
cs: Nebylo možné vykonat script
de: Das Script kann nicht ausgeführt werden
es: No se puede ejecutar script
et: Ei saa käivitada skripti
fi: Skriptin suoritus epäonnistui
fy: Koe %s net útfiere
lt: Nevykdyti komandos
nl: Kan script niet uitvoeren
pl: Nie można wykonać skryptu
pt: Não é possível executar
ru: Скрипт не выполняется
sk: Nebolo možné vykonať skript
tr: Betik çalıştırılamadı

source: no description available
ar: ليست هناك أى بيانات متاحة / لاتتوفر أية بيانات
cs: Popis není k dispozici
de: Keine Beschreibung verfügbar
es: Descripción no disponible
et: kirjeldus puudub
fi: kuvausta ei ole saatavilla
fy: Gjin beskriuwing anwêzig
lt: nėra aprašymo
nl: Geen omschrijving beschikbaar
pl: Opis niedostępny
pt: nenhuma descrição disponível
ru: Описание не доступно
sk: Popis nie je k dispozícii
tr: Tanım yok
