Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Number of minutes pincode check is disabled when pin validation has failed maximum times.
ar: عدد الدقائق لفحص ادخال الرقم السري
cs: - doba v minutách, po kterou je ověřování pinu zablokováno, jestliže byl překročen počet chybných zadání pinu
de: Anzahl Minuten während denen die Pin-Eingabe gesperrt bleibt wenn der Pin zu oft falsch eingegeben wurde.
es: Numero de minutos durante el cual la validacion del pin no funcionara despues de que haya fallado un numero maximo de veces.
et: Pin koodi kontroll on teatud hulga minuteid peatatud kuna vale koodi on sisestatud üle lubatud kordade.
fi: Tämän minuuttimäärän PIN-koodin kysely on lukittuna, jos on syötetty liian monta väärää koodia
fy: Oantal minuten foar unbrûkber meitsjen fan PIN ynjefte, by mear foute ynjeftes fan PIN
lt: Minučių skaičius pin kodo reikalavimui išjungti, kada maksimalus pin kodo įvedimas buvo klaidingas.
nl: Aantal minuten pincode validatie is uitgeschakeld als pin validatie maximum aantal keren is mislukt.
pl: Okres trwania blokady w minutach na ponowne wprowadzanie kodu po wykorzystaniu wszystkich prób.
pt: Número de minutos que a verificação código pin está desactivada quando foi atingido o número máximo de tentativas falhadas.
ru: Время блокировки ввода кода после ошибочных попыток набора.
sk: - čas v minutách, počas ktorého je overovanie PIN-u zablokované, v prípade prekročenia max. počtu chybných zadaní PIN-u
tr: PIN giriş ekranında maksimumum yanlış giriş yapıldıktan sonra takrar şifre girilebilmesi için geçmesi gereken süre.(0=bu özelliği kapatır)

source: Hide locked services
ar: إخفاء القنوات و الملفات المغلقة برقم سرى
cs: Skrýt zamknuté programy
de: Gesperrte Services ausblenden
es: Ocultar canales bloqueados
et: Peida lukustatud kanalid
fi: Piilota lukitut palvelut
fy: Services ferbergje dy't op slot stean
lt: Slėpti užrakintus kanalus
nl: Geblokkeerde services verbergen
pl: Ukryj zablokowane kanały
pt: esconder serviços bloqueados
ru: Не показывать блокированные каналы
sk: Skryť zamknuté programy
tr: Kilitlenmiş servisleri gizle

source: don't show locked services in any list
ar: عدم اظهار القنوات و الملفات المغلقة برقم سرى فى أى قائمة
cs: uzamknuté programy se nebudou zobrazovat v žádném seznamu
de: Gesperrte Services in keiner Liste zeigen
es: Esconder canales bloqueados en todas las listas
et: ära näita lukustatud kanaleid üheski nimekirjas
fi: älä näytä lukittuja palveluita listoissa
fy: services dy't op slot steane, yn gjin enkele lyst sjen litte
lt: Nerodyti užrakintų kanalų jokiuose sąrašuose
nl: Geblokkeerde services nergens weergeven
pl: Nie pokazuj zablokowanych kanałów na żadnej liście
pt: não ver serviços bloqueados em nenhuma lista
ru: Не показывать заблокированные каналы в списках
sk: zamknuté programy sa nebudú zobrazovať v žiadnom zozname
tr: Kiltlli servisleri listelerde gösterme

source: Parental Lock >>> [MENU] >>> [6] Setup >>> [5] Parental Lock . . . . . . . . . . Here you can enable and setup Parental Lock. After reboot locked channels will not be available unless unlocked with your PIN code . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Parental lock Toggle Channel access on/off Setup lock Toggle setup access on/off Change PIN Enter a new PIN code [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
ar: الاغلاق الابوي
cs: Rodičovský zámek >>> [MENU] >>> [6] Nastavení >>> [5] Rodičovský zámek . . . . . . . . . . zde můžete povolit a nastavit rodičovský zámek. Po restartu boxu nebudou zamknuté kanály dostupné, dokud nezadáte správný PIN kód . . . . . . . . . . Použití: [UP]/[DOWN] výběr vstupního pole nebo tlačítka Rodičovský zámek přistup ke kanálům zap/vyp Nastavení systému přístup k menu Nastavení systému zap/vyp změnit PIN zadet nový PIN kód [GREEN] uložit změny a zavřít okno [EXIT] zavřít okno bez uložení změn
es: Bloqueo Paterno >>> [MENU] >>> [6] Ajustes >>> [5] Bloqueo Paterno . . . . . . . . . . Aqui se puede habilitar el bloqueo paterno. Despues de reiniciar los canales bloqueados no estaran disponibles a no ser que se desbloqueen con codigo pin . . . . . . . . . . Uso: [UP]/[DOWN] Moverse por el menu Parental lock Activar o desactivar el control paterno Setup lock Activar o desactivar el acceso a los menus de ajuste Change PIN Introducir un nuevo codigo pin [GREEN] Guardar ajustes y cerrar [EXIT] Cerrar sin guardar ajustes
et: Lapse Lukk >>> [MENU] >>> [6] Häälestus >>> [5] Lapse Lukk . . . . . . . . . . Siin saad sa aktiveerida ja häälestada Laste Luku. Peale rebooti lukustatud kanalid ei avane ilma PIN koodi sisestamata . . . . . . . . . . Kasutamine: [ÜLES]/[ALLA] Vali Sisendväli või Klahv Lapse Lukk Lülita juurdepääs kanalile sisse/välja Häälesta lukk Lülita juurdepääs häälestusele sisse/välja Muuda PIN Sisesta uus PIN kood [ROHELINE] Salvesta Seaded ja Sule Aken [EXIT] Sule aken ilma muutusi salvestamata
fi: Lapsilukko >>> [MENU] >>> [6] Asetukset>>> [5] Lapsilukko . . . . . . . . . . Tässä näkymässä voit asettaa lapsilukon. Uudelleenkäynnistyksen jälkeen kanavat ovat lukossa, kunnes PIN-koodi syötetään . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai painike Lapsilukko Kanavan lukitus on/off Asetuslukko Asetuksien lukitus on/off Vaihda PIN Syötä uusi PIN-koodi [VIH] Tallenna muutokset ja poistu [EXIT] Poistu tallentamatta
fy: Âlderlyk tasjoch slot >>> [MENU] >>> [6] Setup >>> [5] Âlderlyk tasjoch . . . . . . . . . . Hjir mei kinne jo een oantal kanalen op slot sette (Âlderlyk tasjoch). Nei in herstart binne ôfslúte kanalen allinne beschikber nei ynjefte fan de PIN kode . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje ynjeftefjild of toets Âlderlyk tasjoch Kanaal tagong oan / út Setup slot setup tagong oan/út Feroarje PIN Ynjeft fan in nije PIN [GRIEN] Feroaringen opslaan en slút finster [EXIT] Slút finster sûnder feroaringen op te slaan
lt: Tėvų kontrolė >>> [MENU] >>> [6] Nustatymai >>> [5] Tėvų kontrolė . . . . . . . . . . Čia Jūs galite įjungti Tėvų kontrolės nustatymus. Po perkrovimo negalėsite žiūrėti užrakintų kanalų neįvedę PIN kodo . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką Tėvų kontrolė Kanalo priėjimas įj./išj. Užrakinimo nustatymas Nustatymų užrakinimas įj./išj. Keisti PIN Surinkite naują PIN kodą [ŽALIAS] Išsaugoti nustatymus ir uždaryti langą [EXIT] Uždaryti langą neįšsaugant nustatymų
pl: Blokada rodzicielska >>> [MENU] >>> [6] Ustawienia >>> [5] Blokada kanałów . . . . . . . . . . Tutaj możesz włączyć i ustawić blokadę rodzicielską. Po restarcie zabezpieczone kanały będą dostępne tylko po wprowadzeniu poprawnego kodu PIN. . . . . . . . . . . Użycie: [Góra]/[Dół] Wybierz pozycję menu lub przycisk Blokada rodzicielska Włącz/wyłącz blokadę Blokada ustawień Włącz/wyłącz blokadę ustawień Zmień PIN Wprowadź nowy kod PIN [Zielony] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Controlo Parental >>> [MENU] >>> [6] Configuração >>> [5] Controlo Parental . . . . . . . . . . Aqui pode activar e configurar o Controlo Parental. Depois de reiniciar, os canais bloqueados estarão apenas disponíveis através da introdução do código pin . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo de introdução ou botão Controlo Parental Activar/desactivar o Controlo Parental Bloqueio do Menu de Configuração Activar/desactivar bloqueio do Menu de Configuração Alterar PIN Introduzir novo código PIN [GREEN] Guardar alterações e fechar a janela [EXIT] Fechar a janela sem guardar alterações
ru: Родительский контроль Запрет просмотра >>> [MENU] >>> [6] Настройки >>> [5] Родительский контроль . . . . . . . . . . Установка родительского контроля (запрета просмотра) на выбранные каналы. После перезагрузки выбранные каналы будут заблокированы и доступны только по PIN-коду. . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода или кнопки Блокировка Включение/отключение Настройка Включение/отключение настройки блокировки Смена PIN-кода Ввести новый PIN-код [ЗЕЛЁНЫЙ] Записать и выйти [EXIT] Выйти без записи
sk: Rodičovský zámok >>> [MENU] >>> [6] Nastavenie >>> [5] Rodičovský zámok . . . . . . . . . . tu môžete povoliť a nastaviť rodičovský zámok. Po reštarte boxu nebudú zamknuté kanály dostupné, pokiaľ nezadáte správny PIN kód . . . . . . . . . . Použitie: [UP]/[DOWN] výber vstupného poľa alebo tlačidla Rodičovský zámok prístup ku kanálom zap/vyp Nastavenie systému prístup k menu Nastavenie systému zap/vyp zmeniť PIN zadať nový PIN kód [GREEN] uložiť zmeny a zavrieť okno [EXIT] zavrieť okno bez uloženia zmien
tr: Ebeveyn Kilidi >>> [MENU] >>> [6] Kurulum >>> [5] Ebeveyn Kilidi . . . . . . . . . . Bu ekranda Ebeveyn kilidini aktive edebilir/devreden çıkartabilrsiniz. Sistem yeniden açıldıktan sonra burade belirtilen kanallara ulaşım için PIN kodu girmeniz istenecektir. . . . . . . . . . . Kullanım: [YUKARI]/[AŞAĞI Tuş ya da girş alanı seçimi Ebeveyn Kilidi Kanal ulaşımını dvreye alır/çıkarıtr Kurulum Kilidi Kuruluma ulaşımı açar/kapatır PIN Değiştir Yeni bir PIN kodu belirleme [YEŞİL] Değişiklikleri kaydet ve pencereyi kapat [EXIT] Değişiklikleri kaydetmeden pencereyi kapat.

source: parental
ar: أبوى / والدىّ
cs: rodičovský zámek
de: Jugendschutz
es: paterno
et: lastelukk
fi: vanhempien
fy: Âlderlik tasjoch
lt: tėvų
nl: Kinder
pl: rodzicielski
ru: Запрет
sk: rodičovský zámok
tr: Ebeveyn

source: setup
ar: قائمة الاعدادات
cs: nastavení
de: Einstellungen
es: Ajustes
et: häälestus
fi: asetukset
fy: Ynstellingen
lt: nustatymai
nl: Instellingen
pl: Konfiguracja
pt: Ajustamentos
ru: Настройка
sk: nastavenie
tr: Kurulum

source: New %s PIN
ar: جديد %s الرقم السري
cs: Nový PIN pro %s
de: Neue %s PIN
es: PIN %s nuevo
et: Uus %s PIN
fi: Uusi %s PIN
fy: Nije %s PIN
lt: Naujas %s PIN
nl: Nieuwe %s PIN
pl: Nowy %s PIN
pt: Novo %s PIN
ru: Новый код %s
sk: Nový PIN pre %s
tr: Yeni %s PINi

source: Reenter %s PIN
ar: اعد ادخال ..%s
cs: Zopakovat PIN pro %s
de: %s PIN wiederholen
es: Verificar PIN %s
et: Sisesta veelkord %s PIN
fi: Uudelleen %s PIN
fy: Opnij %s PIN
lt: Pakartokite %s PIN
nl: Nogmaals %s PIN invoeren
pl: Powtórz %s PIN
pt: Reentrar %s PIN
ru: Повтор %s PIN
sk: Zopakovať PIN pre %s
tr: %s PINini tekrar girin

source: The PINs are not equal! Do you want to retry?
ar: الرقم السري غير متسواي
cs: PINy nejsou stejné! Chcete zopakovat ?
de: PINs nicht identisch! Vorgang wiederholen?
es: Los PINs no son iguales! Intentarlo otra vez?
et: PIN-koodid ei ole sarnased! Kas soovid parandada?
fi: PIN-koodit erilaiset! Haluatko yrittää uudelleen?
fy: De ynjûne PINs bin net lyk ! Wer opnij besykje ?
lt: PIN kodai nesutampa! Ar norite pakartoti?
nl: Beide PIN's komt niet overeen! Opnieuw proberen?
pl: Podany PIN jest błędny Chcesz wprowadzić ponownie?
pt: Os PINs não são iguais! Você quer recomeçar?
ru: Код не совпал! Хотите попробовать ещё раз?
sk: PIN-y nie sú rovnaké! Chcete zopakovať ?
tr: Şifreler aynı değil! Yeniden denemek ister misiniz?

source: PIN validation failed
ar: إخفاق صلاحية الرقم السرى
cs: Neplatný PIN
de: PIN-Gültigkeitsprüfung fehlgeschlagen
es: Verificacion PIN erronea
et: PIN koodi ebaõnnestus
fi: PIN vahvistus epäonnistui
fy: PIN controle hat mislearre
lt: Neteisingas PIN kodas
nl: PIN onjuist
pl: Błąd weryfikacji PINu
pt: PIN validação falhou
ru: Ошибка проверки кода
sk: Neplatný PIN
tr: PIN doğrulama yapılamadı

source: PIN change completed
ar: تمت عملية تغيير الرقم السرى
cs: Změna PINu provedena
de: PIN-Änderung abgeschlossen
es: Cambio PIN acceptado
et: PIN muudetud
fi: PIN-koodin vaihto suoritettu
fy: PIN wizigje is klear
lt: PIN kodo keitimas baigtas
nl: PIN gewijzigd
pl: Zmiana PINu dokonana
pt: mudança PIN terminou
ru: Смена кода выполнена
sk: Zmena PIN-u vykonaná
tr: PIN değişimi tamamlandı

source: PIN changed
ar: لقد تغير الرقم السرى
cs: PIN změněn
de: PIN geändert
es: PIN actualizado
et: PIN muudetud
fi: PIN vaihdettu
fy: PIN is wizige
lt: PIN kodas pakeistas
nl: PIN gewijzigd
pl: Zmieniono PIN
pt: PIN mudado
ru: Код изменён
sk: PIN zmenený
tr: PIN değiştirildi

source: Pin code validation is still blocked
ar: مازال الرقم السري مغلق
cs: Ověřování PINu je stále zablokováno
de: Pin-Eingabe ist immer noch gesperrt
es: La validacion por pin esta aun bloqueada
et: Pin koodi kinnitamine on endiselt blokeeritud
fi: PIN-koodin syöttö on vielä lukittu
fy: PIN ynjefte is net brûkber
lt: Pin kodo įvedimas vis dar blokuotas
nl: Pin code validatie is nog steeds geblokkeerd
pl: Blokada wprowadzania kodu nadal aktywna
pt: A validação por código pin ainda está bloqueada
ru: Код верен, блокировка активна
sk: Overovanie PIN-u je stále zablokované
tr: PIN onaylama hala blokeli

source: current %s PIN
ar: الصحيح %s الرقم السري
cs: Aktuální PIN pro %s
de: Derzeitige %s PIN
es: PIN %s actual
et: praegune %s PIN
fi: nykyinen %s PIN
fy: aktuele %s PIN
lt: dabartinis PIN kodas %s
nl: Huidige PIN %s
pl: Obecny PIN %s
pt: PIN atual %s
ru: Текущий код %s
sk: Aktuálny PIN pre %s
tr: Şu anki %s PINiniz

source: You've entered too many incorrect pins Pin code validation will be blocked temporarily!
ar: لقد ادخلت مرات كثيرة رقم سري خطاء
cs: Zadali jste příliš mnohokrát neplatný pin Ověřování PINu bude dočasně zablokováno!
de: Sie haben zu oft einen falschen Pin eingegeben die Eingabe wird temporär blokiert!
es: Has introducido demasiados codigos incorrectos ¡La validacion por pin se bloqueara temporalmente!
et: Oled sisestanud üle lubatu valet pin koodi Pin koodi kinnitamine on ajutiselt blokeeritud!
fi: Olet syöttänyt liin monta väärää koodia PIN-koodin syöttö lukitaan väliaikaisesti!
fy: Te folle foute PIN ynjeftes dien PIN ynjefte is tiidelijk unbrûkber!
lt: Jūs per daug kartų surinkote klaidingą pin kodą Pin kodo patvirtinimas laikinai blokuotas!
nl: Je hebt te vaak een foutieve pin ingevoerd Pin code validatie wordt tijdelijk uitgeschakeld!
pl: Limit prób na wprowadzenie poprawnego kodu wyczerpany. Wprowadzanie kodu zostanie zablokowane na pewien czas!
pt: Introduziu demasiados pin errados A validação por código pin será bloqueada temporariamente!
ru: Вы исчерпали возможное кол-во ввода кода. ввод кода временно заблокирован!
sk: Zadali ste príliš mnohokrát neplatný PIN Overovanie PIN-u bude dočasne zablokované!
tr: Çok sayıda hatalı giriş yaptınız PIN kodu doğrulama geçici olarak bloke edilmiştir!!!

source: The entered PIN is incorrect. Do you want to retry?
ar: الرقم السري المدخل خطاء
cs: Zadaný PIN je nespravný! Chcete opakovat?
de: Die eingegebene PIN ist nicht korrekt. Nochmal versuchen?
es: El PINs no es correcto. Intentarlo otra vez?
et: Vale PIN! Teed veel?
fi: Syötetty PIN on väärä. Haluatko yrittää uudelleen?
fy: De ynjûne PIN is net korrekt. Opnij besykje ?
lt: Surinktas PIN kodas klaidingas. Norite pakartoti?
nl: De ingevoerde PIN is onjuist. Opnieuw proberen?
pl: Wprowadzony PIN jest niepoprawny Chcesz wprowadzić ponownie?
pt: O PIN entrado está incorreto. Você quer recomeçar?
ru: Код не верен Хотите попробовать ещё раз?
sk: Zadaný PIN je nesprávny! Chcete opakovať?
tr: Girdiğiniz PIN yanlış. Yeniden denemek ister misiniz?

source: Script output
ar: مخرج السكربت
cs: Výstup scriptu
es: Salida de script
et: Skripti tulem
fy: Skript útfier
lt: Komandos išėjimas
nl: Scriptuitvoer
pl: Wynik skryptu
pt: Saída do script
ru: Выходной скрипт
sk: Výstup scriptu
tr: Betik çıktısı

source: Downloading
ar: التحميل
cs: Stažení
de: Herunterladen
es: Descarga
et: Allalaadimine
fi: Lataus
fy: Ophelje fan..
lt: Persiunčiama
nl: Downloaden
pl: Pobieranie
pt: A descarregar
ru: Идёт загрузка
sk: Sťahovanie
tr: Karşıdan indiriliyor

source: Download failed. Please check available space and your communication settings.
ar: فشل في التحميل الرجاء التاكد من المساحة المتبقية
cs: Stahování se nezdařilo. Zkontrolujte volné místo a nastavení připojení.
de: Download fehlgeschlagen. Bitte überprüfen sie den verfügbaren Speicherplatz und ihre Kommunikations-Einstellungen.
es: Descarga no realizada. Por favor, comprueba que tienes espacio y tus ajustes de red.
et: Allalaadimine ebaõnnestus. Palun kontrolli vaba ruumi olemasolu ja võrguseadeid.
fi: Lataus epäonnistui. Tarkista tallennustila ja tietoliikenneasetukset.
fy: Opheljen mislearre. Kontrolearje skiifrûmte is en kommunikaasje ynstellingen
lt: Parsisiuntimo klaida. Patikrinkite ar yra laisvos vietos ir savo tinklo nustatymus.
nl: Download mislukt Controleer beschikbare ruimte en netwerkinstellingen
pl: Pobieranie nie powiodło się. Sprawdź wolne miejsce, lub ustawienia komunikacji.
pt: Falha na descarga. Verifique o espaço disponível e as configurações de rede.
ru: Ошибка загрузки. Проверьте свободное место на диске и настройки сети.
sk: Sťahovanie bolo neúspešné. Skontrolujte voľné miesto a nastavenie pripojenia.
tr: İndirme tamamlanamadı Lütfen kullanılabilir boş alanı ve haberleşme ayarlarınızı gözden geçirin.

source: Installing %s
ar: تثبيت %s
cs: Instaluji %s
de: Installiere %s
es: Instalando %s
et: Paigaldan %s
fi: Asennetaan %s
fy: Ynstallearje fan %s
lt: Diegiama %s
nl: Installeren van %s
pl: Zainstalowano %s
pt: A instalar %s
ru: Установлено %s
sk: Inštalujem %s
tr: %s kuruluyor

source: Install failed.
ar: فشل في التثبيت
cs: Instalace se nezdařila.
de: Installation Fehlgeschlagen
es: Instalacion fallida.
et: Paigaldus ebaõnnestus.
fi: Asennus epäonnistui.
fy: Ynstallearjen mislearre
lt: Įdiegti nepavyko.
nl: Installatie mislukt
pl: Instalacja nie powiodła się.
pt: Falha na instalação.
ru: Ошибка установки.
sk: Inštalácia neúspešná.
tr: Kurulum başarısızı.

source: Continue
ar: المتابعة
cs: Polračovat
de: Weiter
es: Continuar
et: Jätka
fi: Jatka
fy: Trochgean
lt: Tęsti
nl: Doorgaan
pl: Kontynuacja
pt: Continuar
ru: Продолжение
sk: Polračovať
tr: Devam

source: Press OK
ar: اضعط موافق
cs: stiskněte OK
de: OK drücken
es: Presiona OK
et: Vajuta OK
fi: Paina OK
fy: Druk Ok
lt: Spausti OK
nl: Druk OK
pl: Wciśnij OK
pt: Prima OK
ru: Нажмите OK
sk: stlačte OK
tr: OK tuşuna basınız

source: Are you sure to open %s?
ar: هل انت متاكد من فتح %s؟
cs: Opravdu chcete otevřít %s?
de: Sind sie sicher dass sie %s öffnen wollen?
es: ¿Seguro que quieres abrir %s?
et: Oled kindel, et avad %s?
fi: Haluatko avata %s?
fy: Wolle jo seker %s iepenje ?
lt: Ar Jūs norite tai atidaryti %s?
nl: Weet u zeker dat u %s wilt openen?
pl: Czy chcesz otworzyć %s?
pt: Tem a certeza que quer abrir %s?
ru: Вы уверены, что хотите открыть %s?
sk: Naozaj chcete otvoriť %s?
tr: %s dosyasını Açmak istiyor musunuz?

source: Downloading %s
ar: تحميل %s؟
cs: Stahuje se %s
de: Herunterladen %s
es: Descargando %s
et: Allalaetud %s
fi: Ladataan %s
fy: Binnenhelje fan %s
lt: Parsisiųsta %s
nl: Downloaden van %s
pl: Pobrano %s
pt: A descarregar %s
ru: Загружено %s
sk: Sťahuje sa %s
tr: %s indiriliyor

source: Are you sure to download %s?
ar: هل انت متاكد من تحميل %s؟
cs: Opravdu chcete stáhnout %s?
de: Sind sie sicher dass sie %s herunterladen wollen?
es: ¿Seguro que quieres descargar %s?
et: Oled kindel laadimaks alla %s?
fi: Haluatko ladata %s?
fy: Wolle jo seker %s ophelje ?
lt: Ar Jūs norite tai parsisiųsti %s?
nl: Weet u zeker dat u %s wilt downloaden?
pl: Czy chcesz pobrać %s?
pt: Tem a certeza que quer descarregar %s?
ru: Вы уверены, что хотите загрузить %s?
sk: Naozaj si želáte stiahnuť %s?
tr: %s dosyasını İndirmek istiyor musunuz?

source: Are you sure to execute %s?
ar: هل انت متاكد من تنفيذ %s؟
cs: Opravdu chcete spustit %s?
de: Sind sie sicher, dass sie %s ausführen wollen?
es: ¿Seguro que quieres ejecutar %s?
et: Oled kindel, et soovid käivitada %s?
fi: Haluatko suorittaa %s?
fy: Wolle jo %s útfiere ?
lt: Ar Jūs norite tai daryti %s?
nl: Weet u zeker dat u %s wilt uitvoeren?
pl: Czy wykonać %s?
pt: Tem a certeza que quer executar %s?
ru: Вы уверены, что хотите выполнить %s?
sk: Naozaj chcete spustiť %s?
tr: %s dosyasını Çalıştırmak istiyor musunuz?

source: Are you sure to install %s?
ar: هل انت متاكد من تثبيت %s؟
cs: Opravdu chcete nainstalovat %s?
de: Wollen sie %s wirklich installieren?
es: ¿Seguro que quieres instalar %s?
et: Oled kindel, et paigaldan %s?
fi: Haluatko asentaa %s?
fy: Wolle jo %s ynstallearje ?
lt: Ar Jūs norite tai įdiegti %s?
nl: Weet u zeker dat u %s wilt installeren?
pl: Czy chcesz zainstalować %s?
pt: Tem a certeza que quer instalar %s?
ru: Вы уверены, что хотите установить %s?
sk: Naozaj si želáte nainštalovať %s?
tr: %s'i Kurmak istiyor musunuz?

source: The package cannot be installed because it's already installed. Please remove the previous version first.
ar: لا تستطيع التثبيت وذلك لانها متثبتة مسبقا
cs: Balíček nelze nainstalovat, protože je již nainstalován. Nejprve odstraňte předchozí verzi.
de: Das Packet kann nicht installiert werden, weil es schon installiert ist. Bitte entfernen sie zuerst die alte Version.
es: El paquete no se puede instalar porque ya esta instalado. Por favor, desinstala la version anterior primero.
et: Antud paketti ei saa installida kuna see on juba olemas. Kustuta alguseks vanem versioon.
fi: Paketti on jo asennettu. Poista ensin edellinen versio.
fy: Dit pakket kin net ynstallearre wurde, omdat it al anwêzig is. Ferwiderje earst de âlde ferzje.
lt: Šio paketo negalima įdiegti, nes jau yra įdiegtas. Prašome iš pradžių pašalinti ankstesnę versiją.
nl: De software kan niet worden geinstalleerd omdat 't al geinstalleerd is. Verwijder eerst de vorige versie.
pl: Nie można zainstalować pliku, gdyż jest on już zainstalowany. Musisz najpierw usunąć starszą wersję.
pt: O pacote não pôde ser instalado porque já se encontra instalado. Por favor desinstale a versão anterior.
ru: Пакет не может быть установлен, потому что установлен такой же пакет.Пожалуйста, удалите сначала предыдущую версию.
sk: Balíček nemožno nainštalovať, pretože je už nainštalovaný. Najskôr odstráňte predošlú verziu.
tr: Paket önceden kurulmuş. Tekrar kurmak için lütfen önceki sürümü kaldırıp tekrar deneyiniz.

source: Installing not possible
ar: التثبيت غير ممكن
cs: Nelze nainstalovat
de: Installation nicht möglich
es: No es posible instalar
et: Paigaldus ei ole võimalik
fi: Asennus ei onnistu
fy: Ynstallaarsje net útfierber
lt: Įdiegti pagal galimybes
nl: Installeren niet mogelijk
pl: Instalacja niemożliwa
pt: Não é possível instalar
ru: Установка не возможна
sk: Inštalácia nie je možná
tr: Kurulum mümkün değil

source: Manual Install
ar: التثبيت اليدوي
cs: Ruční instalace
de: Manuelle Installation
es: Instalacion manual
et: Käsitsi Paigaldus
fi: Asennus käsin
fy: Hânmatig ynstallearje
lt: Rankinis instaliavimas
nl: Handmatige installatie
pl: Instalacja ręczna
pt: Instalação manual
ru: Ручная установка
sk: Ručná inštalácia
tr: El ile kurulum

source: Select package to install
ar: اختار الحزمة المراد تثبيتها
cs: Zvolte balíček pro instalaci
de: Packet zum Installieren auswählen
es: Selecciona paquete para instalar
et: Vali pakett, mida paigaldada
fi: Valitse asennuspaketti
fy: Kies pakket foar ynstallaasje
lt: Pasirinkite programą, kurią norite įdiegti
nl: Selecteer het te installeren pakket
pl: Wybierz program do instalacji
pt: Seleccionar pacote para instalar
ru: Выберите пакет для инсталяции
sk: Zvoľte balíček pre inštaláciu
tr: Kurulacak paketi seçin

source: Remove Software
ar: حذف الكامة
cs: Odstranit software
de: Software entfernen
es: Eliminar programas
et: Tarkvara Eemaldamine
fi: Poista ohjelmia
fy: Software ferwiderje
lt: Pašalinkite programas
nl: Software verwijderen
pl: Usuń oprogramowanie
pt: Remover Software
ru: Удаление ПО
sk: Odstrániť software
tr: Yazılım Kaldırma

source: Select package to remove
ar: اختار الحزمة المراد حذفها
cs: vyberte balíček k odstranění
de: Packet zum entfernen Auswählen
es: Selecciona paquete para desinstalar
et: Vali pakett, mille eemaldad
fi: Valitse poistettava paketti
fy: Kies pakket foar ferwiderjen
lt: Pasirinkite programą, kurią norite pašalinti
nl: Selecteer het te verwijderen pakket
pl: Wybierz program do usunięcia
pt: Seleccionar pacote para remover
ru: Выберите пакет для удаления
sk: vyberte balíček pre odstránenie
tr: Kaldırılacak paketi seçin
