Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Wrong use of this function can corrupt all stored sat positions. Are you sure you want to use this function?
ar: هل أنت متأكد من استخدام هذه الخاصية
cs: V případě špatného nastavení můžete rozhodit všechny uložené satelitní pozice. Jste si jistí použít tuto funkci?
de: Falsches Benutzen dieser Funktion kann alle gespeicherten Satpositionen zerstören. Sind Sie sicher, dass sie diese Funktion benutzen wollen?
es: En caso de error se pueden falsificar todas las posiciones grabadas. Seguro deseen continuar?
et: Selle funktsiooni väärkasutus võib rikkuda kõik salvestatud positsioonid. Kas oled kindel, et soovid seda funktsiooni kasutada?
fi: Tämän toiminnon osaamaton käyttö voi tuhota kaikki talletetut satelliittien sijainnit. Oletko varma, että haluat käyttää tätä toimintoa?
fy: Ferkeart brûken fan dizze funksje kin alle opsleine sat posysjes verniele. Wolle jo trochgean mei dizze funskje ?
lt: Neteisingas šios funkcijos pritaikymas gali sugadinti visas išsaugotas padėtis. Ar tikrai norite naudoti šią funkciją?
nl: Een verkeerde instelling kan alle satelliet posities wissen. Weet u zeker dat u deze functie wilt gebruiken?
pl: Błędne użycie tej funkcji może uszkodzić wszystkie zapamiętane pozycje satelitarne. Czy na pewno chcesz użyć tej opcji?
pt: A má utilização desta função pode corromper toda as posições. tem certeza de querer utilizar esta função?
ru: Не правильное применение этой функции может привести к потере позиций спутников. Вы уверены, что хотите применить эту функцию?
sk: V prípade zlého nastavenia môžete rozladiť všetky uložené satelitné pozície. Ste si istý použitím tejto funkcie?
tr: Bu işlevin yanlış kullanımı, bütün hafızlanmış uydu konumlarını bozabilir. Bu işlevi kullanmak istediğinizden eminmisiniz?

source: one step East...
ar: خطوة نحو الشرق
cs: o krok na východ ..
de: Ein Schritt östlich...
es: Un impulso al este...
et: üks samm itta...
fi: yksi askel itään...
fy: ien stap east..
lt: vienas žingsnis į rytus...
nl: Eén stap oost...
pl: Krok na wschód...
pt: um passo para ESTE
ru: Один шаг на восток...
sk: o krok na východ ..
tr: bir adım doğuya..

source: one step west...
ar: خطوة نحو الغرب
cs: o krok na západ ..
de: Ein Schritt westlich...
es: Un impulso al oeste...
et: üks samm läände...
fi: yksi askel länteen...
fy: ien stap west..
lt: vienas žingsnis į vakarus...
nl: Eén stap west...
pl: Krok na zachód...
pt: um passo para OESTE
ru: Один шаг на запад...
sk: o krok na západ ..
tr: bir adım batıya...

source: turning to east...
ar: الدوران شرقا
cs: natáčení na východ ..
de: Drehe nach Osten...
es: Girando al este...
et: pööran itta...
fi: kääntyy itään...
fy: draait nei east..
lt: sukasi į rytus...
nl: Draai naar het oosten...
pl: Kieruję antenę na wschód...
pt: ir para ESTE
ru: Поворот на восток...
sk: natáčanie na východ ..
tr: doğuya dönüyor..

source: turning to west...
ar: الدوران غربا
cs: natáčení na západ ..
de: Drehe nach Westen...
es: Girando al oeste...
et: pööran läände...
fi: kääntyy länteen...
fy: draait nei west..
lt: sukasi į vakarus...
nl: Draai naar het westen...
pl: Kieruję antenę na zachód...
pt: ir para OESTE
ru: Поворот на запад...
sk: natáčanie na západ ..
tr: batıya dönüyor...

source: Store Satellite
ar: تخزين قمر صناعى
cs: Uložit satelit
de: Satellit speichern
es: Guardar Satélite
et: Salvesta Satelliit
fi: Tallenna satelliitti
fy: Satellyt Opslaan
lt: Išsaugoti Palydovą
nl: Satelliet opslaan
pl: Zapamiętaj pozycję
pt: Guardar satélite
ru: Записанные позиции
sk: Uložiť satelit
tr: Uyduyu kaydet

source: Storage Location:
ar: موقع التخزين
cs: Místo v paměti:
de: Speicherplatz:
es: Posición de grabación:
et: Salvestatud positsioon:
fi: Tallennuspaikka:
fy: Opslach lokaasje
lt: Saugojimo vieta:
nl: Opslagpositie:
pl: Lokalizacja pamięci:
pt: Registar posição:
ru: Место хранения:
sk: Miesto v pamäti:
tr: kaydetma Konumu:

source: change storage Location or store
ar: غير موقع التخزين أو خزن
cs: změna uložených nastavení
de: Speicherort ändern oder sichern
es: Buscar pos. grabación o guardar
et: vaheta savestuspesa või salvesta
fi: muuta tallennussijaintia tai tallenna
fy: wizigje opslach lokaasje of plak
lt: pakeisti saugojimo vietą arba išsaugoti
nl: Verander opslaglocatie of opslaan
pl: Zmień lokalizację nośnika pamięci
pt: alterar posição registada ou registar
ru: Изменение места хранения
sk: zmena úložiska a uložených nastavení
tr: kaydetma konumunu değiştir veya kaydet

source: %d.%d°%c is currently stored at location %d! When you store this now at Location %d, we must remove the old Location. Are you sure you want to do this?
ar: %d.%d°%c حاليا مخزن في موقع %d! عند التخزين في موقع %d,
cs: %d.%d°%c je současné uložené umístění %d! Jestliže chcete uložit nové %d, musíte nejdříve vymazat umístění staré. Chcete toto vykonat?
de: %d.%d°%c ist im Moment auf Position %d gespeichert! Wenn Sie unter Position %d speichern, wird die alte Position gelöscht. Sind Sie sicher?
es: %d.%d°%c está ahora en memoria %d! Si se memoriza ahora en la posición %d, se va a borrar la memoria antigua. Seguro deseen continuar?
et: %d.%d°%c on praegu salvestatud positsioonile %d! Kui salvestate selle nüüd positsioonile %d, siis peab eemaldama vana positsiooni. Kas tõesti teen seda?
fi: %d.%d°%c on tallennettu paikkaan %d! Kun tallennat tämän paikkaan %d, vanha paikka poistetaan. Oletko varma, että haluat tehdä tämän?
fy: %d.%d°%c is opslein op posysje %d! As jo dizze opslaan wolle op lokaasje %d, dan moat de âlde lokaasje ferwidere wurde. Wolle jo trochgean mei dizze funksje ?
lt: %d.%d%c jau išsaugota šioje vietoje %d! Išsaugant naujoje vietoje %d Jūs turite ištrinti senąją vietą.Vieta. Ar Jūs tikras, kad norite atlikti tai?
nl: %d.%d%c is opgeslagen op geheugen positie %d! Als u nu opslaat onder positie %d, worden oude instellingen van deze positie overschreven. Weet u het zeker?
pl: %d.%d%c jest aktualnie zachowany na pozycji %d! Zachowując zmiany w pozycji %d, skasujesz istniejącą już lokalizację. Czy na pewno chcesz to zrobić?
pt: %d.%d%c é atualmente registado na posição %d! Quando você regista isto agora na posição %d, nós devemos apagar o velho registo. Você quer fazer isto?
ru: %d.%d%c эта позиция уже записана %d! При повторной записи позиции %d, старая будет стёрта. Записать?
sk: %d.%d°%c je súčasné uložené umiestnenie %d! Ak chcete uložiť nové %d, musíte najskôr vymazať umiestnenie staré. Chcete toto vykonať?
tr: %d.%d%c şu anda hafızadaki mevki %d! Eğer bunu %d mevkisine hafızaya alırsanız, eski mevki silinecektir. Bunu yapmak istiyormusunuz?

source: Store %d.%d°%c at location %d. If you want another location, then say no and change the location manually. Are you sure you want to store at this location?
ar: Store %d.%d°%c at location %d.
cs: Uloženo %d.%d°%c pozic %d. Chcete-li další pozici, zvolte Ne a změňte pozici ručně. Opravdu chcete uložit tuto pozici?
de: Speichere %d.%d°%c auf Position %d. Falls Sie eine andere Position wünschen, wählen Sie Nein und ändern die Position manuell. Wollen Sie wirklich an dieser Position speichern?
es: Guardar %d.%d°%c en memoria %d. Para guardarlo en otra posición, elige no y seleccione la memoria manualmente. Seguro deseen utilizar esta memoria?
et: Salvesta %d.%d°%c positsioonile %d. Kui tahad salvestada teisele positsioonile, vali EI ning sisesta positsioon käsitsi.Oled sa kindel, et soovid salvestada seda positsiooni?
fi: Tallenna %d.%d°%c paikkaan %d. Jos tallennat toiseen paikkaan, vastaa ei ja vaihda paikkaa manuaalisesti. Oletko varma että haluat tallentaa tähän paikkaan?
fy: Oplaan fan %d.%d°%c op lokaasje %d. As jo in oare lokaasje wolle, siz nee en wizigje de lokaasje hânmatig. Wolle jo trochgean mei opslaan op dizze lokaasje ?
lt: Išsaugoti %d.%d%c vietą %d. Jei Jūs norite kitos vietos, tada nenaudokite šios funkcijos ir vietą pakeiskite rankiniu būdu. Ar Jūs norite išsaugoti šią vietą?
nl: %d.%d%c opslaan op positie %d. Indien u een andere geheugen positie wilt gebruiken, kies dan NEE en verander de positie handmatig. Weet u zeker dat u op deze positie wilt opslaan?
pl: Zachowaj %d.%d%c w pozycji %d. Jeżeli preferujesz inną pozycję zaznacz Nie i wskaż ją ręcznie. Czy na pewno chcesz zachować w tej pozycji?
pt: Registo %d.%d%c na posição %d. Se você quiser uma outra posição, então diga não e mude a posição manualmente. Você quer registar nesta posição?
ru: Сохранение %d.%d%c в позиции %d. Если вы предпочитаете другую позицию, нажмите Нет и выберите позицию вручную. Вы уверены, что хотите сохранить в этой позиции?
sk: Uložené %d.%d°%c pozícii %d. Ak chcete dalšiu pozíciu, zvoľte Nie a zmeňte pozíciu ručne. Naozaj chcete uložiť túto pozíciu?
tr: %d.%d%c 'yi %d mevkide hafızaya al. Eğer baska mevkiye hafızaya almak istiyorsanız, hayır seçimi yapın ve mevkiyi el ile değiştirin. Bu mevki de hafızaya almak istiyormusunuz?

source: one single satellite
ar: قمر صناعي واحد
cs: jeden satelit
de: Ein einzelner Satellit
es: Un satélite
et: üksik satelliit
fi: yksi satelliitti
fy: ien inkele satellyt
lt: vienas vienintelis palydovas
nl: Een enkele satelliet
pl: Jeden satelita
pt: só um satélite
ru: Один спутник
sk: jeden satelit
tr: tek uydu

source: one directly connected LNB
ar: ال ان بي واحد موصل مباشرة
cs: jeden připojený LNB
de: Ein direkt verbundenes LNB
es: Un LNB conectado directo
et: üks otse ühendatud LNB
fi: yksi suoraan kytketty LNB
fy: ien direkt ansluten LNB
lt: viena tiesiogiai pajungta LNB
nl: Een enkele LNB
pl: Jeden konwerter podłączony bezpośrednio
pt: um LNB conectado directamente
ru: Прямое соединение с одним LNB
sk: jeden pripojený LNB
tr: doğrudan bağlı tek LNB

source: 2 satellites via Toneburst
ar: عدد 2 قمر صناعى عن طريق وحدة تقسيم الاشارة
cs: 2 satelity přes Toneburst
de: 2 Satelliten via Toneburst
es: 2 satélites a través Toneburst
et: 2 satelliiti üle Toonlüliti
fi: 2 satelliittia äänivalinnalla
fy: 2 satellyten via toneburst
lt: 2 palydovai per Tono dažnį
nl: 2 satellieten via Toneburst
pl: 2 satelity przez 'toneburst'
pt: 2 satélites via Toneburst
ru: 2 спутника через Tone Burst
sk: 2 satelity cez Toneburst
tr: Toneburst ile 2 uydu

source: 2 LNBs via Toneburst Signal
ar: عدد 2 لاقط عن طريق وحدة تقسيم/وحدة تنظيم الاشارة
cs: 2 LNB přes Toneburst
de: 2 Satelliten via Toneburst
es: 2 LNBs a través señal Toneburst
et: 2 LNBd üle Toonlüliti
fi: 2 LNB:tä äänivalinnalla
fy: 2 LNB troch toneburst stjoering
lt: 2 LNB per Tono dažnio signalą
nl: 2 LNB's via Toneburst-signaal
pl: 2 konwertery przez ' toneburst '
pt: 2 LNBs via Signal Toneburst
ru: 2 LNB через Tone Burst
sk: 2 LNB cez Toneburst
tr: Toneburst Sinyal kullnılarak 2 LNB

source: 2 satellites via 22kHz (only Highband)
ar: قمرين عبر دايسك من خلال 22khz (للموجات العالية فقط)
cs: 2 satelity přes 22kHz (pouze Highband)
de: 2 Satelliten via 22Khz (nur Highband)
es: 2 satélites a través 22kHz (banda alta sólo)
et: 2 satelliiti ülei 22khx lüliti
fi: 2 satelliittia 22KHz (ainoastaan yläkaista)
fy: 2 satellyten troch 22 kHz (allinne heeche bân)
lt: 2 palydovai per 22Khz (tik aukštas diapazonas)
nl: 2 satellieten via 22 kHz (alleen hoge band)
pl: 2 satelity z 22 kHz (tylko górne pasmo)
pt: 2 satélites com 22 KHz (só banda alta)
ru: 2 спутника через 22кГц (для верхнего диапазона)
sk: 2 satelity cez 22kHz (iba Highband)
tr: 22Khz ile 2 uydu (sadece yüksekband)

source: 2 LNBs via 22kHz Signal.. special for old analog switches
ar: عدد 2 لاقط عن طريق اشارة 22khz ....خاص بالمفاتيح التماثلية القديمة
cs: 2 LNB přes analogový přepínač 22kHz
de: 2 LNBs via 22Khz Signal.. für Multischalter ohne DiSEqC
es: 2 LNBs a través tono 22kHz.. para conmutadores antiguos analógicos
et: 2 LNB'd üle 22khz signaali.. spetsiaalselt vanadele analoog lülititele
fi: 2 LNB:tä 22KHz signaalilla.. erityisesti vanhoille analogisille kytkimille
fy: 2 LNBs troch 22Khz Signaal.. foar âlde analoge skaekelers
lt: 2 LNB per 22Khz.. specialiai dėl senų analoginių perjungėjų
nl: 2 LNB's via 22 kHz-signaal.. voor oude analoge switches
pl: 2 konwertery z sygnałem 22 kHz (najlepsze dla starych analogowych przełączników)
pt: 2 LNBs com 22Khz de sinal... especial para comutadores analógicos
ru: 2 LNB через 22кГц.. для старых аналоговых переключателей
sk: 2 LNB cez analógový prepínač 22kHz
tr: 22Khz sinyal ile 2 LNB.. eski analog anahtarlara özel

source: 2 satellites via DiSEqC A/B
ar: قمرين عبر دايسك أ / ب
cs: 2 satelity DiSEqC A/B
de: 2 Satelliten über DiSEqC A/B
es: 2 satélites a través DiSEqC A/B
et: 2 satelliiti DiSEqC A/B abil
fi: 2 satelliittia DiSEqC A/B:llä
fy: 2 satellyten troch DiSEqC A/B
lt: 2 palydovai per DiSEqC A/B
nl: 2 satellieten via DiSEqC A/B
pl: 2 satelity z DiSEqC OPT A/B
pt: 2 satélites via DiSEqC A/B
ru: 2 спутника через DiSEqC A/B
sk: 2 satelity DiSEqC A/B
tr: DiSEqC A/B ile 2 uydu

source: 2 LNBs via DiSEqC
ar: قمرين عبر دايسك سي
cs: 2 LNB přes DiSEqC
de: 2 LNBs über DiSEqC
es: 2 LNBs a través DiSEqC
et: 2 LNBd DiSEqC abil
fi: 2 LNB:tä DiSEqC:llä
fy: 2 LNBs troch DiSEqC
lt: 2 LNBs per DiSEqC
pl: 2 konwertery z DiSEqC
ru: 2 LNB через DiSEqC
sk: 2 LNB cez DiSEqC
tr: DiSEqC ile 2 LNB

source: 4 satellites via DiSEqC OPT A/B
ar: أربع أقمار عبر أ / ب
cs: 4 satelity přes DiSEqC OPT A/B
de: 4 Satelliten über DiSEqC OPT A/B
es: 4 satélites a través DiSEqC OPT A/B
et: 4 satelliiti üle DiSEqC OPT A/B
fi: 4 satelliittia DiSEqC OPT A/B:llä
fy: 4 satellyten troch DiSEqC OPT A/B
lt: 4 palydovai per DiSEqC OPT A/B
nl: 4 satellieten via DiSEqC optie A/B
pl: 4 satelity z DiSEqC OPT A/B
ru: 4 спутника через DiSEqC OPT A/B
sk: 4 satelity cez DiSEqC OPT A/B
tr: DiSEqC A/B ile 4 uydu

source: 4 LNBs via DiSEqC
ar: أربع أقمار عبر دايسك سي
cs: 4 LNB přes DiSEqC
de: 4 LNBs über DiSEqC
es: 4 LNBs a través DiSEqC
et: 4 LNBd DiSEqC abil
fi: 4 LNB:tä DiSEqC:llä
fy: 4 LNBs troch DiSEqC
lt: 4 LNB per DiSEqC
pl: 4 konwertery z DiSEqC
ru: 4 LNB через DiSEqC
sk: 4 LNB cez DiSEqC
tr: DiSEqC ile 4 LNB

source: many satellites via DiSEqC Rotor
ar: لواقط متعددة مع دايزك متحرك
cs: více satelitů přes motor DiSEqC
de: Mehrere Satelliten mit DiSEqC-Rotor
es: Varios satélites a través motor DiSEqC
et: miitmed satelliidid DiSEqC mootori abil
fi: monta satelliittia DiSEqC moottorilla
fy: mei DiSEqC Rotor mear satellyten
lt: daug palydovų per DiSEqC pozicionierių
nl: Meerdere satellieten via DiSEqC-rotor
pl: Obrotnica z DISEqC
pt: vários satélites via motor DiSEqC
ru: Поворотная спутниковая система
sk: viac satelitov cez motor DiSEqC
tr: DiSEqC Motor ile çoklu uydu

source: 1 LNB with DiSEqC Rotor
ar: لاقط واحد مع دايزك متحرك
cs: 1 LNB s DiSEqC motorem
de: 1 LNB an einem DiSEqC Rotor
es: 1 LNB a través motor DiSEqC
et: 1 LNB DiSEqC mootoriga
fi: 1 LNB ja DiSEqC moottori
fy: 1 LNB mei DiSEqC Rotor
lt: 1 LNB su DiSEqC pozicionieriumi
nl: 1 LNB via DiSEqC-rotor
pl: 1 konwerter z obrotnicą DiSEqC
pt: 1 LNB com motor DiSEqC
ru: 1 LNB c DiSEqC-мотором
sk: 1 LNB s DiSEqC motorom
tr: DiSEqC Motor ile 1 LNB

source: non-standard user defined configuration...
ar: تهيئة غير قياسية عبر المستخدم
cs: vlastní uživatelské nastavení ...
de: Nicht-Standard - benutzerdefinierte Konfiguration...
es: Configuración non-estandard definido por usuario...
et: ebastandardne kasutaja kirjeldatud seadistus...
fi: ei standardinmukainen laitteistokonfiguraatio...
fy: net standaard, ynstelling troch gebrûker makke...
lt: nestandartinė vartotojo nustatyta konfigūracija...
nl: Afwijkende configuratie
pl: Konfiguracja niestandardowa
pt: configuração não standard definida por utilizador
ru: Не стандартная конфигурация
sk: vlastné užívateľské nastavenie ...
tr: standart dışı kullanıcı tarafından tanımlanmış yapılandırma...

source: special
ar: خصوصي
cs: speciální
de: Erweiterte Konfiguration
es: Especial
et: spetsiaalne
fi: erikois
fy: speciaal
lt: specialus
nl: Speciaal
pl: Rozszerzone ustawienia
pt: especial
ru: Разсширенные настройки для большой системы
sk: špeciálne
tr: özel
