Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: open EPG for selected Channel
ar: فتح دليل البرامج الالكترونى للقناة المختارة
cs: otevře EPG pro vybraný kanál
de: Programmvorschau für gewählten Sender anzeigen
es: Ver EPG del canal actual
et: ava valitud kanali EPG
fi: avaa EPG valitulle kanavalle
fy: iepenje EPG foar it selektearre kanaal
lt: atidaryti EPG pasirinktame kanale
nl: Open de EPG van de geselecteerde zender
pl: Pokaż EPG dla wybranego kanału
pt: abrir a EPG do serviço seleccionado
ru: Открыть EPG для выбранных каналов
sk: otvorí EPG pre vybraný kanál
tr: Seçili kanalın EPG'sini aç

source: Multi EPG
ar: دليل البرامج الالكترونى المتعدد (الموسع / الشامل)
es: EPG Multi
lt: Kelių kanalų EPG
tr: Çoklu EPG

source: open EPG for a number of channels
ar: فتح دليل البرامج الالكترونى لعدد من القنوات
cs: otevře EPG pro více kanálů
de: EPG für mehrere Kanäle anzeigen
es: Ver EPG de ocho canales consecutivos
et: ava EPG teatud hulgale kanalitest
fi: avaa monen kanavan EPG
fy: iepenje EPG foar in oantal kanalen
lt: atidaryti EPG keliems kanalams
nl: Open de EPG voor een aantal zenders
pl: Pokaż EPG dla kilku kanałów
pt: abrir a EPG para uma data de canais
ru: Открыть EPG для некоторых каналов
sk: otvorí EPG pre viacero kanálov
tr: EPG'yi çok sayıda kanal ile aç

source: External EPG
ar: دليل البرامج الالكترونى الخارجى
cs: Externí EPG
de: Externer EPG
es: EPG externo
et: Väline EPG
fi: Ulkoinen EPG
fy: Externe EPG
lt: Išorinis EPG
nl: Externe EPG
pl: MV EPG
pt: EPG externo
ru: Внешний EPG
sk: Externé EPG
tr: Harici EPG

source: open external plugin EPG
ar: فتح دليل البرامج الالكترونى من البرامج الخارجية الملحقة
cs: otevře externí plugin EPG
de: Externes EPG-Plugin öffnen
es: Abrir Plugin EPG externo
et: ava väline manus EPG
fi: avaa ulkoinen (plugin) EPG
fy: iepenje externe ynstekker EPG
lt: atidaryti išorinio EPG priedą
nl: Externe EPG-plugin openen
pl: Otwórz zewnętrzny plugin EPG
pt: abrir plugin EPG externo
ru: Открыть внешний плагин EPG
sk: otvorí externý plugin EPG
tr: Harici eklenti EPG'sini aç

source: Search event in EPG cache
ar: البحث عن حدث في الدليل الالكتروني
cs: vyhledat událost v EPG
es: Buscar evento en la cache de EPG
et: Otsi sündmust EPG vahemälus
fi: EPG-välimuistihaku
fy: Sykje barren yn EPG cache
nl: Zoek het event in de EPG cache
pl: Wyszukaj audycję w EPG
ru: Поиск пункта EPG в записях
sk: vyhľadať udalosť v EPG
tr: Olayı EPG önbelleğinde ara

source: service selector
ar: اختيار الخدمة
cs: programová nabídka
de: Senderliste
es: Mostrar servicios
et: kanalivalik
fi: palvelunvalitsin
fy: service kieze
lt: kanalo pasirinkimas
nl: Service selectie
pl: Lista kanałów
pt: selector de serviços
ru: Список каналов
sk: programová ponuka
tr: servis seçici

source: switch to next bouquet
ar: انتقل للباقة التالية
cs: přepnout na další přehled
de: Zum nächsten Bouquet wechseln
es: Ir al bouquete siguiente
et: lülita järgmisele kanalinimekirjale
fi: vaihda seuraavaan kanavaluetteloon
fy: Oerskeakelje nei folgend bouquet
lt: perjungti į sekantį paketą
nl: Naar het volgende boeket springen
pl: Przełącz na następny bukiet
pt: ir para o bouquet seguinte
ru: Перейти к следующему букету
sk: prepnúť na ďaľší prehľad
tr: sonraki bukete geç

source: switch to previous bouquet
ar: انتقل للباقة السابقة
cs: přepnout na předchozí přehled
de: Zum vorherigen Bouquet wechseln
es: Ir al bouquete anterior
et: lülita eelmisele kanalinimekirjale
fi: vaihda edelliseen kanavaluetteloon
fy: Oerskeakelje nei foarige bouquet
lt: perjungt į ankstesnį paketą
nl: Naar het vorige boeket springen
pl: Przełącz na poprzedni bukiet
pt: ir para o bouquet precedente
ru: Перейти к предыдущему букету
sk: prepnúť na predchádzajúci prehľad
tr: önceki bukete geç

source: go up a directory
ar: انتقل فهرسا للأعلى
cs: jdi o adresář výš
de: Ein Verzeichnis nach oben gehen
es: Subir un directorio
et: mine ülemisse kataloogi
fi: mene kansio ylöspäin
fy: Gjin in map omheech
lt: pereiti į aukštesnę direktoriją
nl: Eén map omhoog
pl: Przejdź do katalogu wyższego
pt: subir de repertório
ru: Перейти на каталог выше
sk: choď o adresár vyššie
tr: bir üst dizine çık

source: shows information about the highlighted channel
ar: إعرض معلومات القناة المؤشر عليها
cs: zobrazí informace označeného kanálu
de: Zeigt die EPG Auswahl für den gewählten Sender
es: Ver guía electrónica para canal elegido
et: näitab infot valitud kanali kohta
fi: näyttää EPG-tiedot valitulle kanavalle
fy: Lit ynformaasje sjen oer it selektearre kanaal
lt: rodyti informacija apie pabrėžtą kanalą
nl: Laat informatie over het gekozen kanaal zien
pl: Pokaż EPG dla wybranego kanału
pt: mostra informação acerca do canal principal
ru: Показать информацию о выбранном канале
sk: zobrazí infromácie označeného kanálu
tr: Seçili kanal ile ilgili bilgileri gösterir

source: shows the EPG selector for the highlighted channel
ar: إعرض اختيار الدليل الإلكتروني للقناة المعلم عليها
cs: zobrazit EPG zvoleného kanálu
de: Zeigt die EPG Auswahl für den gewählten Sender
es: Ver guía electrónica para canal elegido
et: näitab EPG valikut valitud kanalile
fi: näyttää EPG-tiedot valitulle nimikkeelle
fy: EPG keazer foar opljochte rigele sjen litte
lt: parodo EPG pasirinkimą rodomam kanalui
nl: EPG-selectie voor de gemarkeerde zender tonen
pl: Pokaż EPG dla wybranego kanału
pt: ver o selector EPG para o serviço seleccionado
ru: Показать EPG для выбранного канала
sk: zobraz zvýraznené EPG zvoleného kanálu
tr: Seçilen kanalın EPG'sini gösterir

source: show service selector menu
ar: إعرض قائمة اختيار القنوات
cs: zobrazí programovou nabídku
de: Service-Menü öffnen
es: Editar los servicios
et: näita kanalivaliku menüüd
fi: näytä palvelunvalintavalikko
fy: service keazer menu sjen litte
lt: rodyti kanalų pasirinkimo meniu
nl: Serviceselectie-menu tonen
pl: Otwórz menu listy kanałów
pt: ver o menu selector de serviços
ru: Открыть Меню списка каналов
sk: zobrazí programovú ponuku
tr: Servis seçici menüsünü göster

source: add service to a specific bouquet
ar: أضف خدمة لباقة مستخدم محدد
cs: přidat program do zvoleného přehledu
de: Service zu einem bestimmten Bouquet hinzufügen
es: Añadir servicio a un bouquete determinado
et: lisa kanal valitud kanalinimekirja
fi: lisää palvelu tiettyyn kanavaluetteloon
fy: service oan specifiek bouquet tafoegje
lt: pridėti kanalą į specifinį paketą
nl: Service aan een boeket toevoegen
pl: Dodaj kanał do bukietu
pt: acrescentar serviço ao bouquet
ru: Добавить канал к букету
sk: pridať program do zvoleného prehľadu
tr: Servisi belirli bukete ekle

source: toggle between classic and multi column style
ar: تنقل بين الشكل الكلاسيكي ومتعدد الأعمدة
cs: přepíná mezi klasickým a vícesloupcovým stylem
de: Umschalten zwischen klassischer oder mehrspaltiger Darstellung
es: Conmutar entre vista clasica y multicolumnas
et: vahetab klassikalise ja mitmetulbalise stiili vahel
fi: vaihda perinteiseen tai monisarakkeiseen tyyliin
fy: omskeakelje tusken klassiek en multi kolom stiel
lt: perjungti tarp klasikinio ir kelių stulpelių stiliaus
nl: Wisselen tussen standaard en multi-kolom weergave
pl: Przełącz między stylem klasycznym a wielokolumnowym
pt: passar do modo clássico ao modo multicolunas
ru: Выбор классического и многоколоночного режима
sk: prepína medzi klasickým a viacstĺpcovým štýlom
tr: Klasik ve çoklu kolon biçemi arasında değiştir

source: toggle focus between service and bouquet list (in combi column style)
ar: تركيز حركة الأزرار بين قائمة القنوات و الباقات (فى شكل أعمدة)
cs: přepíná kurzor mezi přehledem programů a seznamem přehledů (ve vícesl. kombinovaném zobrazení)
de: Auswahl zwischen Service - und Bouquetliste wechseln (in mehrspaltiger Ansicht)
es: Conmutar foco entre lista servicios y bouquetes (estilo combi-columna)
et: muuda fookust nimekirjade ja kanalite vahel
fi: vaihda palvelun ja kanavavanippulistan välillä (monisarakkeinen)
fy: omskeakelje focus tusken service and bouquet lyst (yn combi kolom stiel)
lt: perjungti tarp kanalų ir paketų sąrašo (kombinuotas stulpelių stilius)
nl: Wisselen tussen service of boeket-lijst (in combi kolom stijl)
pl: Włącz podświetlanie na kanałach i bukietach (styl kolumnowy)
pt: passar da lista bouquets a lista serviços (estilo combi column)
ru: Переход между списком каналов и букетов (в комбинированном режиме)
sk: prepína kurzor medzi prehľadom programov a zoznamom prehľadov (vo viacstĺ. kombinovanm zobrazení)
tr: servis ve buket listesi arasında odaklamayı değiştir (birleşik kolon biçeminde)

source: go to the prev Marker if exist.. else go to first service
ar: الذهاب الى رمز العلامة السابق إن وجد.. أو الذهاب الى أول قناة
cs: jdi na předchozí existující značku.. jinak na první program
de: Zum vorherhigen Marker springen falls vorhanden.. ansonsten zum ersten Service springen
es: Saltar a la separación prévia, ó ir al primer servício de la lista
et: liigu eelmisele järjehoidjale kui see on olemas... muidu esimesele kanalile
fi: siirry edelliseen markkeriin, jos olemassa.. muuten palaa ensimmäiseen
fy: gjin nei fuarige merker, as anwezig, oars nei de eerste service
nl: Ga naar de vorige markering -indien aanwezig- anders naar de eerste service
ru: Перейти к предыдущему существующему маркеру...или к первому каналу
sk: choď na predošlú existujúcu značku... inak na prvý program
tr: Varsa önceki işarete, bulunmuyorsa ilk servise git

source: go to the next Marker if exist.. else go to last service
ar: الذهاب الى رمز العلامة التالى إن وجد.. أو الذهاب الى آخر قناة
cs: jdi na další existující značku.. jinak na poslední program
de: Zum nächsten Marker springen falls vorhanden.. ansonsten zum letzten Service springen
es: Saltar a la separación proxima, ó ir al último servício de la lista
et: liigu järgmisele järjehoidjale kui see on olemas... muidu viimasele kanalile
fi: siirry seuraavaan markkeriin, jos olemassa.. muuten mene viimeiseen
fy: gjin nei folgende merker, as anwezig, oars nei de lêste service
nl: Ga naar de volgende markering -indien aanwezig- anders naar de laatste service
ru: Перейти к следующему существующему маркеру...или к последнему каналу
sk: choď na ďaľšiu existujúcu značku... inak na posledný program
tr: Varsa sonraki işarete bulunmuyorsa son servise git

source: show all services
ar: إظهار كل القنوات
cs: zobrazí všechny programy
de: Alle Sender anzeigen
es: Mostrar todo los servicios
et: näita kõiki kanaleid
fi: näytä kaikki palvelut
fy: alle services sjen litte
lt: rodyti visus kanalus
nl: Alle services weergeven
pl: Pokaż wszystkie kanały
pt: ver todos os serviços
ru: Показать все каналы
sk: zobrazí všetky programy
tr: Tüm servisleri göster

source: show satellite list
ar: إظهار قائمة الأقمار
cs: zobrazí seznam satelitů
de: Liste der Satelliten anzeigen
es: Mostrar lista satélites
et: näita satelliitide nimekirja
fi: näytä sateliittilista
fy: satellyt lyst sjen litte
lt: rodyti palydovų sąrašą
nl: Satellietlijst weergeven
pl: Pokaż listę satelitów
pt: ver lista satélites
ru: Показать список спутников
sk: zobrazí zoznam satelitov
tr: Uydu listesini göster

source: show provider list
ar: اعرض قائمة مزودي الخدمة
cs: zobrazí seznam providerů
de: Providerliste anzeigen
es: Mostrar lista proveedores
et: näitab operaatorite nimekirja
fi: näytä palveluntarjoajalista
fy: provider lyst sjen litte
lt: rodyti transliuotojų sąrašą
nl: Providerlijst weergeven
pl: Pokaż listę nadawców
pt: ver lista providers
ru: Показать список операторов
sk: zobrazí zoznam poskytovateľov
tr: Sağlayıcı listesini göster

source: show bouquet list
ar: إظهار قائمة الباقات
cs: zobrazí seznam přehledů
de: Bouquetliste anzeigen
es: Mostrar lista bouquetes
et: näita kanalinimekirja
fi: näytä kanavaluettelolista
fy: bouquet lyst sjen litte
lt: rodyti paketų sąrašą
nl: Boeketlijst weergeven
pl: Pokaż listę kanałów
pt: ver lista bouquets utilizador
ru: Показать список букетов
sk: zobrazí zoznam prehľadov
tr: Buket listesini göster

source: delete selected entry
ar: حذف المدخل المختار
cs: smazat vybranou položku
de: Gewählten Eintrag löschen
es: Borrar elemento elegido
et: kustuta valitud sisestus
fi: poista valinta
fy: ferwiderje selektearre rigele
lt: ištrinti pasirinktus įrašus
nl: Geselecteerd item verwijderen
pl: Usuń wybrany wpis
pt: apagar a entrada seleccionada
ru: Удалить выбранное
sk: zmazať vybranú položku
tr: Seçili öğeyi sil

source: mark selected entry for move
ar: وضع علامة للمدخل المختار لتحريكه/لنقله
cs: označit vybranou položku pro přesun
de: Gewählten Eintrag zum Verschieben markieren
es: Mover elemento elegido
et: märgista valitud sisestus teisaldamiseks
fi: merkitse valinta siirtoa varten
fy: markeer selektearre rigele om te fersetten
lt: pažymėti pasirinktus įrašus perkėlimui
nl: Geselecteerd item als 'te verplaatsen' markeren
pl: Zaznacz wybrany wpis do przeniesienia
pt: marcar a entrada selecionada para o movimento
ru: Выбранные пункты отмечены для перемещения
sk: označiť vybranú položku pre presun
tr: Seçili öğeyi taşımak için işaretleyin

source: rename selected entry
ar: إعادة تسمية المدخل المختار
cs: přejmenovat vybranou položku
de: Gewählten Eintrag umbenennen
es: Renombrar elemento elegido
et: nimeta ümber valitud sisestus
fi: uudelleennimeä valinta
fy: selektearre rigele opnij beneame
lt: pervardinti pasirinktą įrašą
nl: Geselecteerd item hernoemen
pl: Zmień nazwę wybranego wpisu
pt: rebatizar a entrada selecionada
ru: Переименовать выбранную запись
sk: premenovať vybranú položku
tr: Seçili öğeyi yeniden adlandır

source: create new marker entry
ar: إنشاء رمز لمدخل جديد
cs: vytvořit novou záložku
de: Neuen Marker erstellen
es: Introducir una separación nueva
et: lisa uus järjehoidja
fi: luo uusi merkki
fy: meitsje nije markeer rigele
lt: sukurti naują žymelio įrašą
nl: Nieuwe markering invoegen
pl: Utwórz nowy znacznik
pt: criar novo marcador
ru: Создать новый маркер
sk: vytvoriť novú záložku
tr: Yeni işaret öğesi oluştur

source: [GO UP]
ar: إذهب للأعلى
cs: [ zpet ]
de: [Eine Ebene nach oben]
es: [Subir]
et: [ÜLES]
fi: [YLÖS]
fy: [OMHEECH]
lt: [EITI AUKŠTYN]
nl: [terug]
pl: [Do góry]
pt: [SUBIR]
ru: [ВВЕРХ]
sk: [ späť ]
tr: [YUKARI ÇIK]

source: (removed service)
ar: قناة محذوفة
cs: (program odstraněn)
de: (gelöschter Service)
es: (Servicio borrado)
et: (eemaldatud kanal)
fi: (poistettu palvelu)
fy: (service ferwidere)
lt: (kanalas pašalintas)
nl: (verwijderd item)
pl: (Kanał usunięty)
pt: (apagar serviços)
ru: (канал удалён)
sk: (kanál odstránený)
tr: (geçersiz servis)

source: mark
ar: وضع علامة
cs: označit
de: Markieren
es: Separador
et: märk
fi: merkki
fy: markeer
lt: žymėti
nl: Markeren
pl: Zaznacz
pt: marca
ru: Метка
sk: označiť
tr: İşaretle

source: marker
ar: رمز /علامة
cs: záložka
es: Separación
et: järjehoidja
fi: markkeri
fy: markering
lt: žymeklis
nl: Markering
pl: Znacznik
pt: marcador
ru: Маркер
sk: záložka
tr: Ayraç

source: My Dreambox
ar: جهازي الدريم بوكس
cs: Muj box
de: Meine Dreambox
es: Mi DreamBox
et: Minu Dreamboks
fi: Tiedostot
fy: Myn Dreambox
lt: Mano Dreambox
nl: Mijn Dreambox
pl: Dreambox
pt: A minha Dreambox
ru: Dreambox
sk: Môj box
tr: Dreambox'um

source: Movies
ar: الأفلام
cs: Filmy
de: Filme
es: Peliculas
et: Filmid
fi: Tallenteet
fy: Films
lt: Filmai
nl: Films
pl: Filmy
pt: Filmes
ru: Фильмы
sk: Filmy
tr: Filmler

source: Select No or press Abort to lock/unlock the complete directory
ar: اختيار (لا) أو الضغط (إنهاء) لغلق/ فتح المجلد بالكامل
cs: Vyberte Ne nebo Zrušit k zamčení/odemčení celého adresáře
de: 'Nein' wählen oder 'Abbrechen' drücken um das komplette Verzeichnis zu sperren/entsperren
es: Elige No ó pulse Abort para bloquear/desbloquear el directorio entero
et: Vali EI või vajuta KATKESTA kogu kataloogi lukustamiseks/avamiseks
fi: Valitse Ei tai paina Keskeytä lukitaksesi/avataksesi hakemiston
fy: Selektearje Nee of druk ôfbrekke om hiele map te ôf te sluten/los te meitsjen
lt: Pasirinkite 'Ne' arba spauskite 'Nutraukti' direktorijos visiškam užblokavimui / atblokavimui
nl: Kies 'nee' of druk op 'afbreken' om de gehele map te blokkeren/deblokkeren
pl: Wybierz Nie lub wciśnij Przerwij w celu zablokowania lub odblokowania lokalizacji
pt: Selecionar No. ou Aborto para bloquear/desbloquear o diretório completo
ru: Выберите 'Нет' или нажмите кнопку 'EXIT' для блок/разблок. полного каталога
sk: Vyberte Nie alebo Zrušiť k zamknutiu/odomknutiu celého adresára
tr: Tüm dizini kilitleyip açmak için Hayır ya da İptal tuşlatın

source: Enter Directory
ar: أدخل مجلدا
cs: Zadat adresář
de: Verzeichnis öffnen
es: Elige directorio
et: Sisesta Kataloog
fi: Syötä hakemisto
fy: Ynjefte Map
lt: Įrašykite direktoriją
nl: Voer map in
pl: Wpisz lokalizację
pt: Entrar no Diretório
ru: Каталог ввода
sk: Zadať adresár
tr: Tüm Dizin

source: toggle between now and next epg entries in single column list
cs: přepíná mezi současnou a následující epg položkou v základním zobrazení
fi: vaihda nykyisen ja seuraavan EPG-tiedon välillä
fy: omskeakelje tusken no en folgende epg rigels yn 1 kolom styl
nl: Wissel tussen huidig en toekomstig programma
ru: Переключение между текущей и следующей передачей/фильмом в одноколоночном списке
tr: tek kolon listesinde şimdi oynayan ya da gelecek program görüntüle

source: Service selector The Service selector allows you to select/view channels by groups (Satellite, Bouquet, All, Provider, Radio/TV, File), and can show these in one or more columns.
ar: اختيار القنوات اختيار القنوات سيمكنك من مشاهدتهم ضمن مجموعة (اقمار, باقات, الجميع, مزودي الخدمة, تي في او راديو, ملفات), وممكن اختيارهم كواحداو في اسطر متعددة.
cs: Výběr programů Výběr programů - Service selector - umožňuje vybírat/prohlížet kanály podle skupin (Satelity, Přehledy, Vše, Provider, Radio/TV, Soubory) a může je zobrazit v jednom nebo více sloupcích.
es: Selector de Servicio El selector de servicio permite seleccionar/ver canales por grupos (Satellite, bouquet, todos, proveedor, radio/tv, fichero), y pueden ser mostrados en una o mas columnas,
fi: Palveluvalitsin Palveluvalitsimella voit valita/näyttää kanavia ryhminä (Satelliitti, Kanavaluettelo, Kaikki, Palveluntarj., Radio/TV, Tied.) ja näyttää tiedot yhdellä tai useammalla sarakkeella
fy: Service kiezer De service kiezer stiit in seleksje/besjen fan kanalen yn groepen ta (Satellyt, Boeket, Alle, Utstjoerder, Radio/TV, Bestân) en kin dizze yn ien oar mear kolommen sjen litte
ru: Список каналов Предоставляется возможность выбрать/просмотреть сервисы по группам (Спутники, Букеты, Операторы, Все, Радио/TV, Файлы) и показать их в одну или несколько колонок
sk: Výber programov Výber programov - Service selector - umožňuje vyberať/prehliadať kanály podľa skupín (Satelity, Prehľady, Všetko, Poskytovateľ, Rádio/TV, Súbory) a môže ich zobraziť v jednom alebo viac stĺpcoch.
tr: Servis seçici Servis seçici kanalları gruplar halinde seçmenizi/görüntülemenizi sağlar (Uydu, Buket, Tümü, Sağlayıcı, Radyo/TV, Dosya) ve bunları 1 ya da daha çok sütun oalrak görüntüler.

source: Select
cs: Vybrat
fi: Valitse
fy: Kies
nl: Selecteer
tr: Seç

source: New Directory
cs: Nový adresář
fi: Uusi hakemisto
fy: Nije Map
nl: Nieuwe directory
tr: Yeni Dizin

source: Enter name of new directory:
cs: Zadejte název nového adresáře:
fi: Syötä hakemiston nimi:
fy: Ynjefte fan in nije mapnamme
nl: Geef de serverdirectory in:
tr: Yeni dizini adlandır:

source: Create Directory
cs: Založit adresář
fi: Luo hakemisto
fy: Map oanmeitsje
nl: Creëer directory
tr: Dizin Yarat

source: Error creating directory
cs: Chyba při zakládání adresáře
fi: Virhe hakemiston luonnissa
fy: Flater by it meitsjen fan de map
nl: Fout tijdens creëeren van directory
tr: Dizin yaratılamadı

source: album
ar: ألبوم
fi: albumi
lt: albumas
ru: Альбом
tr: Albüm

source: title
ar: عنوان
cs: titul
de: Titel
es: Título
et: pealkiri
fi: otsikko
fy: titel
lt: antraštė
nl: Titel
pl: Tytuł
pt: título
ru: Название
sk: titul
tr: İsim

source: artist
ar: فنان
cs: umělec
de: Interpret
es: Artista
fi: esittäjä
fy: artiest
lt: atlikėjas
nl: Artiest
pl: Wykonawca
pt: artista
ru: Артист
sk: umelec
tr: Sanatçı

source: genre
ar: نوع
cs: žánr
es: Tipo
et: teema
fi: tyylilaji
lt: stilius
pl: Rodzaj
pt: tipo
ru: Жанр
sk: žáner
tr: Tür

source: year
ar: سنه
cs: rok
de: Jahr
es: año
et: aasta
fi: vuosi
fy: jier
lt: metai
nl: Jaar
pl: Rok
pt: ano
ru: Год
sk: rok
tr: Yıl

source: composer
ar: المُصنٍف
cs: skladatel
de: Komponist
es: Compositor
et: looja
fi: säveltäjä
fy: componist
lt: kompozitorius
nl: Componist
pl: Kompozytor
pt: compositor
ru: Композитор
sk: skladateľ
tr: Besteci

source: track
ar: مسار
cs: stopa
de: Titel Nr.
es: Pista
et: rada
fi: raita
fy: nûmer
lt: takelis
nl: Nummer
pl: Nagranie
pt: pista
ru: Дорожка
sk: stopa
tr: İz

source: length
ar: طول
cs: délka
de: Laufzeit
es: Duración
et: pikkus
fi: pituus
fy: lingte
lt: trukmė
nl: Lengte
pl: Długość
pt: comprimento
ru: Длина
sk: dĺžka
tr: Süre

source: Video format:
ar: نظام فيديو
cs: Formát videa:
es: Formato vídeo:
et: Video formaat:
fi: Videoformaatti:
fy: Video formaat:
lt: Vaizdo formatas:
nl: Videoformaat:
pl: Format obrazu:
pt: Formato Video:
ru: Формат видео:
sk: Formát videa:
tr: Video Biçimi:

source: Transport Stream ID:
es: ID del stream:
et: Saatja voo ID:
fy: Transponder Stream ID:
lt: Srauto ID:
pt: ID do transporte de fluxo:
ru: Транспортный поток ID:
tr: Taşıma akışı kimliği:

source: Original Network ID:
ar: تعريف الشبكة الاصلية :
de: Origianl Netzwerk ID:
es: ID de la red:
et: Originaalne võrgu ID
fi: Alkup. Network ID:
fy: Originele Netwurk ID:
lt: Originalus Tinklo ID:
pt: ID original da rede:
ru: ID сети:
tr: Orijinal ağ kimliği:

source: Namespace:
ar: الأسم :
es: Espacio de nombres:
et: Nimeväli:
fy: Nammerûmte:
pt: Espaço do nome:
ru: Пространство имён:
tr: İsim alanı:

source: supported coding systems:
ar: نظام تشفير مدعم
cs: Podporované kódovací systémy:
de: Unterstütze Verschlüsselungssysteme:
es: Sistemas de codificación soportados:
et: Toetatud kodeerimissüsteemid:
fi: Tuetut salausjärjestelmät:
fy: understeunde codering systemen:
lt: palaikomos kodavimo sistemos:
nl: Ondersteunde coderingssystemen:
pl: Obsługiwane systemy kodowania:
pt: sistemas de codificação suportados:
ru: Поддерживаемые кодировки:
sk: podporovaný kódovací systém:
tr: Desteklenen şifre sistemleri:

source: Systems used in service:
ar: نظام مستخدم في القناة
cs: Systémy použité v programu:
de: Verwendete Systeme:
es: Sistemas usadas:
et: Kasutusel Süsteemid:
fi: Salausjärjestelmät:
fy: Sytemen brûkt yn service:
lt: Kanale naudojamos šios sistemos:
nl: Systemen die deze service gebruikt:
pl: Używane systemy kodowania:
pt: sistema utilizado no serviço:
ru: Системы кодирования:
sk: systémy použité v programe:
tr: Servisde kullanılan şifre sistemleri:

source: Record mode - read manual
ar: حالة التسجيل - اقرأ دليل التشغيل
cs: Nahrávací mód - ruční načtení
de: Aufnahmemodus - Anleitung lesen
es: Modo grabación - ver manual
et: Salvestamise režiim - loe juhendit
fi: Tallennustila - lue ohjekirja
fy: Opnim modus - Lês hânlieding
lt: Įrašymas - skaitykite instrukciją
nl: Opnamemodus - lees de gebruiksaanwijzing
pl: Tryb nagrywania - użyj pomocy
pt: Modo gravação - ler manual
ru: Режим записи - прочтите инструкцию
sk: Nahrávací mód - ručné načítanie
tr: Kayıt kipi - el kitabını okuyunuz
