Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: disable 5V for passive terrerstrial antennas
ar: تعطيل ال 5 فولت
cs: vypnout 5V pro pasivní terestrialní antény
de: keine 5V am Antenneneingang ausgeben (für passive Antennen)
es: Desactivar 5V para antenas terrestres pasivas
et: blokeeri 5V pasiivsetele eetri tv antennidele
fi: Kytke pois passiivisen antennin 5V jännite
fy: skeakelje 5V út foar passive rûmte antennes
lt: išjungti 5V pasyvioms 'terrerstrial' antenoms
nl: Schakel 5V uit voor passieve terrestial antennes
pl: Wyłącz sygnał 5V dla pasywnej anteny
pt: desactivar 5v para antenas terrestres passivas
sk: vypnúť 5V pre pasívne terestriálne antény
tr: Pasif karasal antenler için 5V yi devreden çıkart

source: Automatic Transponder Scan
ar: بحث آلى للناقل
cs: Automatické prohledávání transpondéru
de: Automatische Sendersuche
es: Búsqueda automática de canales
et: Automaatne Transpondri Otsing
fi: Automaattinen lähettimien etsintä
fy: Automatysk Transponder ôfsykje
lt: Automatinis palydovo skanavimas
nl: Automatische transponderscan
pl: Przeszukaj transpondery
pt: Busca Transponder automática
ru: Автосканирование транспондеров
sk: Automatické prehľadávanie transpondérov
tr: Otomatik transponder tarama

source: open automatic transponder scan
ar: افتح البحث الأتوماتيكي عن الباقات
cs: otevřít automatické prohledávání transpondéru
de: Automatische Sendersuche öffnen
es: Abrir búsqueda automática de canales
et: ava transponderi automaatne otsing
fi: avaa automaattinen lähettimien etsintä
fy: iepenje automatysk transponder ôfsykjen
lt: atidaryti automatinį palydovo skanavimą
nl: Open automatische transponderscan
pl: Otwórz menu automatycznego przeszukiwania transponderów
pt: abrir busca transponders automática
ru: Открыть Автосканирование транспондеров
sk: otvoriť automatické prehľadávanie transpondéra
tr: otomatik transponder taramayı aç

source: Automatic Multisat Scan
ar: بحث آلى لعدة أقمار
cs: Automatické prohledávání více satelitů
de: Automatische 'Multisat' Sendersuche
es: Búsqueda automática de satélites
et: Automaatne Multi Sat-i Otsing
fi: Automaattinen monen satelliitin lähettimien etsintä
fy: Automatysk Multisat ôfsykje
lt: Automatinis kelių palydovų skanavimas
nl: Automatische Multisat scan
pl: Przeszukaj satelity
pt: Busca Multisat automática
ru: Сканировать несколько спутников
sk: Automatické prehľadávanie viac satelitov
tr: Otomatik çoklu uydu tarama

source: open automatic multisat transponder scan
ar: فتح قائمة البحث الآلى لعدة أقمار و نواقل
cs: otevřít automatické prohledávání více satelitů
de: Automatische 'Multisat' Sendersuche öffnen
es: Abrir búsqueda automática de varios satélites
et: ava automaatne otsing mitmelt satelliidilt
fi: avaa automaattinen monen satelliitin lähettimien etsintä
fy: iepenje automatysk multisat transponder ôfsykjen
lt: atidaryti automatinį kelių palydovų transponderių skanavimą
nl: Open automatische multisat transponderscan
pl: Przeszukaj wszystkie satelity i transpondery
pt: abrir busca transponders multisat automática
ru: Сканировать сразу несколько спутников
sk: otvoriť automatické prehľadávanie viac satelitov
tr: Otomatik çoklu uydu taramayı aç

source: Manual Transponder Scan
ar: البحث اليدوى للنواقل
cs: Ruční prohledávání transpondéru
de: Manuelle Sendersuche
es: Búsqueda manual de canales
et: Manuaalne Transponderi Otsing
fi: Manuaalinen lähettimien etsintä
fy: Hânmatig Transponder ôfsykje
lt: Rankinis transponderio skanavimas
nl: Handmatige transponderscan
pl: Przeszukaj ręcznie
pt: Busca Transponders Manual
ru: Ручное сканирование
sk: Ručné prehľadávanie transpondéra
tr: El ile transponder tarama

source: open manual transponder scan
ar: افتح البحث اليدوي عن الباقات
cs: otevřít ruční prohledávání transpondéru
de: Manuelle Sendersuche öffnen
es: Abrir búsqueda manual de canales
et: ava transponderi käsitsi otsing
fi: avaa manuaalinen lähettimien etsintä
fy: iepenje hânmatig transponder ôfsykjen
lt: atidaryti rankinį transponderio skanavimą
nl: Open een handmatige transponderscan
pl: Otwórz ręczne przeszukanie transpondera
pt: abrir busca transponders manual
ru: Открыть Ручное сканирование транспондеров
sk: otvoriť ručné prehľadávanie transpondéra
tr: El ile transponder taramayı aç

source: Satellite Blindscan
ar: الحبث الشبكي الأقمار
cs: Satelit - hledání naslepo
de: Satelliten Blindsuche
es: Busqueda ciega de satelites
et: Satelliidi pimeotsing
fi: Satelliittien etsintä
fy: Satellyt blyn ôfsykje
lt: Palydovų aklas skanavimas
nl: Satelliet blindscan
pl: Przeszukiwanie transponderów
pt: Busca cega de satélite
ru: Поиск транспондеров
sk: Satelit - hľadanie naslepo
tr: Uydu kör tarama

source: open transponder blindscan
ar: افتح البحث الشبكي عن الباقات
cs: otevřít prohledávání transpondéru naslepo
de: Öffnet die Transponder-Blindsuche
es: Abrir búsqueda ciega de transponders
et: ava transponderi pimeotsing
fi: avaa lähettimien haku
fy: iepenje transponder blyn ôfskykje
lt: atidaryti aklą transponderio skanavimą
nl: Open satelliet blindscan
pl: Otwórz menu przeszukiwania transpondera
pt: Abrir busca cega de transponder
ru: Открыть Сканирование транспондеров
sk: otvoriť prehľadávanie naslepo
tr: Transponder kör taramyı açar

source: Disable background scanning
ar: تعطيل بحث الخلفيات
cs: Zakázat prohledávání na pozadí
de: Schalte die Hintergrundsuche aus
es: Deshabilitar escaneo en segundo plano
et: Blokeeri kanalite taustaotsing
fi: Poista taustahaku
fy: Eftergrûn sykje útskeakelje
lt: Išjungti skanavimą darbalaukio fone
nl: Autom. zender scannen uitschakelen
pl: Wyłącz przeszukiwanie w tle
pt: Desactivar pesquisa em segundo plano
ru: Отключить фоновое сканирование
sk: Zakázať prehľadávanie na pozadí
tr: Geriplan taramasını devreden çıkart

source: Don't look for new services in the background
ar: لا تبحث عن القنوات الجديدة في الخلفيات
cs: nevyhledávat nové programy na pozadí
de: Keine suche von neuen Sendern im Hintergrund
es: No buscar nuevos servicios en segundo plano
et: Ära teosta kanalite taustaotsingut
fi: Älä etsi uusia palveluita taustalla
fy: Net sykje nei nije services op de eftergrûn
lt: Neieškoti naujų kanalų esant darbalaukio fonui
nl: Zoek niet naar nieuwe zenders op de achtergrond
pl: Nie szukaj nowych kanałów w tle
pt: Não procurar novos serviços em segundo plano
ru: Отключить фоновое сканирование каналов
sk: nevyhľadávať nové programy na pozadí
tr: Geri planda yeni servis arama özelliğini devreden çıkart

source: DiSEqC 1.2 is enabled on more than one LNB, please select the LNB the motor is connected to
ar: تم تفعيل دايزك 1.2 لأكثر من لاقط، من فضلك قم باختيار اللاقط الذى تتصل به وحدة الحركة
cs: Je povolen více jak jeden LNB pro DiSEqC 1.2. Prosím, vyberte jeden LNB připojený k motoru.
de: Bei mehr als einem LNB ist DiSEqC 1.2 aktiviert, bitte wählen Sie das LNB, an welchem der Motor angeschlossen ist.
es: Como hay varios LNB con DiSEqC 1.2, elige el LNB que está connectado al motor
et: DiSEqC 1.2 on määratud rohkemale kui ühele LNB-le, palun vali millise LNB-ga on mootor ühendatud
fi: Enemmän kuin yhdellä LNB:llä on DiSEqC 1.2 päällä, valitse LNB johon moottori on kytketty
fy: DiSEqC 1.2 is ynskeakele op meer dan LNB, selektearje de LNB wêr de motor op anslúten is
lt: Daugiau nei vienas LNB konverteris įjungtas į DiSEqC 1.2, prašome išsirinkti konverterį, kuris yra prijungtas prie pozicionieriaus...
nl: DiSEqC 1.2 is op meer dan één LNB aangeschakelt. Selecteer het LNB waarop uw rotor is aangesloten.
pl: DiSEqC 1.2 może obsługiwać więcej niż jeden LNB, wybierz konwerter do którego podłączona jest obrotnica
pt: Mais de um LNB tem activado o DiSEqC 1.2, por favor indicar sobre qual LNB o motor esta conectado
ru: В поворотной системе (DiSEqC 1.2) используется более одного LNB. Пожалуйста, выберете LNB для настройки подключения
sk: Je povolený viac ako jeden LNB pre DiSEqC 1.2. Prosím, vyberte jeden LNB pripojený k motoru.
tr: DiSEqC 1.2 birden fazla LNB ile etkinleşmiş. Lütfen motora bağlı olan LNB seçin.

source: Info
ar: معلومات
de: Information
fy: Ynfo
lt: Informacija
ru: Сообщение
tr: Bilgi

source: Found no LNB with DiSEqC 1.2 enabled, please goto Satellite Config first, and enable DiSEqC 1.2
ar: الرجاء الذهاب لتهيئة الموتور وتشغيل دايسك 1.2
cs: Nenalezen žádný povolený LNB pro DiSEqC 1.2. Prosím, přejděte do základního nastavení Satelit.
de: Kein LNB mit aktiviertem DiSEqC 1.2 gefunden, Bitte in die Satelliten-Einstellungen wechseln und DiSEqC 1.2 aktivieren.
es: Ningun LNB tiene DiSEqC 1.2, hay que activarlo primero en la configuración satélite
et: Puudub LNB, mis oleks seadistatud DiSEqC 1.2 jaoks, palun mine esmalt Satelliidiseadistusse ja vali DiSEqC 1.2
fi: Ei löydy LNB:tä jolla on DiSEqC 1.2 päällä. Mene ensin sateliittiasetuksiin ja kytke DiSEqC 1.2 päälle
fy: Gjin LNB fûn mei DiSEqC 1.2 ynskeakele, gjin nei satellyt ynstellingen en skeakelje DiSEqC 1.2 yn
lt: Nerasta pajungto LNB į DiSEqC 1.2, prašome eiti į Palydovų nustatymą ir įjungti DiSEqC 1.2.
nl: Er is geen LNB gevonden waarbij DiSEqC 1.2 is ingeschakeld. Schakel DiSEqC 1.2 in
pl: Nie znaleziono obrotnicy! Wróć do ustawień anteny i włącz tryb DiSEqC 1.2
pt: Nenhum LNB com DiSEqC 1.2 activado, por favor ir primeiro o Satélite Config, e activar o DiSEqC 1.2
ru: Не найдены LNB разрешённые в DiSEqC 1.2! Настройте параметры DiSEqC 1.2 и LNB
sk: Nenájdený žiadny povolený LNB pre DiSEqC 1.2. Prosím, prejdite do základného nastavenia Satelit.
tr: DiSEqC 1.2 ile çalışan LNB etkinleşmemiş, lütfen uydu ayarına gidin ve DiSEqC 1.2 etkinleştirin.

source: Warning
ar: تحذير
cs: Pozor
de: Warnung
es: Aviso
et: Hoiatus
fi: Varoitus
fy: Tink der om !
lt: Perspėjimas
nl: Waarschuwing
pl: Uwaga
pt: Atenção
ru: Внимание
sk: Pozor
tr: Uyarı

source: Select LNB
ar: اختر ال ال ان بي
cs: Vyber LNB
de: LNB auswählen
es: Elige LNB
et: Vali LNB
fi: Valitse LNB
fy: Selektearje LNB
lt: Pasirinkite LNB
nl: Selecteer LNB
pl: Wybierz konwerter
pt: Escolher LNB
ru: Выбор LNB
sk: Vyber LNB
tr: LNB seçeneği

source: use LNB %d for Motor
ar: اختر ال ان بي %d للموتور
cs: použít LNB %d pro motor
de: LNB %d für Motor benutzen
es: Utilizar LNB %d para el motor
et: Mootori jaoks kasuta LNB-d %d
fi: käytä LNB %d moottorin kanssa
fy: brûk LNB %d foar Motor
lt: naudoti LNB %d pozicionieriui
nl: Gebruik LNB %d voor de rotor
pl: Użyj konwertera %d dla anteny
pt: Utilizar o LNB %d para o motor
ru: Настроить LNB %d для мотора
sk: použiť LNB %d pre motor
tr: LNB %d motor için kullan

source: Dreambox settings
ar: اعدادات الدريم بوكس
cs: Nastavení Dreamboxu
de: Dreambox-Einstellungen
es: Ajustes de Dreambox
et: Dreambox-i seaded
fi: Dreamboxin asetukset
fy: Dreambox ynstellingen
lt: Imtuvo nustatymai
nl: Dreambox instellingen
pl: Ustawienia odbiornika
pt: Definições Dreambox
ru: Настройка параметров Dreambox
sk: Nastavenie Dreamboxu
tr: Dreambox ayarları

source: Create or edit bouquets
ar: إنشاء او تعديل الباقة
cs: vytvořit nebo upravit přehledy
de: Bouquet erstellen oder bearbeiten
es: Crear o editar bouquet
et: Loo uus või muuda kanalinimekirja
fi: Luo uusi kanavaluettelo
fy: Meitsje of bewurkje bouquet
lt: Sukurkite arba redaguokite paketus
nl: Maak of verander boeketten
pl: Utwórz lub edytuj bukiety
pt: Criar ou editar bouquets
ru: Создание/изменение букетов
sk: vytvoriť alebo upraviť prehľady
tr: Buket yarat ya da düzenle

source: Setup and find satellites or scan for transponders
ar: تهيئة واعداد القمر و البحث للترددات
cs: nastavení a vyhledávání satelitů nebo prohledávání transpondérů
es: Configurar y encontrar satelites o buscar transpondedores
et: häälesta ja leia satelliite või otsi transpondereid
fi: Satelliittien/lähettimien haku ja asetukset
fy: Ynstellingen en sykje satellyten of sykje foar transponders
lt: Nustatyti ir rasti palydovus arba skanuoti trasnsponderius
nl: Zoek of stel satellieten in of scan transponders
pl: Znajdź i ustaw satelity lub przeszukaj transpondery
pt: Configurar e encontrar satélites ou pesquisar por transponders
ru: Настройки спутников, сканирование транспондеров
sk: nastavenie a vyhľadávanie satelitov alebo prehľadávanie transpondérov
tr: Kurulum yap ve uyduları bul veya transponderleri tara

source: Change internal settings like time, EPG and debugging settings
ar: تغير الاعدادات الداخلية مثل الوقت ....
cs: audio a video, čas, nahrávání, EPG, zámek, txt, web, síť, ..., debugging
de: Interne-Einstellungen wie Zeit, EPG und Debugging ändern
es: Cambiar ajustes internos como la hora, la EPG y los ajustes de debug
et: Muuda selliseid tuuneri seadeid aeg, EPG ja vigade silumine
fi: Muuta sisäisiä asetuksia, kuten aika, EPG ja web-käyttöliittymä
fy: Wizigje ynstellingen as tiid, EPG en debug ynstellingen.
lt: Pakeiskite vidinius laiko nustatymus, EPG ir nustatymų
nl: Verander interne instellingen zoals tijd, EPG en debug-instellingen
pl: Zmień ustawienia systemowe: zegar, EPG, debugger
pt: Mudar definições internas como tempo, EPG e definições de depuração
ru: Изменение настроек: часов, EPG, сети, изображения и т.д.
sk: audio a video, čas, nahrávanie, EPG, zámok, txt, web, sieť, ..., debugging
tr: Zaman, EBP ve hata ayıklama gibi dahili ayarları değiştir

source: Change hardware settings like harddisk, USB-stick or keyboard
ar: تغير اعدادات الجهاز مثل القرص الصلب
cs: UHF modulátor, HDD, klávesnice, DO, CI modul
de: Ändere Hardwareeinstellungen wie Festplatte, USB-Stick oder Tastatur
es: Cambiar ajustes de dispositivo como discos duros, USB o teclado
et: Muuda raudvara seadeid kõvakettal, USB mälupulgal või klaviatuuril
fi: Muuta laitteistoasetuksia, kuten kovalevy, USB-muisti tai näppäimistö
fy: Wizigje ynstellingen as hurde skiif, USB stick of toetseboerd
lt: Pakeiskite kieto disko nustatymus, USB arba klaviatūros
nl: Verander hardware-instellingen zoals harddisk, USB-stick of toetsenbord
pl: Zmień ustawienia sprzętowe: klawiatura, twardy dysk, USB-stick
pt: Mudar definições de hardware como disco rígido, pen usb ou teclado
ru: Изменение параметров: клавиатуры, HDD, USB-HDD
sk: UHF modulátor, HDD, klávesnica, DO, CI modul
tr: USB-çubuk, klavye gibi donanım ayarlarını değiştir

source: Change user interface settings like OSD, LCD and languages
ar: تغير واجهة المستخدم مثل LCD
cs: OSD, MultiEPG, LCD, pref. audio
de: Benutzeroberflächen anpassungen wie OSD, LCD oder Sprache
es: Cambiar la interfaz de usuario como los idiomas, OSD y LCD
et: Muuda kasutajaliidese seadeid (ekraanimenüü, LCD ja keeled)
fi: Muuta käyttöliittymäasetuksia, kuten OSD, LCD ja kielet
fy: Wizigje gebrûkers ynstellingen as, OSD, LCD of taal
lt: Pakeiskite vartotojo nustatymus OSD, LCD ir kalbas
nl: Verander gebruikersinterface-instellingen zoals OSD, LCD en talen
pl: Zmień ustawienia interfejsu użytkownika: OSD, LCD, języki
pt: Mudar definições de interface do utilizador como OSD, LCD e idiomas
ru: Изменение интерфейса: оформление, языки, изображение
sk: OSD, MultiEPG, LCD, pref. audio
tr: OSD, LCD ve dil seçimi gibi kullanıcı arabirim ayarlarını değiştir

source: Configure the softcam
ar: ضبط اعدادات الكامة
cs: konfigurace Softcamu
de: Softcam Konfigurieren
es: Configurar las softcam
et: Seadista dekooder
fi: SoftCam-asetukset
fy: Konfiguraasje fan softcam
lt: Konfigūruoti softcam
nl: Stel de SoftCam in
pl: Ustawienia SoftCam
pt: Configurar a softcam
ru: Настройка эмуляторов
sk: konfigurácia Softcamu
tr: Softcam yapılandır

source: Install and remove software
ar: تثبيت والغاء الكامة
cs: instalace a odinstalace software
de: Software installieren oder entfernen
es: Instalar y desinstalar programas
et: Paigalda ja eemalda tarkvara
fi: Asenna ja poista ohjelmia
fy: ynstallearje en ferwiderje fan software
lt: Įdiegti ir pašalinti priedus ir programas
nl: Software installeren en verwijderen
pl: Pobierz, zainstaluj, usuń dodatki
pt: Instalar e remover software
ru: Установка и удаление ПО
sk: inštalácia a odinštalácia software
tr: Yazılım yükle ve kaldır

source: Software management
ar: ادارة برامج الجهاز
cs: Správa software
de: Software Verwaltung
es: Gestion de software
et: Tarkvara haldus
fi: Ohjelmien hallinta
fy: Software underhâld
lt: Atnaujinimų valdymas
nl: Softwarebeheer
pl: Oprogramowanie dodatkowe
pt: Gestão de software
ru: Установка/Удаление ПО
sk: Správa software
tr: Yazılım yönetimi

source: /var used %d%%
ar: /var المستخدمة %d%%
cs: /var použito %d%%
de: /var benutzt %d%%
es: Uso de /var %d%%
et: /var-i kasutuses %d%%
fi: /var käyt. %d%%
fy: /var yn gebrûk %d%%
lt: /var naudoja %d%%
nl: /var vol %d%%
pl: /var użyte: %d%%
pt: /var em uso: %d%%
ru: /var занято %d%%
sk: /var využité %d%%
tr: /var kullanım %d%%

source: enigma standby
ar: بداية وضع الانتظار للانجما
cs: enigma do Standby
de: Standby-Modus
es: Ir al modo espera
et: enigma ooterežiimi
fi: siirry valmiustilaan
fy: enigma yn paraat
lt: enigma budėjimas
nl: Schakel naar standby
pl: Przejdź w tryb czuwania
pt: Standby enigma
ru: Перейти в режим Ожидание
sk: enigma do Standby
tr: Enigma hazırda beklet

source: wake up enigma
ar: ايقاض الانيجما
cs: probudit enigmu
de: Enigma starten
es: despertar enigma
et: ärata enigma
fi: Käynnistä Enigma
fy: enigma út sliipmodus
lt: pažadinti enigma
nl: Enigma wakker maken
pl: Przywróć Enigmę
pt: despertar o sistema enigma
ru: Включение системы
sk: zobudiť enigmu
tr: Enigma'yı uyandır

source: toggle double height
cs: přepíná dvojnásobnou výšku
fi: vaihda tuplakorkeus
nl: Dubbele hoogte wisselen
tr: iki kat büyüt aç/kapat

source: toggle splitscreen mode
cs: přepíná rozdělený obrazovkový mód
fi: Vaihda jaetun näytön tila
nl: Split screen wisselen
ru: Переключение режима разделения экрана
tr: bölünmüş ekran kipi aç/kapa

source: toggle transparency
cs: přepíná průhlednost
fi: vaihda läpinäkyvyys
nl: Transparantie wisselen
tr: saydamlık aç/kapat

source: toggle hidden information
cs: přepíná skryté informace
fi: vaihda piilotetut tiedot
nl: Verborgen informatie wisselen
tr: gizli bilgiler aç/kapat

source: TuxTxt setup
cs: TuxTxt nastavení
fi: TuxTxt-asetukset
nl: Teletekst instellingen
ru: Настройка TuxTxt
tr: TuxTxt kurulum

source: automatic
cs: automaticky
fi: automaattinen
nl: automatisch
tr: otomatik

source: Czech/Slovak
cs: Česky/Slovensky
fi: Tsekki/Slovakki
nl: Tsjechisch/Slowaaks
tr: Çek/Slovak

source: English
cs: Anglicky
fi: Englanti
nl: Engels
tr: İngilizce

source: Estonian
cs: Estonsky
fi: Viro
nl: Estlands
tr: Estonyaca

source: French
cs: Francouzsky
fi: Ranska
nl: Frans
tr: Fransızca

source: German
cs: Německy
fi: Saksa
nl: Duits
tr: Almanca

source: Italian
cs: Italsky
fi: Italia
nl: Italiaans
tr: İtalyanca

source: Latvian/Lithuanian
cs: Lotyšsky/Litevsky
fi: Latvia/Liettua
nl: Lets/Litouws
tr: Latviaca/Litvanyaca

source: Polish
cs: Polsky
fi: Puola
nl: Pools
tr: Lehçe

source: Portuguese/Spanish
cs: Portugalsky/Španělsky
fi: Portugali/espanja
nl: Portugees/Spaans
tr: Portekizce/İspanyolca

source: Romanian
cs: Rumunsky
fi: Romania
nl: Roemeens
tr: Romence

source: Serbian/Croatian/Slovenian
cs: Srbsky/Chorvatsky/Slovinsky
fi: Serbia/kroatia/slovenia
nl: Servisch/Kroatisch/Sloveens
tr: Sırpça/Hırvatça/Slovence

source: Swedish/Finnish/Hungarian
cs: Švédsky/Finsky/Maďarsky
fi: Ruotsi/suomi/unkari
nl: Zweeds/Fins/Hongaars
tr: İsveçce/Fince/Macarca

source: Turkish
cs: Turecky
fi: Turkki
nl: Turks
tr: Türkçe

source: Serbian/Croatian
cs: Srbsky/Chorvatsky
fi: Serbia/kroatia
nl: Servisch/Kroatisch
tr: Sırpça/Hırvatça

source: Russian/Bulgarian
cs: Rusky/Bulharsky
fi: Venäjä/bulgaria
nl: Russisch/Bulgaars
tr: Rusca/Bulgarca

source: Ukranian
cs: Ukrajinsky
fi: Ukraina
nl: Oekraïens
tr: Ukranyaca

source: Greek
cs: Řecky
fi: Kreikka
nl: Grieks
tr: Yunanca

source: Hebrew
cs: Hebrejsky
fi: Heprea
nl: Hebreeuws
tr: Yahudice

source: Arabic
cs: Arabsky
nl: Arabisch
tr: Arapça

source: no services on this transponder
cs: žádné služby pro tento transpondér
fi: Lähettimessä ei ole palveluita
nl: Geen services op deze transponder
tr: bu transponderde servis bulunmuyor

source: Searching for Teletext services on this Transponder
cs: Vyhledává se služba teletextu na tomto transpondéru
fi: Haetaan tämän lähettimen tekstitv-palveluita
nl: Zoekt naar teletext services op deze transponder
ru: Поиск каналов телетекста на транспондере
tr: Bu Transponderdaki TeleText servisleri aranıyor

source: Search
ar: البحث
cs: Hledat
de: Suche
es: Buscar
et: Otsi
fi: Hae
fy: Sykje
nl: Zoeken
pl: Szukaj
ru: Поиск
sk: Hľadať
tr: Ara

source: switch to direct page selecting mode
cs: přepíná do módu přímého výběru stránek
fi: vaihda sivunvalintatilaan
nl: Schakel naar "direct pagina kiezen"
tr: doğrudan sayfa seçme kipine geç

source: show previously selected page
cs: zobrazit dříve vybrané stránky
fi: näytä ennemmin valittu sivu
nl: Laat vorige pagina zien
tr: daha önceki ayfayı görüntüle

source: go to next favourite page
cs: přejít na další oblíbenou stránku
fi: siirry seuraavalle sivulle
nl: Naar de volgende favoriet
tr: sıradaki favorilerim sayfasına git

source: EPG selector
ar: تحديد دليل البرامج الالكترونى
cs: EPG kurzor
de: EPG Auswahl
es: Guía electrónica
et: EPG valik
fi: EPG-valitsin
fy: EPG kiezer
lt: EPG pasirinkimas
nl: EPG stijlselectie
pt: selector de EPG
sk: EPG kurzor
tr: EPG Seçici

source: add this event as DVR Event to timer list
ar: أضف هذا البرنامج كبرنامج مسجل فيديو رقمى DVR لقائمة الميقاتى
cs: přidat událost jako DVR do časovače
de: Dieses DVR-Event zur Timerliste hinzufügen
es: Añadir evento como grabaciación disco duro a la lista temporizadores
et: lisa antud sündmus kui DVR-i taimeri sündmus
fi: tallenna tämä ohjelma kovalevylle (DVR)
fy: As DVR barren tafoegje oan tiidstjoering
lt: Pridėtii užduotį į laikmačio nustatymų sąrašą
nl: Item als DVR-opname aan de timerlijst toevoegen
pt: acrescentar este eventocomo evento DVR na lista de temporizador
ru: Добавить эту программу как DVR-запись в список таймеров
sk: pridať udalosť ako DVR do časovača
tr: Zamanlayıcı Listesine DVR olayı olarak ekle

source: add this event as NGRAB Event to timer list
ar: أضف هذا البرنامج كبرنامج مسجل بنظام NGRAB لقائمة الميقاتى
cs: přidat událost jako NGRAB do časovače
de: Dieses NGrab-Event zur Timerliste hinzufügen
es: Añadir evento como grabaciación NGRAB a la lista temporizadores
et: lisa antud sündmus kui NGRAB-i taimeri sündmus
fi: tallenna tämä ohjelma NGRAB-verkkojakoon
fy: As NGRAB barren tafoegje oan tiidstjoering
lt: Pridėtii užduotį į laikmačio nustatymų sąrašą
nl: Item als NGRAB-opname aan de timerlijst toevoegen
pt: Acrescentar este evento como evento NGRAB na lista de temporização
ru: Добавить эту программу как NGRAB-запись в список таймеров
sk: pridať udalosť ako NGRAB do časovača
tr: Zamanlayıcı Listesine NGRAB olayı olarak ekle

source: add this event as simple Switch Event to timer list
ar: أضف هذا البرنامج كتغيير بسيط فى برامج لائحة المؤقت
cs: přidat událost jako Přepnutí do časovače
de: Dieses Event als 'Nur Umschalten'-Eintrag hinzufügen
es: Añadir evento como cambio canal automático a la lista temporizadores
et: lisa see sündmus kui taimeris kirjeldatud tavaline Ümberlülituse Sündmus
fi: vaihda tälle kanavalle ohjelman alkaessa
fy: As simpel skeakel barren tafoegje oan tiidstjoering
lt: pridėti užduotį kaip kanalo perjungimą laikmačio sąraše
nl: Dit item als een aanvoudige schakeloptie aan de timerlijst toevoegen
pt: adicionar este evento como evento de comutação simples na lista de temporização
ru: Добавить эту программу на переключение в список таймеров
sk: pridať udalosť ako Prepnutie do časovača
tr: Basit kanal değiştirme olayı olarak zamanlayıcı lsitesine ekle
