Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: TV System Wizard
ar: نافذة تحديد نظام التلفزيون
cs: průvodce nastavení TV systému
de: TV-System Assistent
es: Sistema television
et: TV Süsteemi tark seadistus
fi: TV Järjestelmävelho
fy: TV Systeem Gûcheler
lt: TV sistemos vedlys
nl: TV-systeemkeuze
pl: Ustawienia systemu TV
pt: Sistema TV Wizard
ru: Настройки системы TV
sk: sprievodca nastavením TV systému
tr: TV Sistem Sihirbazı

source: choose TV system ( left, right )
ar: اختيار نظام التلفزيون (يمينا/يسارا)
cs: zvolte TV normu (vlevo, vpravo)
de: TV-System auswählen (links, rechts)
es: Elige sistema TV (izquierda, derecha)
et: valib TV videosüsteem (vasak, parem)
fi: valitse TV järjestelmä (vasen, oikea)
fy: kies TV systeem ( links, rjochts)
lt: pasirinkite TV sistemą ( kairėn, dešinėn )
nl: Kies het TV-systeem (links, rechts)
pl: Wybierz system TV (lewy, prawy)
pt: escolher o sistema TV (esquerda, direita)
ru: Выбрать систему TV (ВЛЕВО, ВПРАВО)
sk: zvoľte TV normu (vľavo, vpravo)
tr: TV sistem seçeneği (sol, sağ)

source: Web interface
ar: متصفح النت
es: Interfaz web
et: Web-i liides
fi: Web-käyttöliittymä (WebIf)
lt: Web sąsaja
pl: Interfejs Web
ru: Веб-интерфейс
tr: Web arabirimi

source: Web interface port:
ar: بورت متصفح النت :
cs: Port Web interface:
es: Puerto de interfaz web:
et: Web-i kasutajaliidese port:
fi: Web-liitynnän portti:
fy: Web interface poort:
lt: Web sąsajos jungtis:
nl: Webinterfacepoort:
pl: Port interfejsu:
pt: Porta Web interface:
ru: Порт:
sk: Port Web interface:
tr: Web arabirimi kapısı:

source: Enter port of the Web Interface (0..9, left, right)
ar: أدخل منفذ الاتصال مع الشبكة
cs: zadejte port pro WEB rozhraní (0..9, vlevo, vpravo)
de: Port des Web-Interface eingeben (0..9, links, rechts)
es: Puerto de la interface web (0..9, izq., der.)
et: Sisesta veebiliidese port (0..9, vasak, parem)
fi: Syötä Web-liitynnän portti (0..9, vasen, oikea)
fy: Ynjefte fan poort fan Web Interface (0..9, links, rjochts)
lt: Įrašykite jungties numerį WEB sąsajai (0..9, kairėn, dešinėn)
nl: Voer het poortnummer van de webinterface in (0..9, links, rechts)
pl: Wpisz port dla przeglądarki WWW (0..9, lewy, prawy)
pt: Introduza a porta da Web Interface (0... 9, esquerda, direita)
ru: Порт для веб-интерфейса (0..9, ВЛЕВО, ВПРАВО)
sk: zadajte port pre WEB rozhranie (0..9, vľavo, vpravo)
tr: Web Arayüz'ü kapı numarasıı girin (Varsayılan: 80. 0..9, sol, sağ)

source: Use HTTP authentication
ar: استخدم خاصية طلب الهوية http
cs: Používat HTTP ověřování
de: HTTP-Authentifizierung benutzen
es: Autenticación http
et: Kasuta http autentimist
fi: Käytä HTTP-autentikointia
fy: Http authentikaasje brûke
lt: Naudoti HTTP autentifikavimą
nl: Gebruik http-authenticatie
pl: Użyj autoryzacji http
pt: Utilizar autenticação HTTP
ru: HTTP авторизация
sk: Používať HTTP overovanie
tr: HTTP kimlik doğrulama kullan

source: Enables the http (user/password) authentication
ar: هذا يُفعل طلب (اسم المستخدم / كلمة المرور) مع http
cs: povolit požadavek na http ověřování (uživatel/heslo)
de: Schaltet die http-Authentifizierung (Benutzer/Passwort) ein
es: Activar autenticación (usuario/contraseña) http
et: lubab http (kasutaja/salasõna)autentimise
fi: Aktivoi http (käyttäjä/salasana) autentikointi
fy: Ynskeakelje fan http (gebrûker/wachtwurd) authentikaasje
lt: Įjungia HTTP autentiškumo patvirtinimą (vartotojas/slaptažodis)
nl: Voeg een wachtwoord toe op de webinterface
pl: Włącz/wyłącz autoryzację http (użytkownik, hasło)
pt: Activa a autenticação HTTP (utilizador/password)
ru: Разрешить HTTP авторизацию
sk: povoliť požiadavku na http overovanie (užívateľ/heslo)
tr: HTTP (kullanıcı/şifre) kimlik doğrulamasını açar

source: Show EPG in webif channel lists
ar: اضهار الدليل الالكتروني في صفحة الويب
cs: Zobrazovat EPG na webif v seznamu kanálů
de: EPG in der Webif Kananlliste anzeigen
es: Mostrar EPG en la lista de canales de webif
et: Kuva EPG webif kanalite listis
fi: Näytä EPG WebIf:n kanaville
fy: EPG yn webif kanaallyst sjen litte
lt: Rodyti EPG webif kanalo sąraše
nl: EPG in de webif kanalenlijst
pl: EPG w liście kanałów webif
pt: Mostrar EPG nas listas de canais webif
ru: Показ EPG в webif списке каналов
sk: Zobrazovať EPG na webif v zozname kanálov
tr: Web kanal listesinde EPG göster

source: Show EPG in webif/webx-tv channel lists
ar: اضهار الدليل الالكتروني في صفحة الويب وصفحة x-tv
cs: zobrazovat EPG na webif/webx-tv v přehledu kanálů
de: EPG im Webif / der Webx-TV Kananlliste anzeigen
es: Mostrar EPG en la lista de canales de webif/webx-tv
et: Kuva EPG webif/webx-tv kanalite listis
fi: Näytä EPG WebIf/WebX-TV kanavalistoissa
fy: EPG yn webif/webx-tv kanaallyst sjen litte
lt: Rodyti EPG webif/webx-tv kanalo sąraše
nl: Laat EPG zien in de webif/webx-tv kanalenlijst
pl: Pokaż EPG w liście kanałów webif/webx-tv
pt: Mostrar EPG na lista de canais webif/webx-tv
ru: Показ EPG в webif/webx-tv списке каналов
sk: zobrazovať EPG na webif/webx-tv v prehľade kanálov
tr: Web/Webx-tv kanal listesinde EPG göster

source: Use zapstream
ar: استخدم تنقل البث
cs: Použít zapstream
es: Usar zapstream
et: Kasuta zapvoogu
fi: Aktivoi 'zapstream'
fy: Zapstream brûke
lt: Naudokite zapstream
nl: Gebruik zapstream
pl: Użyj zapstream
pt: Utilizar zapstream
ru: Интел. переключение
sk: Použiť zapstream
tr: Zapstream kullan

source: Use the more intelligent 'zapstream', instead of 'streamts'
ar: أستخدم تنقل البث الذكي بدل من البث
cs: použít inteligentnější 'zapstream' místo 'streamts'
es: Usar el mejorado 'zapstream', en vez de 'streamts'
et: Kasuta intelligentsemat 'zapvoogu' 'tsvoo' asemel
fi: Käytä edistyneempää 'zapstream':ia 'streamts':n sijaan
fy: Mear afansjearre 'zapstream' brûke, ipf 'streamts'
lt: Panaudokite protingesnį 'zapstream', vietoj 'streamts'
nl: Gebruik de betere 'zapstream' in plaats van 'streamts'
pl: Użyj usługi 'zapstream' zamiast 'streamts'
pt: Utilizar 'zapstream' mais inteligente, em vez de 'streamts'
ru: Использовать интелектуальное переключение
sk: použiť inteligentnejší 'zapstream' namiesto 'streamts'
tr: 'streamts' yerine daha yetenekli olan 'zapstream' kullanılsın

source: Service system unavailable
ar: خدمات النظام غير متوفرة
cs: Systém programů nedostupný
de: Service System nicht verfügbar
es: Servicio de sistema no disponible
et: Teenuste süsteem ei ole saadaval
fi: Palvelu ei saatavilla
fy: Service systeem net beskikber
lt: Kanalo sistemos nėra
nl: Servicesysteem niet beschikbaar
pl: Usługa niedostępna
pt: Serviço do sistema indisponível
ru: Услуга не доступна
sk: Systém programov nedostupný
tr: Servis sistemine ulaşılamıyor

source: Transponder not found. Do a channelsearch first.
ar: مزود الخدمة غير متوفر , أستخدم بحث القناة اولا
cs: Transpondér nenalezen. Zvolte nejdříve hledání kanálů
de: Transponder nicht gefunden. Machen sie zuerst einen Kanalsuchlauf.
es: Transponder no encontrado. Realiza una busqueda de canales primero.
et: Saatjat ei leidnud. Teosta esmalt kanalite otsing
fi: Lähetintä ei löydy. Tee ensin kanavanhaku.
fy: Transponder net fûn. Sykje earst kanalen op.
lt: Transponderis nerastas. Pirma atlikite kanalų paiešką.
nl: Geen transponder gevonden. Voer eerst een satellietscan uit.
pl: Nie znaleziono transpondera. Przeszukaj wszystkie transpondery.
pt: Transponder não encontrado. Faça uma pesquisa de canais primeiro.
ru: Транспондер не найден. Сначала просканируйте транспондер.
sk: Transpondér nenájdený. Zvoľte najskôr hľadanie kanálov.
tr: Transponder bulunamadı. Önce kanal taraması yapın.

source: Tuning in transponder...
ar: التقات أشارة مزود الخدمة ...
cs: Ladění v transpondéru...
de: Trasponder abstimmung...
es: Ajustando trasnpondedor...
et: Saatja häälestamine
fi: Lähettimen täsmäviritys...
fy: Ofstelle yn transponder
lt: Nustatoma transponderyje ...
nl: Stemt af op transponder...
pl: Poszukiwanie transpondera...
pt: A captar o transponder...
ru: Настройка на транспондер...
sk: Ladenie v transpondéri...
tr: Transpondera bağanılıyor

source: Tuned in transponder. Reading version information...
ar: التقاط اشارة مزود الخدمة. قراءة معلومات النسخة ...
cs: Naladěný v transpondéru. Načítání informací o verzi...
de: Transponder abgestimmt. Lese Versionsinformation...
es: Ajustado en el transponder. Leyendo informacion de la version...
et: Häälestatud transponderile. Loen versiooni informatsiooni...
fi: Viritetty lähettimeen. Luetaan versiotieto...
fy: Ofsteld yn transponder. Lêst ferzje ynformaasje...
lt: Nustatyta transponderyje. Skaitoma versijos informacija...
nl: Transponder gevonden. Versieinformatie aan 't lezen.
pl: Znaleziono transponder. Odczytywanie informacji o oprogramowaniu...
pt: Sintonizado no transponder. A ler a informação da versão...
ru: Настройка на транспондер. Чтение информации о версии...
sk: Naladený v transpondéri. Načítam informácie o verzii...
tr: Transponder bağlantısı kuruldu. Sürüm bilgisi okunuyor...

source: Tune failed. Please do a channelsearch first.
ar: فشل في التقاط الاشارة , الرجاء البحث عن القناة اولا
cs: Ladění selhalo. Spusťte nejříve hledání kanálů.
de: Abstimmung fehlgeschlagen. Machen sie zuerst einen Kanalsuchlauf.
es: Busqueda fallida. Por favor, realiza una busqueda de canales primero.
et: Häälestus ebaõnnestus. Palun teosta esmalt kanalite otsing.
fi: Viritys epäonnistui. Tee kanavahaku ensin.
fy: Ofstellen mislearre. Sykje earst kanalen op.
lt: Nustatymas klaidingas. Prašome visų pirma atlikti kanalo paiešką.
nl: Afstemming mislukt. Voer eerst een satellietscan uit.
pl: Nie znaleziono transpondera. Przeszukaj wszystkie transpondery.
pt: Falha na sintonização. Faça uma pesquisa de canais primeiro.
ru: Ошибка настройки. Сначала просканируйте транспондер.
sk: Ladenie zlyhalo. Spustite najskôr hľadanie kanálov.
tr: Bağlantı kurulamadı. Lütfen önce kanal taması yapınız.

source: Show current BN version -> [MENU] -> ->(4)Information ->Show BN Version . . . . . . . . . . Show current BN Version . . . . . . . . . . Usage: Current BN-Version [GREEN]/[OK]/[EXIT] Close window
ar: اضهار الاصدار الحالي
cs: Zobrazit současnou BN verzi -> [MENU] -> ->(8)Informace ->BN verze . . . . . . . . . . Zobrazuje současnou BN verzi . . . . . . . . . . Použití: současná BN verze [GREEN]/[OK]/[EXIT] zavřít okno
es: Mostrar version del software -> [MENU] -> ->(4)Informacion ->Mostrar version del software . . . . . . . . . . Mostrar version del software actual . . . . . . . . . . Uso: Mostrar version del software [GREEN]/[OK]/[EXIT] Cerrar
et: Kuva praegust BN versiooni -> [MENU] -> ->(4)Informatsioon ->Kuva BN Versioon . . . . . . . . . . Kuva antud BN Versioon . . . . . . . . . . Kasutamine: Antud BN-Versioon [ROHELINE]/[OK]/[EXIT] Sule aken
fi: Näytä BN-versio -> [MENU] -> ->(4)Info ->Näytä BN-versio . . . . . . . . . . Näyttää nykyisen BN-version . . . . . . . . . . Käyttö: Nykyinen BN-versio [VIH]/[OK]/[EXIT] Poistu
fy: Aktuele BN ferzje sjen litte -> [MENU] -> ->(4) Ynformaasje ->BN Ferzje sjen litte . . . . . . . . . . Aktuele BN ferzje sjen litte . . . . . . . . . . Gebrûk: Current BN-Version [GRIEN]/[OK]/[EXIT] Slút finster
lt: Rodyti dabartinę BN versiją -> [MENU] -> ->(4)Informacija ->Rodyti BN versiją . . . . . . . . . . Rodyti dabartinę BN versiją . . . . . . . . . . Naudojama: Dabartinė BN-versija [ŽALIAS]/[OK]/[EXIT] Uždaryti langą
pl: Pokaż wersję BN -> [MENU] -> ->(4)Informacje ->Pokaż wersję BN . . . . . . . . . . Pokaż bieżącą wersję BN . . . . . . . . . . Użycie: Bieżąca wersja BN [ZIELONY]/[OK]/[EXIT] Zamknij okno
pt: Mostrar versão BN actual -> [MENU] -> ->(4)Informação ->Mostrar versão BN . . . . . . . . . . Mostrar versão BN actual . . . . . . . . . . Utilização: Versão BN actual [GREEN]/[OK]/[EXIT] Fechar janela
ru: Версия оборудования -> [MENU] -> ->(4)Информация ->Версия оборудования . . . . . . . . . . Информация о версии ПО и Dreambox . . . . . . . . . . Использование: Версия оборудования [ЗЕЛЁНЫЙ]/[OK]/[EXIT] Выйти
sk: Zobraziť súčasnú BN verziu -> [MENU] -> ->(8)Informácie ->BN verzia . . . . . . . . . . Zobrazuje súčasnú BN verziu . . . . . . . . . . Použitie: súčasná BN verzia [GREEN]/[OK]/[EXIT] zavrieť okno
tr: Kullanılan BN sürümünü görüntüle -> [MENU] -> ->(4)Bilgi ->BN Sürümünü göster . . . . . . . . . . Kullanılan BN sürümünü gösrüntüler . . . . . . . . . . Kullanım: Kullanılan BN Sürümü [GREEN]/[OK]/[EXIT] Pencereyi Kapat

source: Software update
ar: تحديث الصورة او البرنامج التشغيلي للجهاز
cs: Aktualizace software
de: Softwareaktualisierung
es: Actualización firmware
et: Tarkvara uuendus
fi: Ohjelmistopäivitys
fy: Software bywurkje
lt: Progr. įrangos atnaujinimas
pl: Aktualizacja oprogramowania
pt: Actualização de software
ru: Обновление ПО
sk: Aktualizácia software
tr: Yeni imaj kurulumu

source: Internet Update
ar: التحديث من الانترنت
cs: Update z Internetu
de: Internet-Aktualisierung
es: Actualización Internet
et: Uuendused Internetist
fi: Internet päivitys
fy: Troch internet bywurkje
lt: Atnaujinimas per Internetą
pl: Aktualizacja przez Internet
pt: Actualização a partir da Internet
ru: Интернет-обновление
sk: Update z Internetu
tr: Internet Güncelleme

source: open internet update
ar: فتح التحديث من الانترنت
cs: otevřít update z internetu
de: Internet-Aktualisierung öffnen
es: Abrir actualización Internet
et: ava Interneti uuendused
fi: avaa Internet päivitys
fy: iepenje internet bywurkjen
lt: atidaryti atnaujinimą internetu
nl: Open de internet update
pl: Otwórz aktualizację przez Internet
pt: abrir actualização a partir da internet
ru: Открыть Интернет-обновление
sk: otvoriť update z internetu
tr: internet güncellemeyi aç

source: Manual Update
ar: تحديث يدوى
cs: Rucní update
de: Manuelle Aktualisierung
es: Actualización manual
et: Käsitisi uuendamine
fi: Manuaalinen päivitys
fy: Hânmatig bywurkje
lt: Rankinis atnaujinimas
nl: Handmatige update
pl: Aktualizacja ręczna
pt: Actualização Manual
ru: Ручное обновление
sk: Ručný update
tr: El ile Güncelleme

source: open manual update
ar: فتح قائمة التحديث اليدوى
cs: Otevřít ruční update
de: Manuelle Aktualisierung öffnen
es: Abrir actualización manual
et: ava käsitsi uuendamine
fi: avaa manuaalinen päivitys
fy: iepenje hânmatig bywurkje
lt: atidaryti rankinį atnaujinimą
nl: Open de handmatige update
pl: Otwórz aktualizację ręczną
pt: abrir actualização manual
ru: Открыть Ручное обновление
sk: Otvoriť ručný update
tr: el ile güncellemeyi aç

source: Expert Flash Save/Restore
ar: قائمة الخبراء لحفظ و استرجاع الذاكرة الداخلية
cs: Expert Flash Uložení/Obnova
de: Experten-Flashtool
es: Menú avanzado
et: Flashi ekspert Salvestamine/Taastamine
fi: Expert Flash Tallenna/Palauta
fy: Expert Flash Opslaan/Werom sette
lt: Išplėstinis Flash išsaugojimas / Atkūrimas
nl: Geavanceerde flashfuncties
pl: Zaawansowane: zapis/odczyt flasha
pt: Expert Flash Registado/Repor
ru: Запись/восстановление памяти
sk: Expert Flash Uloženie/Obnova
tr: Uzman Flash Hafızaya alma/Geri yükleme

source: open expert flash tool
ar: فتح قائمة الخبراء لأدوات الذاكرة الداخلية
cs: otevřít Expert Flash nástroj
de: Experten-Flashtool öffnen
es: Abrir útiles avanzados
et: ava ekspert flashimise abivahend
fi: avaa expert flash -työkalu
fy: iepenje expert flash ark
lt: atidaryti išplėstines flash valdymo priemones
nl: Open geavanceerde flashfuncties
pl: Otwórz zaawansowane ustawienia narzędzi flash
pt: abrir configuração expert
ru: Открыть дополнительные настройки
sk: otvoriť Expert Flash nástroj
tr: uzman flash tool aç

source: Prepare box for new image
ar: تهيئة الجهاز للصورة الجديدة
cs: Připravit box pro nové image
de: Box für neues Image vorbereiten
es: Prepara el receptor para una nueva imagen
et: Valmista box ette uueks op süsteemiks
fi: Valmista laite imagen latausta varten
fy: Dreambox klearsette foar ny byld
lt: Paruošti imtuvą naujam atvaizdui
nl: Box voorbereiden op nieuwe software
pl: Przygotawanie do zapisu nowego oprogramowania
pt: Preparar receptor para uma imagem nova
ru: Подготовка Dreambox к смене имиджа
sk: Pripraviť box pre nový image
tr: Dreambox'ı yeni imaja hazırla

source: put your dreambox in **STOP** mode
ar: ضع الدريم في وضعية الايقاف
cs: přepnout box do **STOP** módu
es: pon tu dreambox en modo **STOP**
et: pane oma dreambox STOP seadesse
fi: Laita dreambox **STOP** -tilaan
fy: Set dreambox yn **STOP** modus
lt: nustatykite Jūsų imtuvą į **STOP** padėtį
nl: zet je dreambox in **STOP** mode
pl: Przełącz odbiornik w tryb **STOP**
pt: colocar a Dreambox em modo **STOP**
ru: Перевести Dreambox в **СТОП**
sk: prepnúť box do **STOP** módu
tr: Dreambox' unuzu **DURDURMA** konumuna getirir

source: Upload your Image via FTP or Samba to the '/tmp' folder.Then rename it to 'root.cramfs' and press ok.In the upcomming list select 'manual update' and follow the instructions.
ar: حمل الصورة عن طريق FTP او السامبا الى مجلد التمب
cs: Nahrajte svůj image přes FTP nebo Sambu do adresáře '/tmp' a přejmenujte na 'root.cramfs'. V předchozí nabídce vyberte 'Ruční update' a sledujte instrukce.
de: Laden Sie ihr Image via FTP oder Samba in das '/tmp' Verzeichnis. Benennen Sie es dann in 'root.cramfs' um und drücken Sie OK. Im erscheinenden Fenster wählen Sie 'manuelles Update' und folgen den Anweisungen.
es: Carge su imagen a traves FTP ó Samba al directorio '/tmp'. Después, cambie el nombre a 'root.cramfs' y pulse ok. En el menú siguiente, elige 'manual update' y sigue las instrucciones.
et: Laadi opsüsteem FTP või Samba abil '/tmp' kataloogi. Seejärel nimeta fail ümber 'root.cramfs' ja vajuta ok. Järgnevast dialoogist vali 'käsitsi uuendus' ja järgi juhiseid.
fi: Lataa Image '/tmp' hakemistoon. Nimeä se uudelleen 'root.cramfs' ja paina OK. Valitse listasta 'manuaalinen päivitys' ja seuraa ohjeita.
fy: Image via FTP of Samba nei de '/tmp' folder oerstjoere. Dan opnij beneame nei 'root.cramfs' en ok drukke. Yn 'e lyst 'hânmatig bywurkje' selektearje en ynstrukties.folgje
lt: Nusiųskite savo atvaizdą per FTP arba Sambą į '/tmp' aplanką. Pervardinkite tai į 'root.cramfs' ir spauskite ok. Atnaujinimų sąraše pasirinkite 'rankinis atnaujinimas' ir vadovaukitės tolimesniais nurodymais.
nl: Upload de firmware via FTP of SAMBA naar de /tmp map. Hernoem het daarna in 'root.cramfs' en druk op OK. Selecteer daarna manual update en volg de instructies ...
pl: Wgraj image przez ftp do /tmp. Zmień nazwę na 'root.cramfs' i wciśnij OK. Wybierz z menu aktualizację ręczną i postępuj zgodnie ze wskazówkami.
pt: Faça upload da sua imagem através de ftp ou samba para a pasta '/tmp'. Depois mude-lhe o nome para 'root.cramfs' e prima ok. Seleccione na lista 'actualização manual' e siga as instruções.
ru: Загрузите файл имиджа по ftp/Samba в каталог /tmp. Измените имя на 'root.cramfs' и нажмите OK. Выберите 'Ручное обновление' и следуйте инструкциям.
sk: Nahrajte svoj image cez FTP alebo Sambu do adresára 'tmp' a premenujte ho na 'root.cramfs'. V predošlej ponuke vyberte 'Ručný update' a sledujte inštrukcie.
tr: Yeni imajı FTP, Samba ya da SSH ile '/tmp' klasörüne yükleyin. Dosya adını 'root.cramfs' olarak değiştirin ve OK tuşlayın. Görüntülenecek listed 'el ile güncelleme' yi seçerek yönergeleri izleyin.

source: Manual update
ar: تحديث يدوى
cs: Ruční update
de: Manuelle Aktualisierung
es: Actualización manual
et: Käsitsi uuendus
fi: Manuaalinen päivitys
fy: Hânmatig bywurkje
lt: Rankinis atnaujinimas
nl: Handmatige update
pl: Aktualizacja ręczna
pt: Actualização Manual
ru: Ручное обновление
sk: Ručný update
tr: El ile güncelleme

source: Are you sure you want to put your box in **STOP** mode? When box is in **STOP** mode you need to connect to box via your webbrowser and flash the new image Make sure you make a backup of your settings before continuing
ar: هل انت متاكد انك تريد وضع ؟
cs: Skutečně chcete přepnout Váš dreambox do **STOP** módu? Jestliže je box ve **STOP** módu, můžete se k němu připojit přes webový prohlížeč a můžete nahrát nové image. Před použitím si vytvořte zálohu nastavení!
es: ¿Estas seguro de que quieres poner tu receptor en modo **STOP**? Mientras este en modo **STOP** tendras que conectarte al receptor usando tu navegador y flashear una nueva imagen Asegurate de guardar todos tus datos antes de continuar
fi: Haluatko todella asettaa laitteen **STOP** -tilaan? Kun laite on **STOP** -tilassa laitteeseen otetaan yhteys nettiselaimella ja ladataan image laitteeseen Muista ottaa varmuuskopio asetuksista ennenkuin jatkat
fy: Witte jo seker om de dreambox yn **STOP** modus te setten ? Yn de **STOP** modus moat de dreambox via in webbrowser oanslûte om in nei byld te flashen Meitsje earst in reserve kopie fan de ynstellingen foar jo fierder geane
lt: Ar Jūs tikrai norite padėti imtuvą į **STOP** padėtį? Kada imtuvas bus **STOP** režime Jums reikia prisijungti prie imtuvo per internetą su savo webnaršykle ir įrašyti į flash'ą naują atvaizdą Padarykite atsarginę kopiją savo nustatymų prieš pradedant
nl: Weet je zeker dat je de box in **STOP** mode wilt zetten? Als de box in **STOP** mode staat kan je via je webbrowser een nieuwe image in flash laden. Maak voor het laden van nieuwe software eerst een backup!
pl: Czy chcesz przełączyć odbiornik w tryb **STOP**? Po przełączeniu w tryb **STOP** musisz podłączyć się do odbiornika za pomocą przeglądarki i zapisać oprogramowanie Upewnij się, że wszystkie ustawienia są skopiowane.
ru: Вы уверены, что хотите перевести Dreambox в режим **СТОП**? В режиме **СТОП** необходимо прошить новый имидж. Перед продолжением убедитесь, что ваши данные и настройки сохранены в надёжном месте.
sk: Naozaj chcete prepnúť Váš dreambox do **STOP** módu? Ak je box v **STOP** móde, môžete sa k nemu pripojiť cez webový prehliadač a môžete nahrať nový image. Pred použitím si vytvorte zálohu nastavenia!
tr: Dreambox' unuzu **DURDURMA** kipine sokmak istiyor msunuz? Dreambox **DURDURMA** kipinde iken cihaza web-tarayıcı ile bağlanıp yeni imajı flashlamanız gerekir. Bu kipde yeni imaj yüklemek dışında başka işlem yapılamaz! İşlem tamamlanmadan dreambox yeniden kullanılamaz!! Devam etmeden önce tüm bilgilerinizi yedeklediğinizden emin olun

source: Flash new image
ar: تثبيت صورة جديدة
cs: Nahrát nové image
de: Neues Image flashen
es: Flashear una nueva imagen
et: Kirjuta Flashi uus op süsteem
fi: Päivitä image
fy: Flash nei byld
lt: Naujo atvaizdo įrašymas į flash atmintį
nl: Laad nieuwe image in flash
pl: Zapis nowego oprogramowania
pt: Criar (flash) nova imagem
ru: Запись нового имиджа
sk: Nahrať nový image
tr: Yeni imajı flasha yazdır

source: EPG Style Selector
ar: تحديد نمط دليل البرامج الالكترونى
cs: Volba stylu EPG
de: Auswahl EPG-Darstellung
es: Ajustes estilo EPG
et: EPG kujunduse valik
fi: EPG tyylin valinta
fy: EPG styl kiezer
lt: EPG stiliaus pasirinkimas
nl: EPG-stijlselectie
pl: Wybierz EPG
pt: seleccionar estilo EPG
ru: Выбор стиля EPG
sk: Voľba štýlu EPG
tr: EPG Stil Seçeneği

source: open the EPG with selected style
ar: فتح دليل البرامج الالكترونى حسب النمط المختار
cs: otevře výběr stylu pro EPG
de: EPG mit gewähltem Stil öffnen
es: Mostrar EPG con el estilo elegido
et: ava EPG valitud stiiliga
fi: avaa EPG valitulla tyylillä
fy: iepenje EPG mei selektearre styl
lt: atidaryti EPG pasirinktame stiliuje
nl: Open de EPG in de geselecteerde stijl
pl: Otwórz EPG z wybranym stylem
pt: abrir o EPG com o estilo seleccionado
ru: Открыть EPG в выбранном стиле
sk: otvorí výber štýlu pre EPG
tr: EPG'yi seçilen biçemle açar

source: EPG Style
ar: نمط دليل البرامج الالكترونى
cs: Styl EPG
de: EPG-Darstellung
es: Estilo del EPG
et: EPG Stiil
fi: EPG tyyli
fy: EPG Styl
lt: EPG stilius
nl: EPG-stijl
pl: Styl EPG
pt: Estilo EPG
ru: Стиль EPG
sk: Štýl EPG
tr: EPG Biçemi

source: Channel EPG
ar: دليل البرامج الالكترونى الخاص بالقناة
cs: EPG kanálu
de: EPG des Senders
es: EPG Canal
et: Kanali EPG
fi: Kanava EPG
fy: Kanaal EPG
lt: Kanalo EPG
nl: Zender-EPG
pl: EPG
pt: Serviço EPG
ru: Канал EPG
sk: EPG kanála
tr: Kanal EPG'si
