Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Press HELP to get.... help
ar: اضغط زر المساعدة للحصول على المعلومات
cs: stiskněte HELP pro nápovědu...
de: Drücken sie HELP um hilfe zu erhalten
es: Boton HELP para ayuda
et: Vajuta HELP saamaks.... abi
fi: Paina HELP jos kaipaat ohjeita
fy: Druk HELP om... help te krijen
lt: Spausti HELP kad gauti ....pagalbą
nl: Druk op HELP voor.... help
pl: Wciśnij HELP aby uzyskać pomoc
pt: Prima HELP para obter... ajuda
ru: Нажмите HELP для получения.... помощи
sk: stlačte HELP pre nápovedu...
tr: Yardım için HELP tuşuna basınız

source: Add
ar: اضف
cs: Přidat
de: Hinzufügen
es: añadir
et: Lisa
fi: Lisää
fy: tafoegje
lt: Pridėti
nl: Toev.
pl: Dodaj
pt: Acrescentar
ru: Добавить
sk: Pridať
tr: Ekle

source: Del Timer
ar: حذف المؤقت
cs: Smazat časovač
de: Timer Löschen
es: Borrar programacion
et: Kustuta Timer
fi: Poista ajastin
fy: Tiidsjtoerd opnimmen ferwiderje
lt: Trinti laikmatį
nl: Verw.
pl: Usuń zadanie
pt: Apagar temporizador
ru: Удалить
sk: Zmazať časovač
tr: Zamanlayıcı öğesi sil

source: Multi EPG The Multi Channel EPG shows information about the programs on all channels in the current Bouqet. Please be aware that not all stations provide EPG data! The number of services shown per page and the fontsize of the short epg descriptions can be changed in the EPG Setup menu
ar: الدليل الالكتروني المتعدد
cs: Multi EPG Multi Channel EPG zobrazuje informace o programech na všech kanálech v aktuálním přehledu. Uvědomte si, že ne všechny stanice vysílají EPG data! Počet kanálů na stránku a velikost písma krátkého EPG popisu je možné měnit v menu MultiEPG
de: Multi EPG Der Multikanal-EPG zeigt Informationen über alle Kanäle des aktuellen Bouqetts an. Bitte beachten sie, dass nicht alle Stationen EPG daten senden! Die Anzahl der angezeigten Sender pro Seite sowie die Schriftgrösse der EPG kurzbeschreibung kann im EPG Einstellmenu geändert werden.
es: Multi EPG El canal Multi EPG muestra informacion de los programas en todos los canales en el bouquet actual. ¡Ten en cuenta que no todas las cadenas emiten datos EPG! El numero de servicios mostrados por pagina y el tamaño de la fuente de las descripciones cortas se pueden cambiar en el menus de ajustes de EPG
et: Multi EPG Kanali Multi EPG kuvab informatsiooni kõikide kanalite kava kohta, mis asuvad valitud loetelus. Arvesta palun sellega, et mitte kõik kanalid ei edasta EPG infot! Kanalite hulka, mis kuvatakse lehel ja teksti suurust saab muuta EPG Häälestuse menüüs
fi: Multi-EPG Multi-EPG näyttää tiedot kaikista valitun kanavaluettelon kanavista. Huomioi, että kaikki asemat eivät lähetä EPG-tietoja! Näytettävien kanavien määrä ja EPG-kuvauksen fonttikoko on määriteltävissä EPG-asetuksissa.
fy: Multi EPG De Multi Channel EPG jouwt ynformaasje oer programmas op alle kanalen yn it hudige Bouqet. Tink der om dat net alle stations EPG data hawwe ! It oantal services de side en de fontgrutte fan de kuarte epg omskriuwingen kin feroare wurde yn it EPG ynstellingen menu.
lt: Kelių kanalų EPG Kelių kanalų EPG rodo informaciją apie visų kanalų programas dabartiniame pakete. Prašome žinoti, kad ne visi kanalai transliuoja EPG duomenis ! Rodomų kanalų skaičius puslapyje ir šrifto dydis iš trumpų EPG aprašymų gali būti pakeičiami EPG nustatymų meniu
nl: Elektronische Programma Gids (EPG) De Multi Kanaal EPG laat informatie zien over de programmas op alle kanalen van het huidige boeket. Let op, niet elk station biedt EPG informatie! Het aantal kanalen per scherm en de fontgrootte kunnen in EPG instellingen ingesteld worden
pl: Multi EPG Multi EPG zawiera informacje o programach ze wszystkich kanałów bieżącego bukietu. Zwróć uwagę że nie wszystkie stacje transmitują dane EPG! Ilość kanałów pokazywanych na stronie i wielkość czcionki w krótkich opisach programów można zmienić w menu ustawień EPG.
pt: Multi EPG O EPG multi. canal mostra informações relativas aos programas dos canais do bouquet em visualização. Tenha em atenção que nem todas as estações fornecem dados EPG! The number of services shown per page and the fontsize of the short epg descriptions can be changed in the EPG Setup menu
ru: Multi EPG Multi EPG показывает программу на каналы текущего букета. Пожалуйста, обратите внимание, что не все станции передают данные EPG! Отображающееся количество каналов и размер шрифта меняются в настройках EPG.
sk: Multi EPG Multi channel EPG zobrazuje informácie o programoch na všetkých kanáloch v aktuálnom prehľade. Uvedomte si, že nie všetky kanály vysielajú EPG data! Počet kanálov na stránku a veľkosť písma krátkeho EPG popisu je možné meniť v menu MultiEPG
tr: Çoklu EPG Çoklu EPG seçili buketdeki tüm kanllara ait EPG bilgilerini görüntüler. Dikkat tüm kanallar EPG bilgisi yayınlamamaktadır! Sayfa başına görüntülenecek servis adedi ve kısa EPG tanımı için kullnılacak yazıtipi boyutu EPG Kurulum menüsünde değiştirilebilmektedir.

source: was not found!
ar: غير موجودة
cs: nenalezeno!
de: wurde nicht gefunden!
es: ¡No encontrado!
et: ei leitud!
fi: ei löydy!
fy: wie net fûn
nl: was niet gevonden!
pl: nie znaleziono!
ru: не найден!
sk: nenájdené!
tr: bulunamadı!

source: Jan
ar: يناير
cs: Leden
es: Enero
et: Jaanuar
fi: Tam
lt: Saus.
pl: Styczeń
ru: Янв
sk: Január
tr: Ock

source: Feb
ar: فبراير
cs: Únor
et: Veebruar
fi: Hel
lt: Vas
pl: Luty
pt: Fev
ru: Фев
sk: Február
tr: Şub

source: Apr
ar: ابريل
cs: Duben
es: Abril
et: Aprill
fi: Huh
lt: Bal
pl: Kwiecień
pt: Abr
ru: Апр
sk: Apríl
tr: Nis

source: May
ar: مايو
cs: Květen
de: Mai
es: Mayo
et: Mai
fi: Tou
fy: Maaie
lt: Gegužė
nl: Mei
pl: Maj
pt: Maio
ru: Май
sk: Máj
tr: Mayıs

source: Jun
ar: يونيو
cs: Červen
es: Junio
et: Juuni
fi: Kes
lt: Bir
pl: Czerwiec
ru: Июнь
sk: Jún
tr: Haz

source: Jul
ar: يوليو
cs: Červenec
de: Juli
es: Julio
et: Juuli
fi: Hei
lt: Lie
pl: Lipiec
ru: Июль
sk: Júl
tr: Tem

source: Aug
ar: اغسطس
cs: Srpen
es: Agosto
et: August
fi: Elo
lt: Rug
pl: Sierpień
pt: Ago
ru: Авг
sk: August
tr: Ağu

source: Sep
ar: سبتمبر
cs: Září
es: Septiembre
et: September
fi: Syy
lt: Rug
pl: Wrzesień
pt: Set
ru: Сен
sk: September
tr: Eyl

source: Oct
ar: اكتوبر
cs: Říjen
de: Okt
es: Octubre
et: Oktoober
fi: Lok
fy: okt
lt: Spa
nl: Okt
pl: Październik
pt: Out
ru: Окт
sk: Október
tr: Ekm

source: Nov
ar: نوفمبر
cs: Listopad
es: Noviembre
et: November
fi: Mar
lt: Lap
pl: Listopad
ru: Нояб
sk: November
tr: Kas

source: Dec
ar: ديسمبر
cs: Prosinec
de: Dez
es: Dic
et: Detsember
fi: Jou
lt: Gru
pl: Grudzień
pt: Dez
ru: Дек
sk: December
tr: Ara

source: enigma event view
ar: نافذة حدث إنيجما
cs: Pruzkumník Enigmy
de: Enigma Ereignisansicht
es: Ventana eventos enigma
et: enigma tegevuste vaade
fi: Enigma tapahtumanäkymä
fy: Enigma barren skerm
lt: enigma užduočių peržiūra
nl: Item bekijken
pl: Pokaż dziennik zdarzeń Enigmy
pt: enigma eventos
ru: Показать лог событий
sk: Prieskumník Enigmy
tr: Enigma olay görünümü

source: closes the Event View
ar: يغلق نافذة الحدث
cs: uzavřít průzkumníka
de: Schließt die Ereignisansicht
es: Cerrar ventana eventos
et: sulge tegevuste vaade
fi: sulje tapahtumanäkymä
fy: barren oersicht slúte
lt: išjungti užduočių peržiūrą
nl: Item afsluiten
pl: Zamknij ten widok
pt: fechar eventos
ru: Закрыть список
sk: zavrieť prieskumníka
tr: Olay Görünümünü kapat

source: no information is available
ar: لا توجد معلومات
cs: žádné dostupné informace
de: Es sind keine Informationen verfügbar
es: Información no disponible
et: info puudub
fi: tietoa ei ole saatavilla
fy: Gjin ynformaasje anwêzig
lt: informacijos nėra
nl: Geen informatie beschikbaar
pl: Informacje niedostępne
pt: informações não disponível
ru: Информация не доступна
sk: žiadne dostupné informácie
tr: Bilgi yayınlanmıyor

source: Event EPG >>> [INFO] . . . . . . . . . . The EPG (Electronic Program Guide) Event shows you information of the current and next event of the channel you're watching right now. Please be aware that not all stations provide EPG data! . . . . . . . . . . Usage: [LEFT]/[RIGHT] Previous/Next Event [RED] Remove timer event [GREEN] Add to DVR timer events [YELLOW] Add to Ngrab-Timer events [BLUE] Add to Switch timer events [EXIT] Close window
ar: حدث الدليل الالكتروني
cs: EPG pořadu >>> [INFO] . . . . . . . . . . EPG (Electronic Program Guide) zobrazuje informace o současném a následujícím pořadu na právě sledovaném kanálu. Uvědomte si, že ne všechny stanice vysílají EPG data! . . . . . . . . . . Použití: [LEFT]/[RIGHT] předchozí/další [RED] smazat událost z časovače [GREEN] přidat DVR událost do časovače [YELLOW] přidat Ngrab událost do časovače [BLUE] přidat Přepnutí do časovače [EXIT] zavřít okno
de: Event EPG >>> [INFO] . . . . . . . . . . Der EPG (Elektronischer Programm Führer) zeigt ihnen Informationen zur aktuellen und nächsten Sendungs des TV-Kanals der gerade läuft. Bitte beachten sie, dass nicht alle Stationen EPG daten senden! . . . . . . . . . . Benutzung: [LEFT]/[RIGHT] Vorherige/Nächste Sendung [RED] Timer event entfernen [GREEN] Zu DVR-Timer hinzufügen [YELLOW] Zu Ngrab-Timer hinzufügen [BLUE] Zu Switch-Timer hinzufügen [EXIT] Fenster Schliessen
es: Evento EPG >>> [INFO] . . . . . . . . . . El evento EPG muestra informacion del programa que se esta emitiendo y el siguiente que se emitira en el canal que se esta viendo ahora. ¡Ten en cuenta que no todas las cadenas emiten datos EPG! . . . . . . . . . . Uso: [LEFT]/[RIGHT] Anterior/Siguiente Evento [RED] Eliminar evento programado [GREEN] Añadir evento programado al grabador [YELLOW] Añadir evento programado a N-grab [BLUE] Añadir evento programado a Switch [EXIT] Cerrar ventana
et: Saate EPG >>> [INFO] . . . . . . . . . . EPG (Elektroone Programmi Juht ) Sündmus näitab sulle informatsiooni praeguse ja järgmise saate kohta kanalil, mida sa hetkel vaatad. Tähelepanu, mitte kõik kanalid ei edasta EPG-d! . . . . . . . . . . Kasutamine: [VASAK]/[PAREM] Eelmine/Järmine Saade [PUNANE] Eemalda taimeri sündmus [ROHELINE] Lisa DVR-i taimeri loetellu [KOLLANE] Lisa Ngrab-Timeri loetellu [SININE] Lisa Lülitustaimeri loetellu [EXIT] Sule aken
fi: Kanava-EPG >>> [INFO] . . . . . . . . . . Kanavakohtainen EPG (Elektroninen ohjelmaopas) näyttää tiedot nykyisestä ja seuraavasta ohjelmasta. Huomioi, että kaikki asemat eivät lähetä EPG-tietoja! . . . . . . . . . . Käyttö: [VASEN]/[OIKEA] Edellinen/Seuraava [RED] Lisää ajastettu tapahtuma [GREEN] Lisää DVR-ajastus [YELLOW] Lisää Ngrab-ajastus [BLUE] Lisää ajastustapahtuma [EXIT] Poistu
fy: Barren EPG >>> [YNFO] . . . . . . . . . . De EPG (Electronic Program Guide) barren jouwt ynfo oer de aktuele en folgend barren fan it kanaal die jo no besjoche. Tink dêrom ! Net alle stations stjoere EPG-data út ! . . . . . . . . . . Gebrûk : [LINKS]/[RJOCHTS] Foarig/Folgend barren [READ] Ferwiderje tiidstjoerd opnimmen [GRIEN] Oan DVR tiidsopnimmen tafoegje [GIEL] Oan Ngrab-tiidsopnimmen tafoegje [BLAUW] Oan Skeakeler tiidsopnimmen tafoegje [YNFO] kanaal/detail ynfo umskeakelje [EXIT] Slút finster
lt: EPG įvykis >>> [INFO] . . . . . . . . . . EPG (Elektroninis Programų Gidas) Rodo informaciją apie esamą ir sekantį kanalą, kurį Jūs žiūrite šiuo momentu. Prašome žinoti, kad ne visos stotys transliuoja EPG duomenis! . . . . . . . . . . Naudojama: [KAIRĖ]/[DEŠINĖ] Ankstesnis/Sekantis įvykis [RAUDONAS] Pašalinkite laikmačio įvykį [ŽALIAS] Pridėti prie DVR laikmačio įvykių [GELTONAS] Pridėti prie Ngrab-laikmačio įvykių [MĖLYNAS] Pridėti prie Perjungėjo laikmačio įvykių [EXIT] Uždaryti langą
pl: EPG audycji >>> [INFO] . . . . . . . . . . EPG (Electronic Program Guide) pokazuje informacje o biężącej i kolejnej audycji kanału, który aktualnie oglądasz. Zwróć uwagę że nie wszystkie stacje transmitują dane EPG! . . . . . . . . . . Użycie: [LEWY]/[PRAWY] Poprzednia/Następna audycja [CZERWONY] Usuń audycję [ZIELONY] Dodaj do listy nagrań DVR [ŻÓŁTY] Dodaj do listy nagrań Ngrab [NIEBIESKI] Dodaj do listy zadań [EXIT] Zamknij okno
pt: Event EPG >>> [INFO] . . . . . . . . . . The EPG (Electronic Program Guide) Event shows you information of the current and next event of the channel you're watching right now. Please be aware that not all stations provide EPG data! . . . . . . . . . . Usage: [LEFT]/[RIGHT] Previous/Next Event [RED] Remove timer event [GREEN] Add to DVR timer events [YELLOW] Add to Ngrab-Timer events [BLUE] Add to Switch timer events [EXIT] Fechar janela
ru: Информация в EPG >>> [INFO] . . . . . . . . . . EPG (Electronic Program Guide) показывает информацию о программах передач на канале. Не все каналы предают программу передач EPG! . . . . . . . . . . Использование: [ВЛЕВО]/[ВПРАВО] Предыдущий/следующий пункт [КРАСНЫЙ] Удаление таймера с пункта [ЗЕЛЁНЫЙ] Установка DVR-таймера на пункт [ЖЁЛТЫЙ] Установка Ngrab-таймера записи на пункт [СИНИЙ] Установка таймера перключения на пункт [EXIT] Выйти
sk: EPG programu >>> [INFO] . . . . . . . . . . EPG (Electronic Program Guide) zobrazuje informácie o súčasnom a nasledujúcom programe na práve sledovanom kanále. Uvedomte si, že nie všetky stanice vysielajú EPG data! . . . . . . . . . . Použitie: [LEFT]/[RIGHT] predch./ďaľší [RED] zmazať udalosť z časovača [GREEN] pridať DVR udalosť do časovača [YELLOW] pridať Ngrab udalosť do časovača [BLUE] pridať Prepnutie do časovača [EXIT] zavrieť okno
tr: Olay EPG >>> [INFO] . . . . . . . . . . EPG (Electronic Program Guide)Şu anda izlediğiniz kanalda şu anki program ve glecek program hakkında bilgi verir. Uyarı: tüm istastonlar EPG verisi yayınlamamaktadır! . . . . . . . . . . Kullanım: [SOL]/[SAĞ] Önceki/Sonraki Program [KIRMIZI] Zamanlamacı öğesini sil [YEŞİL] DVR zmanlayıcı öğesi oalrak kaydet [SARI] MGRAB Zmanlayıcı öğesi olarak kaydet [MAVİ] Kanal değiştierme zmanlayıcısı öğesi olarak kaydet [EXIT] Pencereyi kapat

source: Original duration: %d min
ar: التوقيت الاصلي: %d min
cs: Původní délka : %d min
de: Original Länge: %d Min.
es: Duración original: %d min
et: Kestus: %d min
fi: Alkuperäinen kesto: %d min
fy: Oarspronklik tiidsbeslach : %d min
lt: Originali trukmė: %d min
nl: Originele duur: %d min
pl: Czas trwania: %d m
pt: Duração original: %d minutos
ru: Продолжительность: %d мин
sk: Pôvodná dĺžka : %d min
tr: Orjinal süre: %d dak

source: Information
ar: معلومات
cs: Informace
de: Informationen
es: Información
et: Informatsioon
fi: Info
fy: Ynformaasje
lt: Informacija
nl: Informatie
pl: Informacje
pt: Informações
ru: Информация
sk: Informácie
tr: Bilgiler

source: Streaminfo
ar: معلومات الفيض الرقمي
de: Streaminformationen
et: Signaaliinfo
fy: Kanaal ynformaasje...
lt: Srauto informacija
pl: Informacje o strumieniu
pt: Informação de fluxo
ru: Информация о потоке
tr: Stream Bilgisi

source: Show stream info of current channel
ar: أظهار معلومات البث للقناة الحالية
cs: zobrazit stream info kanálu
es: Mostrar informacion del stream del canal actual
et: Kuva antud kanali allalaadimise info
fi: Näytä valitun kanavan tiedot
fy: Stream ynformaasje fan dit kanaal toane
lt: Rodyti dabartinio kanalo srauto informaciją
nl: Laat de streaminformatie van huidige kanaal zien
pl: Pokaż informacje o strumieniu MPEG
pt: Mostrar informações de transmissão do canal actual
ru: Информация о потоке данных на текущем канале
sk: zobraziť stream info kanálu
tr: İzlenen kanalın akıntı bilgisini göster

source: About the hardware
ar: معلومات الأجهزة
cs: Hardware
es: Sobre el dispositivo
et: Riistvara kohta
fi: Laitteistotiedot
fy: Oer de hardware
lt: Apie kietą diską
nl: Over de hardware
pl: Informacje sprzętowe
pt: Sobre o hardware
ru: Информация об оборудовании
sk: Hardware
tr: Donanım bilgileri

source: Show hardware information
ar: إظهار معلومات تفصيلية عن الجهاز
cs: zobrazit informace o HW
de: Hardwareinformationen anzeigen
es: Mostrar informacion del dispositivo
et: Näita inot raudvara kohta
fi: Näytä tietoja laitteistosta
fy: Hardware ynformaasje sjen litte
lt: Rodyti kieto disko informaciją
nl: Hardware-informatie weergeven
pl: Pokaż informacje sprzętowe
pt: Mostrar informação de hardware
ru: Информация об обрудовании
sk: zobraziť informácie o HW
tr: Donanım bilgilerini göster

source: About the PLi team
ar: معلومات فريق PLI
cs: o PLi
de: Über das PLi Team
es: Sobre el grupo Pli
et: Info PLi tiimi kohta
fi: Tietoja PLi-tiimistä
fy: Oer it PLi team
lt: Apie PLi komandą
nl: Over het PLi-team
pl: Informacje o PLi team
pt: Sobre a equipa PLi
ru: Информация o PLi
sk: O PLi
tr: PLi takımı hakkında

source: Show credits of PLi team
ar: أعرض معلومات فريق PLI
cs: zobrazí informace o PLi týmu
es: Mostrar creditos del grupo Pli
et: Kuva PLi tiimi liikmed
fi: Näytä ohjelmiston tekijät
fy: Tank betsjoegingen fan PLi team
lt: Rodyti Pli komandos narius
nl: Bekijk de bedankjes van het PLi-team
pl: Pokaż informacje o PLi team
pt: Mostrar créditos da equipa PLi
ru: Информация o команде PLi
sk: zobrazí informácie o PLi tíme
tr: PLi takımına yardımcı olanlar

source: About... >>> [MENU] >>> [4] Information >>> About... . . . . . . . . . . Provides information about your Dreambox, like model, CPU, harddisk(s), software version, skin, etc. . . . . . . . . . . Usage: [GREEN]/[OK]/[EXIT] Close window
ar: عن...
cs: Info... >>> [MENU] >>> [4] Informace >>> Info... . . . . . . . . . . Zobrazuje informace o Vašem Dreamboxu - model, CPU, harddisk(y), verze software, skin, atd. . . . . . . . . . . Použití: [GREEN]/[OK]/[EXIT] Zavřít okno
de: Über... >>> [MENU] >>> [4] Informationen >>> Über... . . . . . . . . . . Zeigt Informationen über ihre Dreambox an wie das Modell, CPU, Festplatte(n), Software Versionen, Skins etc. . . . . . . . . . . Benutzung: [GREEN]/[OK]/[EXIT] Fenster Schliessen
es: Sobre... >>> [MENU] >>> [4] Informacion >>> Sobre... . . . . . . . . . . Muestra informacion sobre tu Dreambox, cosas como el modelo, la CPU, los discos, la version del sistema, la piel, etc. . . . . . . . . . . Uso: [GREEN]/[OK]/[EXIT] Cerrar ventana
et: Teave... >>> [MENU] >>> [4] Informatsioon >>> Teave... . . . . . . . . . . Info sinu Dreamboksi kohta, nagu mudel, protsessor, kõvaketas(ad), tarkvara versioon, välimus, jne. . . . . . . . . . . Kasutus: [ROHELINE]/[OK]/[EXIT] Sule aken
fi: Tietoja... >>> [MENU] >>> [4] Info >>> Tietoja laitteistosta... . . . . . . . . . . Näyttää tietoja Dreamboxista, kuten malli, CPU, kovalevy, ohjelmistoversio, skin, yms. . . . . . . . . . . Käyttö: [VIHREÄ]/[OK]/[EXIT] Poistu
fy: Oer... >>> [MENU] >>> [4] Ynformaasje >>> Oer... . . . . . . . . . . Jouwt ynformaasje oer de dreambox sa as model, CPU, hurde skiif, software ferzjue, oanklaaiing, etc. . . . . . . . . . . Gebrûk: [GRIEN]/[OK]/[EXIT] Slút finster
lt: Apie... >>> [MENIU] >>> [4] Informacija >>> Apie... . . . . . . . . . . Rodo informaciją apie jūsų Imtuvą, koks modelis, CPU, kietas diskas(i), progr.įrangos versija, tema, kita. . . . . . . . . . . Naudojama: [ŽALIA]/[OK]/[EXIT] Uždaryti langą
pl: Informacje o... >>> [MENU] >>> [4] Informacje >>> Informacje o... . . . . . . . . . . Wyświetla informacje o odbiorniku Dreambox, np. model, CPU, zainstalowane twarde dyski, wersja oprogramowania, skórka, itp. . . . . . . . . . . Użycie: [GREEN]/[OK]/[EXIT] Zamknij okno
pt: Sobre... >>> [MENU] >>> [4] Informação >>> Sobre... . . . . . . . . . . Fornece informações sobre a Dreambox como: modelo, CPU, disco(s) rígido(s), versão de software, tema, etc. . . . . . . . . . . Utilização: [VERDE]/[OK]/[SAIR] Fechar janela
ru: Информация... >>> [MENU] >>> [4] Информация >>> Информация о... . . . . . . . . . . Информация о Dreambox, модель, CPU, HDD, ПО, оформление и т.д. . . . . . . . . . . Использование: [ЗЕЛЁНЫЙ]/[OK]/[EXIT] Выйти
sk: Info... >>> [MENU] >>> [4] Informácie >>> Info... . . . . . . . . . . Zobrazuje informácie o Vašom DreamBoxe - model, CPU, harddisk(y), verzia software, skin, atď. . . . . . . . . . . Použitie: [GREEN]/[OK]/[EXIT] Zavrieť okno
tr: Hakkında... >>> [MENU] >>> [4] Bilgi >>> Hakkında... . . . . . . . . . . Dreambox'unuz hakkında, model,işlemci, sabit disk, yazılım sürümleri, skin gibi bilgileri gösterir. . . . . . . . . . . Kullanım: [YEŞİL]/[OK]/[EXIT] Pencereyi kapat

source: Frontend: Satellite
ar: الواجهة الأمامية ، ساتيلايت
cs: Připojení: Satelit
de: Tuner: Satellit
es: Frontend: satélite
et: Vastuvõtja: sat-tv
fi: Järjestelmä: DVB-S
fy: Foarein: Satellyt
lt: Išorinė sąsaja: Palydovas
nl: Frontend: Satelliet
pl: Tuner: DVB-S
pt: Tuner: Satélite
ru: Приёмник: DVB-S спутниковый
sk: Pripojenie: Satelit
tr: Tuner: Uydu

source: Frontend: Cable
ar: الواجهة الأمامية ، كيبل
cs: Připojení: Kabel
de: Tuner: Kabel
et: Vastuvõtja: kaabel-tv
fi: Järjestelmä: DVB-C
fy: Foarein: Kabel
lt: Išorinė sąsaja: Kabeliniai tinklai
nl: Frontend: Kabel
pl: Tuner: DVB-C
pt: Tuner: Cabo
ru: Приёмник: DVB-C для кабельного телевидения
sk: Pripojenie: Kábel
tr: Tuner: Kablo

source: Frontend: Terrestrial
ar: الواجهة الأمامية ، رقمي أرضي
cs: Připojení: Pozemní příjem
de: Tuner: Terrestrisch
es: Frontend: terrestre
et: Vastuvõtja: digi-tv
fi: Järjestelmä: DVB-T
fy: Foarein: Rûmte
lt: Išorinė sąsaja: Antžeminė transliacija
pl: Tuner: DVB-T
pt: Tuner: Terrestre
ru: Приёмник: DVB-T эфирный
sk: Pripojenie: Terestriálny príjem
tr: Tuner: Karasal

source: Frontend: Unknown
ar: الواجهه : غير معروفة
cs: Připojení: Neznámé
de: Tuner:
es: Frontend: Desconocido
et: frontend: Tundmatu
fi: Frontend: Tuntematon
fy: Foarein : net bekend
lt: Išorinė sąsaja: Nežinoma
nl: Frontend: Onbekend
pl: Głowica:
pt: Parte dianteira: desconhecida
ru: Приёмник: неизвестен
sk: Pripojenie: Neznáme
tr: Ön işleyici: Bilinmiyor

source: none
ar: لا يوجد
cs: žádný
de: Keine
es: ninguno
et: ei ükski
fi: ei mitään
fy: gjin
lt: joks
nl: Geen
pl: brak
pt: Nenhum
ru: Нет
sk: žiadny
tr: Yok

source: unknown
ar: غير معلوم
cs: neznámý
de: Unbekannt
es: desconocido
et: teadmata
fi: tuntematon
fy: net bekend
lt: nežinomas
nl: Onbekend
pl: nieznany
pt: desconhecido
ru: Не известно
sk: neznámy
tr: Bilinmeyen

source: release
ar: إصدار
cs: vydání
et: väljalase
fi: julkaisu
fy: útjefte
lt: data:
pl: wersja
pt: versão
ru: Версия
sk: vydanie
tr: Sürüm

source: internal
ar: داخلي
cs: interní
de: Intern
es: interno
et: sisemine
fi: sisäinen
fy: intern
lt: vidinis
nl: Intern
pl: wewnętrzna
pt: interno
ru: Внутренний
sk: interný
tr: iç

source: About
ar: عن
cs: o PLi
de: Über
es: Sobre...
et: Teave
fi: Tietoja...
fy: Oer..
lt: Apie
nl: Informatie
pl: Informacje
pt: Sobre...
ru: Информация
sk: O aplikácii
tr: Hakkında

source: show main menu
ar: أظهر القائمة الرئيسة
cs: zobrazit Hlavní menu
de: Hauptmenü anzeigen
es: Menu principal
et: näitab peamenüüd
fi: näytä päävalikko
fy: haad menu sjen litte
lt: rodyti pagrindinį meniu
nl: Hoofdmenu weergeven
pl: Pokaż menu główne
pt: ver menu principal
ru: Показать Главное меню
sk: zobraziť hlavné menu
tr: Ana menüyü göster

source: go to standby (press)
ar: إذهب إلى انتظار اضغط
cs: přejít do Standby (OK)
de: In den Standby gehen (beim Drücken)
es: Ir al modo standby (press)
et: lülita ooterežiimi (vajuta)
fi: siirry valmiustilaan (paina)
fy: nei paraatmodus (druk)
lt: eiti į budėjimą (spausti)
nl: Schakel naar standby (selecteer)
pl: Przejdź w stan czuwania (wciśnij)
pt: ir para standby (caregar)
ru: Переход в Ожидание (нажать)
sk: prechod do Standby (OK)
tr: Hazırda bekleme durumuna geç (tuşlayın)

source: go to standby without menu (press)
ar: الدخول الى وضع الانتظار بدون (الضغط على) القائمة
cs: přejít do Standby bez menu (OK)
de: Ohne Menü in den Standby-Modus wechseln (beim Drücken)
es: Ir al modo espera sin menú
et: lülita ooterežiimi ilma menüüta (vajuta)
fi: siirry valmiustilaan ilman valikkoa (paina)
fy: nei paraatmodus sûnder menu (druk)
lt: eiti į budėjimą be meniu (spausti)
nl: Schakel naar standby zonder menu (selecteer)
pl: Przejdź w stan czuwania bez uruchamiania menu (wciśnij)
pt: ir para standby sem menu (caregar)
ru: Переход в Ожидание без меню (нажать)
sk: prechod do Standby bez menu (OK)
tr: Hazırda bekleme durumuna menüsüz geç (tuşlayın)
