Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: A timer based recording is currently in progress! This stops the timer, and recording!
ar: جارى الآن عملية تسجيل! و هذا يوقف التسجيل!
cs: Právě probíhá nahrávání podle časovače! Tímto zrušíte časovač i nahrávání!
de: Es findet gerade eine timergesteuerte Aufnahme statt! Der Timer und die Aufnahme werden abgebrochen!
es: Está en curso una grabación pogramada! Eso va a terminar el temporizador y la grabación!
et: Hetkel käib ajastatud salvestamine! See seiskab ajastuse ja salvestamise!
fi: Ajastettu tallennus on tällä hetkellä käynnissä! Tämä pysäyttää ajastimen ja tallennuksen!
fy: Een tiidstjoerd opnimmen is no dwaande ! Dit stoppet de tiidsynstelling en tiidstjoerd opnimmen !
lt: Šiuo metu vyksta įrašymas pagal laikmatį! Perjungus įrašymas bus nutrauktas!
nl: Op dit moment wordt automatisch opgenomen! (timer) Als u nu bevestigt, stopt de timer en daarmee de opname!
pl: Trwa nagrywanie! To zatrzyma zapis!
pt: Uma gravação programada esta em memória! Isto para o relógio e a gravação!
ru: Идёт запись по таймеру! Это остановит таймер и запись!
sk: Práve prebieha nahrávanie podľa časovača! Týmto zrušíte časovač aj nahrávanie!
tr: Zamanlayıcı bazlı kayıt yürütülüyor! Bu işlem zamanlayıcıyı ve kayıdıı durduracaktır!

source: A recording is currently in progress! This stops the recording!
ar: جارى الآن عملية تسجيل! و هذا يوقف التسجيل!
cs: Právě probíhá nahrávání! Chcete nahrávání zrušit?
de: Aufnahme läuft Dies stoppt selbige!
es: Está en curso una grabación! Eso la va a terminar!
et: Hetkel käib salvestamine! See seiskab salvestamise!
fi: Tallennus on tällä hetkellä käynnissä! Tämä lopettaa tallennuksen!
fy: Opnimmen is dwaande ! Dit stoppet it opnimmen !
lt: Šiuo metu vyksta įrašymas! Bus nutrauktas įrašymas!
nl: Op dit moment is een opname geaktiveerd! Hiermee stopt de opname!
pl: Trwa nagrywanie! To zatrzyma zapis!
pt: Uma gravação esta em progresso! Isto para a gravação!
ru: Идёт запись! Это остановит запись!
sk: Práve prebieha nahrávanie! Chcete zrušiť nahrávanie?
tr: Kayıt yapılıyor! Bu işelm kayıdı durduracaktır!

source: A timer event is currently in progress! This stops the timer event!
ar: هذا يوقف مؤقت الحدث
cs: Probíhá načasovaná událost! Tímto ji zrušíte!
de: Ein Timer ist momentan aktiv Dies beendet selbigen!
es: Está en curso un evento programado! Eso lo va a terminar!
et: Taimer poolt käivitatud protsess on parasjagu pooleli! See katkestab protsessi!
fi: Ajastettu tapahtuma on tällä hetkellä käynnissä! Tämä lopettaa tapahtuman!
fy: Tiidstjoerd opnimmen is dwaande ! Dit stoppet it tiidstjoerd opnimmen !
lt: Laikmatis aktyvus! Tai išjungs laikmatį!
nl: Op dit moment is er een timeritem actief! Dit deactiveert het timeritem!
pl: Zadanie jest aktywne! Nastąpi jego zatrzymanie!
pt: O relógio esta em progresso! Isto para o relógio!
ru: Выполняется задание по таймеру! Это остановит задание!
sk: Prebieha načasovaná udalosť! Týmto ju zrušíte!
tr: Bir zamanlayıcı olayı yürütülüyor! Bu işlem zamanlayıcı olayını durduracaktır!

source: Really do this?
ar: حقيقة افعل هذا
cs: Skutečně provést?
de: Sind Sie sicher?
es: Seguro?
et: Kas tõesti teeme seda?
fi: Oletko varma?
fy: witte jo it seker ?
lt: Realiai tai daryti?
nl: Weet u het zeker?
pl: Wykonać?
pt: Quer realmente fazer isto?
ru: Выполнить?
sk: Naozaj vykonať?
tr: Emin misiniz?

source: please wait until the timer has started the recording (max 10 seconds)
ar: إنتظر حتى يبدأ الميقاتى عملية التسجيل (10 ثوان كحد أقصى)
cs: počkejte, prosím, dokud časovač nespustí nahrávání (max. 10 sekund)
de: Bitte warten bis der Timer die Aufnahme gestartet hat (max. 10 Sekunden)
es: Espere el comienzo de la grabación temporizador (10 segundos max.)
et: palun oota, kuni taimer käivitab salvestamise (max 10 sekundit)
fi: odota kunnes ajastin on käynnistänyt tallennuksen (max 10 sekuntia)
fy: Wachtsje oant it opnimmen start is (max 10 sec)
lt: prašome palaukti kol laikmatis pradės įrašinėti (apie 10 sekundžių)
nl: Wacht tot de timer de opname gestart heeft a.u.b. (max. 10 seconden)
pl: Proszę czekać aż timer rozpocznie nagrywanie (max 10 s)
pt: esperar por favor até que o temporizador comece a gravação (máximo 10 segundos)
ru: Пожалуйста, дождитесь запуска таймера на запись (макс. 10 сек.)
sk: počkajte prosím, kým časovač nespustí nahrávanie (max. 10sekúnd)
tr: Lütfen zamanlayıcı kaydının başlamasını bekleyiniz (azami 10 saniye)

source: information
ar: المعلومات
cs: Informace
de: Informationen
es: Información
et: informatsioon
fi: info
fy: ynformaasje
lt: informacija
nl: Informatie
pl: Informacje
pt: Informação
ru: Информация
sk: Informácia
tr: bilgi

source: Record failed due to inaccessable storage.
ar: إخفاق التسجيل بسبب صعوبة التخزين (الحفظ)
cs: Záznam selhal z důvodu nedostupného uložiště.
de: Aufnahme fehlgeschlagen, weil das Aufnahmemedium nicht angesprochen werden konnte.
es: Grabación errónea debido a un directorio inaccesible.
et: Salvestamine ebaõnnestus, puudub ligipääs salvestusseadmele.
fi: Tallennus epäonnistui, koska yhteyttä levyyn ei saatu.
fy: Opnimmen is stoppe troch te min opslagrûmte
lt: Įrašymo klaida, neprieinamas kaupiklis.
nl: Opname mislukt. Het opslagmedium is niet toegankelijk.
pl: Nagrywanie nie powiodło się. Nie znaleziono twardego dysku.
pt: Gravação falhada devido ao disco duro inacessível
ru: Не удалось выполнить запись. HDD не найден.
sk: Záznam zlyhal z dôvodu nedostupného úložiska.
tr: Ulaşılamıyan hardisk'ten dolayı kayıt başarılamadı.

source: Record stopped due to full harddisk. Delete some recordings and try again.
ar: توقف التسجيل بسبب إمتلاء القرص الصلب
cs: Záznam byl zastaven, jelikož harddisk je plný. Smažte některé soubory a zkuste to znovu.
de: Aufnahme gestoppt, weil kein Speicherplatz mehr vorhanden ist. Nach freigeben von Speicherplatz (löschen von Aufnahmen) nochmal versuchen.
es: Grabación terminada, disco duro lleno. Borre algunos grabaciones e intente otra vez.
et: Salvestamine peatatud, sest kõvakettal ei ole enam vaba ruumi. Kustuta mõni varasem salvestus ja proovi uuesti.
fi: Tallennus keskeytyi, kovalevy on täynnä. Poista joitakin tallenteita ja yritä uudelleen.
fy: Opnimmen is stoppe troch in folle hurde skiif. Ferwiderje in pear opnames en besykje opnij.
lt: Įrašymas sustabdytas, nėra vietos kietame diske. Reikia atlaisvinti vietos.
nl: Opname afgebroken. Het opslagmedium is vol. Wis enkele opnames en probeer opnieuw.
pl: Zatrzymano nagrywanie z uwagi na zapełniony dysk. Zwolnij miejsce na dysku i spróbuj ponownie.
pt: Gravação parada devido ao disco duro cheio. Apagar algumas gravações e tentar outra vez.
ru: Запись остановлена. Нет места на HDD. Освободите место и попробуйте снова.
sk: Záznam bol zastavený, pretože harddisk je plný. Zmažte niektoré súbory a skúste to znovu.
tr: Harddisk dolu olduğundan kayıt durduruldu. Bazı kayıt'ları silerek tekrar deneyin.

source: Record failed due to a write error during recording. Check for filesystem corruption.
ar: التسجيل فشل وذلك لعدم التمكن من التخزين تاكد من اعدادات النظام
cs: Záznam selhal kvůli chybě během zápisu. Zkontrolujte filesystém.
de: Aufnahme wegen eines Schreibfehlers fehlgeschlagen. Bitte eine Dateisystem Prüfung durchführen.
es: Grabación errónea debido a un error de escritura. Compruebe el disco duro.
et: Salvestamine ebaõnnestus, sest salvestamise ajal esines kirjutamise viga. Kontrolli failisüsteemi korrasolekut.
fi: Tallennus epäonnistui levyvirheen seurauksena. Tarkista tiedostojärjestelmän tila.
fy: Opnimmen is stoppe troch in skriuw fout whilst it opnimmen. Kontrolearje it bestânsysteem op fouten.
lt: Įrašas nepavyko dėl įrašymo klaidos. Patikrinkite, ar failų sistema nėra sugadinta.
nl: Opname afgebroken. Fout tijdens de schrijfactie. Controleer het bestandssysteem op fouten.
pl: Nagrywanie nie powiodło się. Sprawdź system plików.
pt: A gravação falhou devido a um problema de escrita. Verifique erros no sistema de ficheiros.
ru: Не удалось выполнить запись. Проверьте файловую системы.
sk: Záznam zlyhal z dôvodu chyby počas zápisu. Skontrolujte filesystem.
tr: Kayıt işlemi yazım hatası sebebiyle durduruldu. Dosya sistemnizi bozulmalara karşı kontrol edin.

source: record failed
ar: إخفاق عملية التسجيل
cs: chyba při záznamu
de: Aufnahme fehlgeschlagen
es: Grabación errónea
et: salvestamine ebaõnnestus
fi: tallennus epäonnistui
fy: opnimmen mislearre
lt: įrašymas nepavyko
nl: Opnamefout
pl: Błąd nagrywania
pt: error de gravação
ru: Ошибка записи
sk: chyba pri nahrávaní
tr: Kayıt başarısız

source: One moment please...
ar: لحظة من فضلك
cs: Prosím, čekejte ...
de: Einen Moment, bitte...
es: Un momento, por favor...
et: Üks hetk palun...
fi: Hetkinen...
fy: Eefkes wachtsje....
lt: Vieną minutėlę prašom...
nl: Een ogenblik geduld a.u.b.
pl: Proszę czekać...
pt: Espere por favor...
ru: Подождите...
sk: Čakajte prosím...
tr: Lütfen bekleyiniz...

source: switch
ar: مفتاح
cs: přepnout
es: Cambiar canal
et: lülita
fi: vaihda kanavalle
fy: Skeakeler
lt: perjungti
nl: Schakelen
pl: Przełącz
pt: comutar
ru: Переключить на:
sk: prepnúť
tr: Kanal değiştir

source: Service could not be found !
ar: لم أتمكن من إيجاد القناة
cs: Program nebyl nenalezen !
de: Sender wurde nicht gefunden.
es: El servicio no está disponible.
et: Ei leia kanalit !
fi: Palvelua ei löydy !
fy: Service koe net fûn wurde
lt: Kanalas nerastas!
nl: Deze service is niet gevonden!
pl: Kanał niedostępny!
pt: Serviço não existe!
ru: Канал не найден!
sk: Program nenájdený!
tr: Aradığınız servis bulunamadı !

source: This service could not be descrambled
ar: لا يمكن فك تشفير القناة
cs: Program nemůž být dekódován
de: Sender kann nicht entschlüsselt werden
es: Este servicio no se puede descodificar
et: Kanali kodeeringut ei õnnestu avada
fi: Salausta ei voida purkaa
fy: Service kin net dekodearre wurde
lt: Šio kanalo nepavyko atkoduoti
nl: Deze service kan niet worden gedecodeerd
pl: Nie można odkodować kanału!
pt: Este serviço não pode ser descodificado
ru: Этот канал не декодируется!
sk: Program nemôže byť dekódovaný
tr: Servisin şifresi çözülemiyor

source: This service doesn't currently send a signal
ar: لا توجد إشاره من هذه القناة
cs: Program nevysílá momentálně signál
de: Sender sendet momentan kein Signal
es: Actualmente, este servicio no está transmitiendo.
et: See kanal ei saada hetkel signaali
fi: Tämä palvelu ei lähetä tällä hetkellä signaalia
fy: Dizze service stjoert no gjin signaal út
lt: Šis kanalas nesiunčia signalo
nl: Op deze frequentie is momenteel geen signaal
pl: Kanał wyłączony!
pt: Nenhum sinal
ru: Этот канал сейчас не работает!
sk: Program momentálne nevysiela signál
tr: Bu servis sinyal yayınlamıyor

source: This content could not be displayed
ar: لا يمكن عرض محتويات القناة
cs: Obsah nemuze být zobrazen
de: Dieser Inhalt kann nicht angezeigt werden
es: No se puede mostrar este contenido
et: Selle sisu ei suudeta kuvada
fi: Tätä sisältöä ei voida näyttää
fy: De ynhâlt kin net sjen litte wurde
lt: Šitas turinys nerodomas
nl: Deze gegevens kunnen niet worden weergegeven
pl: Nie można pokazać zawartości
pt: Este conteúdo não pode ser visto
ru: Содержимое не может быть показано
sk: Obsah nemôže byť zobrazený
tr: Bu içerik ekranda gösterilemiyor

source: NVOD Service - please select a starttime
ar: خدمة العرض تحت الطلب تقريبا اختر وقت بدء الخدمة
cs: NVOD služba - prosím, zvolte čas zahájení
de: NVOD Sender - Bitte eine Startzeit wählen!
es: Servicio NVOD - elige hora de inicio deseada
et: NVOD teenus - palun vali algusaeg
fi: NVOD-palvelu - valitse aloitusaika
fy: NVOD Service - selektearje in start tiid
lt: NVOD paslauga - įrašykite įrašo pradžios laiką!
nl: NVOD service - Selecteer de starttijd a.u.b.
pl: Serwis NVOD - proszę wskazać czas rozpoczęcia
pt: Serviço NVOD - Seleccionar a hora de início
ru: NVOD - установите время начала
sk: NVOD služba - prosím, zvoľte čas spustenia
tr: NVOD Servisi - lütfen başlama zamanını seçiniz

source: Unknown error!!
ar: خطأ غير معروف
cs: Neznámá chyba !!
de: Unbekannter Fehler!!
es: Error desconocido!!
et: Tundmatu viga!!
fi: Tuntematon virhe!!
fy: Net bekende fout
lt: Nežinoma klaida!!
nl: - Onbekende fout -
pl: Nieznany błąd!
pt: Error desconhecido!!
ru: Неизвестная ошибка!
sk: Neznáma chyba !!!
tr: Bilinmeyen hata!!

source: Playlist
ar: إعرض اللائحة
de: Wiedergabeliste
es: Lista de reproducción
et: Nimekiri
fi: Soittolista
fy: Ôfspiellyst
lt: Grojaraštis
nl: Afspeellijst
pl: Ulubione
pt: Lista leitura
ru: Список
tr: Oynatma Listesi

source: History
ar: تاريخ
cs: Historie
de: Verlauf
es: Historial
et: Ajalugu
fi: Historia
fy: Skiednis
lt: Istorija
nl: Geschiedenis
pl: Historia
pt: Historial
ru: История
sk: História
tr: Komut günlüğü

source: Networks, services and user bouquets will be reloaded
ar: سيتم اعادة تحميل الشبكة والباقات والمفضلات
cs: Sít, programy a uživatelské přehledy budou znovu načteny
es: La red, los servicios y los bouquets de usuario se volveran a cargar
et: Võrk, kanalid ja Lemmikute loetelu laetakse ümber
fi: verkot, palvelut ja kanavaluettelot uudelleenkäynnistetään
fy: netwurken, services en boeketten wurde opnei laden
nl: Netwerk, kanalen en bouquetten worden opnieuw geladen
ru: Сети, каналы и букеты будут перезагружены.
sk: Sieť, programy a užívateľské prehľady budú znovu načítané
tr: Ağlar, servisler ve kullanıcı buketleri tekrar yüklenecektir.

source: Reloading...
ar: اعادة تحميل....
cs: Načítám...
de: Neuladen...
es: Recargando...
et: Taaskäivitan...
fi: Ladataan...
fy: Opnei Lade...
nl: Herstellen...
pl: Przeładowanie...
ru: Перезагрузка...
sk: Načítavam...
tr: Yeniden yükleniyor...

source: Please wait...
ar: الرجاء الانتظار .....
cs: Prosím, čekejte...
de: Bitte warten...
es: Ejecutando %s. Espere...
et: Palun oota...
fi: Odota...
fy: Eefkes wachtsje...
nl: Een moment...
sk: Čakajte prosím...
tr: Lütfen bekleyin...

source: Service Menu
ar: قائمة القنوات
cs: Programové menu
de: Service Menü
es: Menú servicios
et: Kanalimenüü
fi: Lisätoiminnot
lt: Kanalų meniu
pl: Menu listy kanałów
pt: Menu Serviços
ru: Список каналов
sk: Programové menu
tr: Servis Menüsü

source: add service to playlist
ar: أضف قناة للائحة عرض القنوات
cs: přidat do Playlistu
de: Datei zur Playlist hinzufügen
es: Añadir a la lista de reproducción
et: lisa kanal nimekirja
fi: Lisää palvelu soittolistaan
fy: service oan ôfspiellyst tafoegje
lt: traukti kanalą į rodymo sąrašą.
nl: Item toevoegen aan de playlist
pl: Dodaj do listy nagrań
pt: acrescentar um serviço a lista leitura
ru: Добавить к списку воспроизведения
sk: pridať do Playlistu
tr: Servisi oynatma listesine ekle

source: add selected service to the playlist
ar: إضافة القناة المختارة الى قائمة التشغيل
cs: přidat vybraný program/film do Playlistu
de: Gewählte Datei zur 'Playlist' hinzufügen
es: Añadir servicio elegido a la lista de reproducción
et: lisa valitud kanal nimekirja
fi: Lisää valittu palvelu soittolistaan
fy: selektearre service tafoegje oan ôfspiellyst
lt: įtraukti pasirinktą kanalą į rodymo sąrašą
nl: Voeg deze service toe aan de playlist
pl: Dodaj wybrany plik do listy nagrań
pt: acrescentar serviço seleccionado a lista leitura
ru: Добавить к списку воспроизведения
sk: pridať vybraný program/film do Playlistu
tr: Seçili servisi oynatma listesine ekler

source: shuffle
ar: الدمج
cs: náhodné přehrávání
es: mezclar
et: paiguta ümber
fy: random
lt: maišymas
nl: schudden
pl: Losowa kolejność
pt: misturar
ru: Случайно
sk: náhodné prehrávanie
tr: Karıştır

source: shuffle playlist
ar: قائمة اسماء الدمج
cs: vytvořit náhodné pořadí pro přehrávání
es: mezclar lista de reproduccion
et: paiguta ümber esitusloend
fi: Shuffle-toistolista
fy: Random ôfspiellist
lt: maišymo grojaraštis
nl: afspeellijst schudden
pl: Umieść losowo pliki w liście
pt: misturar lista de reprodução
ru: Случайное воспроизведение
sk: vytvoriť náhodné poradie pre prehrávanie
tr: Oynama listesindeki öğeleri karaışık olarak oynatır

source: remove all 'new found' flags
ar: حذف علامة التعجب الجديدة
cs: zrušit všechna označení 'nově nalezené'
de: Alle 'Neuer Sender'-Markierung entfernen
es: Quitar marcas 'servicio nuevo'
et: eemalda kõik 'leitud uus' lipikud
fi: poista kaikki 'löydetty'-liput
fy: ferwiderje alle "nij fûn" flaggen
lt: pašalinti visus žymeklius 'naujai rastas'
nl: Verwijder alle 'nieuw gevonden' markeringen
pl: Usuń oznakowanie nowych kanałów
pt: remover marcadores de novo serviço
ru: Удалить все '!' в именах
sk: zrušiť všetky označenia 'nové'
tr: Tüm 'yeni bulunan' işaretlerini kaldır

source: select to remove all 'new found' flags from this satellite
ar: اختار لحذف علامة التعجب من هذا القمر
cs: vybrat a odstranit označení 'nově nalezené' pro tento satelit
de: Auswählen um alle 'Neuer Sender'-Markierung von diesem Satelliten zu entfernen
es: Para quitar todas las marcas 'servicio nuevo' de este satélite
et: vali ja eemalda kõik 'leitud uus' lipikud sellelt satellidilt
fi: valitse poistaaksesi kaikki 'löydetty'-liput tästä satelliitista
fy: selektearje om "nij fûn" flagge te ferwiderjen fan dizze satellyt
lt: pasirinkti, kad šalinti visus žymeklius 'naujai rastas'
nl: Hiermee wist u alle 'nieuw gevonden' markeringen op deze satelliet.
pl: Wybierz aby usunąć wykrzyknik przy nazwie nowych kanałów
pt: seleccionar para remover marcadores de novo serviço deste satélite
ru: Удалить '!'(новый найденный) в именах выбранных каналов этого спутника
sk: vybrať a odstrániť označenie 'nové' pre tento satelit
tr: Seçili uydudaki tüm 'yeni bulunan' bayraklarını kaldırmak içindir

source: remove 'new found flag'
ar: حذف علامة التعجب
cs: zrušit označení 'nově nalezené'
de: 'Neuer Sender'-Markierung zurücksetzen
es: Quitar marca 'servicio nuevo'
et: eemalda 'leitud uus' järjehoidja
fi: poista 'new found flag'
fy: ferwiderje "nij fûn" flagge
lt: pašalinti žymeklį 'naujai rastas'
nl: Verwijder 'nieuw gevonden' markering
pl: Usuń oznakowanie nowych kanałów
pt: remover sinal de novo serviço encontrado
ru: Удалить '!' в имени
sk: zrušiť označenie 'nové'
tr: 'Yeni bulunan bayrağı'nı kaldır

source: select to remove the 'new found flag'
ar: اختار لحذف علامة التعجب
cs: vybrat a odstranit označení 'nově nalezené'
de: 'Neuer Sender'-Markierung zurücksetzen
es: Para quitar la marca 'servicio nuevo'
et: vali ja eemalda 'leitud uus' lipik
fi: valitse poistaaksesi 'löydetty'-lippu
fy: selektearje om "nij fûn" flagge te ferwiderjen
lt: pasirinkti kad šalinti 'naujai rastas'
nl: Hiermee wist u de geselecteerde 'nieuw gevonden' markering
pl: Wybierz aby usunąć wykrzyknik przy nazwie nowych kanałów
pt: seleccionar para remover o marcador de novo serviço
ru: Удалить '!'(новый найденный) в имени канала
sk: vybrať a odstrániť označenie 'nové'
tr: 'Yeni bulunan bayrağı' nı kaldırmak içindir

source: select to remove all 'new found' flags
ar: اختار لحذف علامة التعجب الجديدة
cs: vybrat a odstranit všechna označení 'nově nalezené'
de: Auswählen um alle 'Neuer Sender'-Markierung zu entfernen
es: seleccione para quitar todas las marcas 'nuevo encontrado'
et: vali ja eemalda kõik 'leitud uus' lipikud
fi: valitse poistaaksesi kaikki 'löydetty'-liput
fy: selektearje om alle "nij fûn" flaggen te ferwiderjen
lt: pasirinkti, kad pašalinti žymeklius 'naujai rastas'
nl: Hiermee wist u alle 'nieuw gevonden' markeringen
pl: Usuń wykrzyknik przy nazwie nowych kanałów
pt: seleccionar para remover todos os marcadores de novo serviço
ru: Удалить '!'(новый найденный) в именах выбранных каналов
sk: vybrať a odstrániť všetky označenia 'nové'
tr: Tüm 'yeni bulunan' bayraklarını kaldırmak içindir

source: create new bouquet
ar: إنشاء باقة جديدة
cs: vytvořit nový přehled
de: Neues Bouquet erstellen
es: Crear bouquete nuevo
et: loo uus kanalinimekiri
fi: Luo uusi kanavaluettelo
fy: nei bouquet meitsje
lt: sukurti naują paketą
nl: Nieuw boeket aanmaken
pl: Nowy bukiet
pt: criar novo bouquet
ru: Создать новый букет
sk: vytvoriť nový prehľad
tr: Yeni buket oluştur

source: select to create a new bouquet
ar: إختيار إنشاء باقة جديدة
cs: zvolte pro vytvoření nového přehledu
de: Neues Bouquet erstellen
es: Para crear un bouquete nuevo
et: valida uue kanalinimekirja loomiseks
fi: valitse luodaksesi uuden kanavaluettelon
fy: selektearje om nei bouquet te meitsjen
lt: čia galite sukurti naują paketą
nl: Selecteer om een nieuw boeket aan te maken
pl: Utwórz nowy bukiet
pt: seleccionar para criar um novo bouquet
ru: Создать новый букет
sk: zvoľte pre vytvorenie nového prehľadu
tr: Yeni bir buket oluşturmak içindir

source: duplicate bouquet
ar: نسخ باقة
cs: duplikovat přehled
de: Bouquet duplizieren
es: Duplicar bouquete
et: kopeeri nimekiri
fi: Monista kanavaluettelo
fy: Kopieer bouquet
lt: dubliuoti paketą
nl: Boeket dupliceren
pl: Kopiuj bukiet
pt: duplicar bouquet
ru: Копирование букета
sk: duplikovať prehľad
tr: Buket çoğaltma

source: duplicate the complete bouquet with all content
ar: نسخ الباقة كاملة مع كل محتوياتها
cs: duplikovat celý přehled včetně obsahu
de: Bouquet mit dem kompletten Inhalt duplizieren
es: Duplicar bouquete entero con todo su contenido
et: kopeeri terve nimekiri koos sisuga
fi: monista koko kanavaluettelo sisältöineen
fy: Kopieer bouquet mei inhâld en al
lt: dubliuoti paketą su visu turiniu
nl: Dupliceer het gehele boeket en zijn inhoud
pl: Utwórz kopię bukietu z wszystkimi kanałami
pt: duplicar o bouquet completo com os índices todos
ru: Копирование букета с всем содержимым
sk: duplikovať celý prehľad vrátane obsahu
tr: Seçilen buketi tüm içeriği ile çoğalt

source: add to specific bouquet
ar: إضافة الى باقة محددة
cs: přidat do zvoleného přehledu
de: Zu bestimmten Bouquet hinzufügen
es: Añadir a bouquete determinado
et: lisa teatud nimekirja
fi: Lisää tiettyyn kanavaluetteloon
fy: oan specifiek bouquet tafoegje
lt: pridėti į specifinį paketą
nl: Aan een specifiek boeket toevoegen
pl: Dodaj do bukietu
pt: acrescentar ao bouquet específico
ru: Добавить к определённому букету
sk: pridať do vybraného prehľadu
tr: Belirli bir bukete ekle

source: add the selected service to another bouquet
ar: أضف القناة المختارة الى باقة أخرى
cs: přidat vybraný program do některého přehledu
de: Service zu einem anderen Bouquet hinzufügen
es: Añadir canal elegido a un bouquete determinado
et: lisa valitud kanal teise nimekirja
fi: lisää valittu palvelu toiseen kanavaluetteloon
fy: selektearre service oan in oar bouquet tafoegje
lt: pridėti pažymėtą kanalą į kitą paketą
nl: De geselecteerde services aan een ander boeket toevoegen
pl: Dodaj wybrany kanał do bukietu
pt: acrescentar o serviço selecionado a um outro bouquet
ru: Добавить канал к другому букету
sk: pridať vybraný program do niektorého prehľadu
tr: Seçili servisi başka bukete ekle

source: add marker
ar: إضافة رمز
cs: přidat záložku
de: Marker hinzufügen
es: Añadir línea separación
et: lisa järjehoidja
fi: Lisää markkeri
fy: index tafoegje
lt: pridėti žymeklį
nl: Markering toevoegen
pl: Dodaj znacznik
pt: acrescentar marcador
ru: Добавить маркер
sk: pridať záložku
tr: Ayraç ekle

source: create a new marker in the current bouquet
ar: إنشاء رمز جديد فى الباقة الحالية
cs: vytvořit novou záložku v používaném přehledu
de: Neuen Marker im aktuellen Bouquet erstellen
es: Introducir una separación nueva en el bouquete actual
et: loo käesolevasse nimekirja uus järjehoidja
fi: Luo uusi markkeri nykyiseen kanavaluetteloon
fy: meitsje nije index yn it aktuele bouquet
lt: sukurti naują žymeklį šiame pakete
nl: Een nieuwe markering in het boeket aanmaken
pl: Dodaj nowy znacznik do wybranego bukietu
pt: criar novo marcador no bouquet atual
ru: Создать новый маркер в текущем букете
sk: vytvoriť novú záložku v používanom prehľade
tr: Seçili buketin içinde ayraç oluştur

source: rename
ar: غير اسم
cs: přejmenovat
de: Umbenennen
es: Renombrar
et: nimeta ümber
fi: Vaihda nimeä
fy: opnij beneame
lt: pervardinti
nl: Hernoemen
pl: Zmień nazwę
pt: rebatizar
ru: Переименовать
sk: premenovať
tr: Ad değiştir
