Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: enable set the rightBottom Point of the rectangle
ar: حفز إعداد النقطة السفلى اليمنى في المربع
cs: povolit nastavení pravého spodního rohu
de: Um die rechte untere Ecke des Rechtecks einzustellen
es: Esquina derecha/inferior del rectángulo
et: luba alumise parema nurga seadmine
fi: aseta suorakulmion oikea alanurkka
fy: set rjochts underhoek fan de rjochthoek
lt: nustatykite stačiakampio dešinįjį apatinį tašką (kursoriaus mygtukai)
nl: Rechtsonder instellen
pl: Ustaw położenie prawego dolnego narożnika
pt: activar a configuração do ponto superior direito do retângulo
ru: Разрешить настройку правого нижнего угла
sk: povoliť nastavenie pravého dolného rohu
tr: sağ alt dikdörtgeninin ayarını etkinleştir

source: saves the current positions
ar: إحفظ الوضع الحالى
cs: uložit současné nastavení
de: Speichert die aktuelle Position
es: Memorizar posiciones actuales
et: salvesta praegused positsioonid
fi: tallenna nykyiset sijainnit
fy: Opslaan fan aktuele posysjes
lt: išsaugoti esamą poziciją
nl: Huidige posities opslaan
pl: Zapamiętaj aktualne pozycje
pt: registar a posição actual no motor
ru: Сохранить текущую позицию
sk: uložiť súčasné nastavenie
tr: şimdiki konumuları hafızaya alır

source: Here you can center the TuxTxt/MultiEPG rectangle... Press RED to select the left top edge. Press GREEN to select the right bottom edge. Use the cursor keys to move the selected edges. Current positions - size:
ar: هنا يمكنك تغيير وضيعة الكتابة على الشاشة .. إضغط الزر الأحمر لاختيار الركن العلوى الأيسر إضغط الزر الأخضر لاختيار الركن السفلى الأيمن استخدم مفاتيح الحركة الرأسية و الأفقية لتحريك الطرف الذى تم اختيارهالموضع الحالي - الحجم :
cs: Zde je možné vycentrovat TuxTXT/MultiEPG obdélník... -stiskněte ČERVENÉ tlačítko k výběru levého horního rohu -stiskněte ZELENÉ tlačítko k výběru pravého spodního rohu kurzorové šipky použijte k pohybu vybraných rohů. Pozice - velikost:
de: Hier können Sie den Videotext und den MultiEPG zentrieren... Drücken Sie 'rot' um das linke obere Eck zu wählen Drücken Sie 'grün' um das rechte untere Eck zu wählen Benutzen Sie die Pfeiltasten um die Zentrierung durchzuführen. Aktuelle Position - Grösse:
es: Para ajustar la imagen visible del teletexto. Rojo cambia a la esquina izquierda superior, verde a la esquina derecha inferior. Utilize las teclas cursor para mover las esquinas.
et: Siin saad panna TuxTxt raami keskpunkti/MultiEPG ristküliku... Ülemise vasaku seadmiseks vajuta punast. Alumise parema serva seadmiseks vajuta rohelist. Kasuta kursorit valitud servade liigutamiseks. Praegune positsioon - suurus:
fi: Tässä voit keskittää TuxtTxt/Multi-EPG:n näkymän... Valitse vasen yläkulma painamalla punaista Valitse oikea alakulma painamalla vihreää Väytä nuolinäppäimiä reunojen siirtämiseen Nykyiset paikat - koko:
fy: Ynjefte fan de tuxtxt/multiEPG rjochthoek.. Duk read foar hoeke links boppe Duk grien foar hoeke rjochts under Brûk de cursor knoppen foar posysje fan de selektearre hoeken. Posysjes - grutte :
lt: Čia Jūs galite išcentruoti TuxTxt/MultiEPG stačiakampį... Spauskite RAUDONĄ kad pasirinkti viršutinį kairį kraštą. Spauskite ŽALIĄ kad pasirinkti apatinį dešinį kraštą. Tam naudokite kursoriaus mygtukus kad perkelti pasirinktus kraštus. Dabar - dydis:
nl: Hier kunt u de positie van TuxTxt/MultiEPG instellen. Druk op 'rood' om linksboven en op 'groen' om rechtsonder te selecteren Gebruik de pijltoetsen om de hoek te verplaatsen. Huidige positie - grootte:
pl: Tu możesz wycentrować wyświetlanie teletextu. Wciśnij czerwony dla lewego górnego narożnika. Wciśnij zielony dla prawego dolnego narożnika. Użyj strzałek do przesuwania pozycji narożników. Bieżąca pozycja - rozmiar:
pt: Aqui poderá centrar o rectângulo TuxTxt/MultiEPG... Prima vermelho para seleccionar o canto superior esquerdo. Prima verde para seleccionar o canto inferior direito. Use as teclas de cursor para mover os cantos seleccionados. Posições actuais - tamanho:
ru: Здесь можно выставить положение окна интерфейса. КРАСНЫЙ выбор левого верхнего угла. ЗЕЛЁНЫЙ выбор правого нижнего угла. ВЛЕВО/ВПРАВО/ВВЕРХ/ВНИЗ - установка положения угла. Текущая позиция/размер:
sk: Tu je možné vycentrovať TuxTXT/MultiEPG obdĺžnik... -stlačte ČERVENÉ tlačidlo pre výber ľavého horného rohu -stlačte ZELENÉ tlačidlo pre výber pravého dolného rohu použite kurzorové šípky pre pohyb vybraných rohov. Pozícia - veľkosť:
tr: Burada TuxTxt/MultiEPG nin gösterileceği alan seçilir.. Sol üst köşeyi seçmek için KIRMIZI tuşa basın Sağ alt köşeyi seçmek için YEŞİL tuşa basın Yön tuşlarını kullanarak seçilen köşeyi hareket ettirin. Mevcut konumlar - boyut:

source: TuxText/MultiEPG position >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [6] OSD Settings >>> [YELLOW] TuxText position . . . . . . . . . . Here you can align the horizontal and vertical position where your Dreambox outputs Windows, Messages, etc. to match your TV. Keep in mind that not all custom made plugins keep this range in mind! Make sure both corners remain fully visible to avoid unexpected results! . . . . . . . . . . Usage: [RED] Select upper/left screen corner [GREEN] Select lower/right screen corner [LEFT]/[RIGHT] Move the selected corner around [UP]/[DOWN] [OK] Save Settings and Close Window [EXIT] Close window without saving changes
ar: tTuxText/MultiEPG position
cs: TuxText/MultiEPG poloha >>> [MENU] >>> [6] Nastavení >>> [3] Uživatelský interface >>> [6] OSD pozice >>> [YELLOW] TuxText pozice . . . . . . . . . . Zde je možné nastavit vodorovnou a svislou polohu, kde bude Dreambox na televizi zobrazovat okna, hlášení atd. Mějte na paměti, zě ne všechny uživatelské pluginy přebírají toto nastavení! Ujistěte se, že oba rohy jsou viditelné. Vyhnete se tak neočekávaným výsledkům! . . . . . . . . . . Použití: [RED] levý horní roh [GREEN] pravý spodní roh [LEFT]/[RIGHT] posun zvoleného rohu [UP]/[DOWN] [OK] uložit změny a zavřít okno [EXIT] zavřít okno bez uložení změn
es: Posicion de TuxText/MultiEPG >>> [MENU] >>> [6] Ajustes >>> [3] Ajustes de sistema >>> [6] Ajustes de OSD >>> [YELLOW] Posicion de TuxText . . . . . . . . . . Aqui puedes alinear la posicion vertical y horizontal de donde tu DreamBox mostrara las ventanas, los mensajes, etc. para ajustarlas a tu TV. Ten en cuenta que no todos los plugins se ajustan a esto y asegurate de que ambas esquinas se mantienen visibles para evitar resultados inesperados. . . . . . . . . . . Uso: [RED] Seleccionar esquina superior/izquierda. [GREEN] Seleccionar esquina inferior/derecha [LEFT]/[RIGHT] Mover la esquina seleccionada [UP]/[DOWN] [OK] Guardar y salir [EXIT] Cerrar sin guardar
fi: TuxText/Multi-EPG:n sijainti >>> [MENU] >>> [6] Asetukset >>> [3] Järjestelmäasetukset >>> [6] OSD-asetukset >>> [KELT] TuxText-sijainti . . . . . . . . . . Tässä näkymässä voit asettaa vaaka- ja pystysijainnin, mihin ikkunat ja viestit yms sijoitetaan näytöllä. Huomioi, että kaikki custom pluginit eivät välitä tastä asetuksesta! Pidä huoli, että molemmat nurkat ovat kokonaan näkyvissä! . . . . . . . . . . Käyttö: [PUN] Aseta ylä/vasen nurkka [VIH] Aseta ala/oikea nurkka [VAS]/[OIK] Siirtele valittua nurkkaa [YLÖS]/[ALAS] [OK] Tallenna muutokset ja poistu [EXIT] Poistu tallentamatta
fy: TuxText/MultiEPG posysje >>> [MENU] >>> [6] Ynstellingen >>> [3] Systeem Ynstellingen >>> [6] OSD Ynstellingen >>> [GIEL] TuxText posysje . . . . . . . . . . Hjir kinne jo de horizontale en vertikale posysje fêstsette, wer de Dreambox finsters, boadskippen, etc, delset sa dat alles oerien komt mei jo TV... Let op ... Net alle plugins hâlde sich hjir an. Soarchje dat beide hoeken hienendal sichtber bliuwe om net winske effected te foarkommen ! . . . . . . . . . . Usage: [READ] Selektearje boppe links hoeke [GRIEN] Selektearje ûnder rjochts hoeke [LINKS]/[RJOCHTS] Ferset de selektearre hoek [OP]/[DEL] [OK] [EXIT] Feroaringen opslaan en slút finster [EXIT] [EXIT] Feroaringen net opslaan en slút finster
lt: TuxText/MultiEPG vieta >>> [MENU] >>> [6] Nustatymai >>> [3] Sisteminiai nustatymai >>> [6] OSD nustatymai >>> [GELTONAS] TuxText vieta . . . . . . . . . . Čia Jūs galite išlyginti vertikalias ir horizontalias vietas, savo imtuvo langų išėjimus, pranešimus, ir kita. Sureguliuot televizorių.Turėkite mintyje, kad ne viskas įmanoma padaryti. Darykite atsargiai, kad išvengti nenumatytų rezultatų! . . . . . . . . . . Naudojama: [RAUDONAS] Pasirinkite viršutinį/kairį ekrano kampą [ŽALIAS] Pasirinkite apatinį/dešinį ekrano kampą [KAIRĖ]/[DAŠINĖ] Pastumkite pasirinktą kampą aplink [AUKŠTYN]/[ŽEMYN] [OK] Save Settings and Close Window [EXIT] Close window without saving changes
pl: Pozycja TuxText/MultiEPG >>> [MENU] >>> [6] Ustawienia >>> [3] Ustawienia systemowe >>> [6] Ustawienia OSD >>> [ŻÓŁTY] Pozycja telegazety . . . . . . . . . . Tutaj możesz precyzyjnie ustawić położenie grafiki OSD na ekranie swojego telewizora. Zwróć uwagę, że nie wszystkie skórki biorą te paramery pod uwagę! Upewnij się, że narożnik grafiki są wciąż widoczne na ekranie aby uniknąć nieprzewidzianych efektów! . . . . . . . . . . Użycie: [CZERWONY] Wybierz lewy góny narożnik ekranu [ZIELONY] Wybierz lewy dolny narożnik ekranu [LEWY]/[PRAWY] Przesuwaj wskaźnnik po ekranie [GÓRA]/[DÓŁ] [OK] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Posição TuxText/MultiEPG >>> [MENU] >>> [6] Configuração >>> [3] Definições de sistema >>> [6] Definições de OSD >>> [YELLOW] Posição TuxText . . . . . . . . . . Aqui pode alinhar a posição horizontal e vertical onde a Dreambox exibe janelas, mensagens, etc. para encaixar na sua TV. Recorde que nem todos os plugins têm em consideração esses limites! Certifique-se que ambos os cantos continuam vísiveis para evitar resultados inesperados! . . . . . . . . . . Utilização: [RED] Seleccionar canto superior/esquerdo do ecrã [GREEN] Seleccionar canto inferior/direito do ecrã [LEFT]/[RIGHT] Mover o canto seleccionado [UP]/[DOWN] [OK] Guardar alterações e fechar a janela [EXIT] Fechar a janela sem guardar alterações
ru: Позиция интерфейса >>> [MENU] >>> [6] Настройки >>> [3] Настройка системы >>> [6] Настройка интерфейса >>> [ЖЁЛТЫЙ] Позиция . . . . . . . . . . Установка позиции интерфейса управления Dreambox на экране телевизора (окна, сообщения, меню и т.д.). Убедитесь что оба угла настройки находятся в видимой части экрана телевизора. Не все плагины выполняют эти настройки! . . . . . . . . . . Использование: [КРАСНЫЙ] Выбор настройки верхнего левого угла [ЗЕЛЁНЫЙ] Выбор настройки нижнего правого угла [ВЛЕВО]/[ВПРАВО] Перемещение угла по экрану [ВВЕРХ]/[ВНИЗ] [OK] Сохранить и выйти [EXIT] Выйти без записи
sk: TuxText/MultiEPG poloha >>> [MENU] >>> [6] Nastavenie >>> [3] Užívateľský interface >>> [6] OSD pozícia >>> [YELLOW] TuxText pozícia . . . . . . . . . . Tu je možné nastaviť vodorovnú a zvislú polohu, kde bude Dreambox na obrazovke zobrazovať okná, hlásenia atď. majte na pamäti, že nie všetky užívateľské pluginy preberajú toto nastavenie! Uistite sa, že oba rohy sú viditeľné. Vyhnete sa tak problémom so zobrazením! . . . . . . . . . . Použitie: [RED] ľavý horný roh [GREEN] pravý dolný roh [LEFT]/[RIGHT] posun zvoleného rohu [UP]/[DOWN] [OK] uložiť zmeny a zavrieť okno [EXIT] zavrieť okno bez uloženia zmien
tr: TuxText/MultiEPG pozisyonu >>> [MENU] >>> [6] Kurulum >>> [3] Sistem Ayarları >>> [6] OSD Ayarları >>> [SARI] TuxText pozisyonu . . . . . . . . . . Bu ekranda Dremabox' unuzun pencereleri, mesajları gösterirken kullanacağı alanın yatay ve dikey pozisyonunu TV'nizle uyumlu bir noktaya ayarlayabilrisiniz. Kullanacağınız tüm eklentiler bu ayarlara ulaşmayabilir. Eklentiler ile ilgili olarak beklenmeyen bir durum oluşursa lütfen eklenti üreticisini haberdar ediniz. Beklenmeyen bir sonuçdan kaçınmak için lütfen her iki köşenin de tamamen görünebilr bir noktaya ayarlanmdığına emin olunuz! . . . . . . . . . . Usage: [KIRMIZI] Üst/sol ekran köşesini seç [YEŞİL] Alt/sağ ekran köşesini seç [SOL]/[SAĞ] Seçili köeşyi hareket ettirmek için [YUKARI]/[AŞAĞI] [OK] ayarları kaydet ve pencereyi kapat [EXIT] Ayarları kaydetmadan pencereyi kapat

source: change the transparency correction
ar: غير تعديل الشفافية
cs: změna průhlednosti OSD menu (vlevo, vpravo)
de: Die Tranparenz ändern
es: Ajustar transparencia
et: muuda läbipaistvust
fi: muuta läpinäkyvyyttä
fy: wizigje transparansje
lt: permatomumo nustatymas
nl: Transparantie instellen
pl: Ustaw przezroczystość
pt: alterar a transparência
ru: Изменение прозрачности
sk: zmena priehľadnosti OSD menu (vľavo, vpravo)
tr: saydamlık düzeltmesini değiştir

source: change the brightness correction
ar: غير تعديل الإضاءة
cs: změna jasu (vlevo, vpravo)
de: Die Helligkeit ändern
es: Ajustar brillo
et: muuda heledust
fi: muuta kirkkautta
fy: wizigje helderens
lt: šviesumo nustatymas
nl: Helderheid instellen
pl: Ustaw jasność
pt: alterar a luminosidade
ru: Изменение яркости
sk: zmena jasu (vľavo, vpravo)
tr: parlaklık düzeltmesini değiştir

source: change the contrast
ar: غير التباين
cs: změna kontrastu (vlevo, vpravo)
de: Den Kontrast anpassen
es: Ajustar contraste
et: muuda kontrasti
fi: muuta kontrastia
fy: wizigje kontrast
lt: kontrasto nustatymas
nl: Contrast instellen
pl: Ustaw kontrast
pt: alterar o contraste
ru: Изменение контрастности
sk: zmena kontrastu (vľavo, vpravo)
tr: kontrastı değiştir

source: DVB Subtitle Black Transparency:
ar: ترجمة السوداء الشفافة :
cs: Průhlednost černého pozadí titulků:
es: Transparencia de los subtitulos DVB:
et: DVB subtiitrite musta läbipaistvus:
fi: DVB-tekstityksen mustan läpinäkyvyys:
fy: DVB undertiteling Swart Transparânsje
nl: DVB-ondertiteling transparantie:
pl: Przezroczystość napisów DVB:
ru: Прозрачность субтитров DVB:
sk: Priehľadnosť čierneho pozadia titulkov:
tr: DVB Altyazı Siyah Geçirgenliği:

source: change the transparency of the DVB subtitle black background
ar: غير الشفافية للخليفة السوداء للترجمة
cs: změna průhlednosti černého pozadí DVB titulků
de: Die Tranparenz des hintergrunds des DVB untertitels ändern
es: Ajustar transparencia
et: muuda DVB subtiitrite musta tausta läbipaistvust
fi: muuta DVB-tekstien mustan taustan läpinäkyvyyttä
fy: Wizigje transparânsje fan de DVB swarte undertiteling eftergrûn
nl: Verander de transparantie van de DVB-ondertiteling
pl: Ustaw przezroczystość
ru: Изменение прозрачности субтитров DVB на черном фоне
sk: zmena priehľadnosti čierneho pozadia DVB titulkov
tr: DVB altyazı siyah geriplan geçrgenlik ayarını değiştirir

source: OSD Settings >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [6] OSD Settings . . . . . . . . . . Setup of your OSD (On-Screen Display, this is information display on your screen, like channel number, volume bar, Program information, etc.) . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button [OK] Enter selected Inputfield or button [LEFT]/[RIGHT] Set Alpha blend, Brightness/Contrast [BLUE] Change skin Menu [YELLOW] Fine tune TuxText position [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
ar: tOSD اعدادات
cs: OSD nastavení >>> [MENU] >>> [6] Nastavení >>> [3] Uživatelský Interface >>> [6] OSD pozice . . . . . . . . . . nastavení OSD (On-Screen Display, tj. informace zobrazující se na obrazovce, jako číslo kanálu, ukazatel hlasitosti, Program info atd.) . . . . . . . . . . Usage: [UP]/[DOWN] výběr vstupního pole nebo tlačítka [OK] vstoupit do vstupních polí nebo použít tlačítko [LEFT]/[RIGHT] Set Alpha blend, Brightness/Contrast [BLUE] změnit vzhled menu [YELLOW] jemné nastavení polohy TuxText okna [GREEN] uložit nastavení a zavřít okno [EXIT] zavřít okno bez uložení změn
es: Ajustes de OSD >>> [MENU] >>> [6] Ajustes >>> [3] Ajustes de sistema >>> [6] Ajustes de OSD . . . . . . . . . . Ajustes de tu OSD. Esto es la informacion que muestra tu pantalla como los numeros de canales, la barra de volumen, informacion de programas, etc. . . . . . . . . . . Uso: [UP]/[DOWN] Navega por la pantalla [OK] Introducir texto [LEFT]/[RIGHT] Ajusta brillo, contraste, etc. [BLUE] Menu de pieles [YELLOW] Ajuste fino de la posicion de TuxText [GREEN] Guardar y salir [EXIT] Cerrar sin salvar
et: OSD Seaded >>> [MENU] >>> [6] Häälestus >>> [3] Süsteemi Seaded >>> [6] OSD Seaded . . . . . . . . . . Sinu OSD häälestus (Ekraanimenüü, see on info nagu kanali number, helitugevuse indikaator, programmiinfo, jne, mis kuvatakse ekraanile . . . . . . . . . . Kasutamine: [ÜLESSE]/[ALLA] Vali Sisendväli või Klahv [OK] Vali antud Sisendväli või Klahv [VASAK]/[PAREM] Seadista värvide segu, Heledus/Kontrast [SININE] Muuda Ekraanimenüü [KOLLANE] Täpishäälestus TuxText positsioonile [ROHELINE] Salvesta seaded ja Sule Aken [EXIT] Sule aken ilma muutusi salvestamata
fi: OSD-asetukset >>> [MENU] >>> [6] Asetukset >>> [3] Järjestelmäasetukset >>> [6] OSD-asetukset . . . . . . . . . . OSD-asetukset (On-Screen Display, tämä näyttö näyttää ruudulla tietoja kuten kanavanumero, äänenvoimakkuus, ohjelmatiedot yms.) . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai painike [OK] Syötä tiedot [VAS]/[OIK] Aseta läpinäkyvyys, kirkkaus/kontrasti [SIN] Muuta teemaa [KELT] Hienosäädä TuxText:n sijaintia [VIH] Tallenna muutokset ja poistu [EXIT] Poistu tallentamatta
fy: OSD Ynstellingen >>> [MENU] >>> [6] Ynstellingen >>> [3] System Ynstellingen >>> [6] OSD Ynstellingen . . . . . . . . . . Ynstellingen fan jo OSD (Op Skerm Display, dit is ynformaasje on it display, sa as kanaal, lûd, programma ynformaasje, etc.) . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje ynjeftefjild of toets [OK] Ynjefte selektearre ynjefte fjild of toets [LINKS]/[RJOCHTS] Set Alpha blend, Helderens/Kontrast [BLAUW] Feroarje oanklaaiing Menu [GIEL] TuxText posysje exact sette [GREIN] feroaringen net opslaan en slút finster [EXIT] Feroaringen net opslaan en slút finster
lt: OSD Nustatymai >>> [MENU] >>> [6] Nustatymai >>> [3] Sisteminiai nustatymai >>> [6] OSD Nustatymai . . . . . . . . . . OSD nustatymai yra (Ekrano indikacija, tai bus informacijos indikacija, koks kanalo numeris, duomenys apie programą ir kita.) . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką [OK] Įveskite pasirinktą įėjimą arba mygtuką [KAIRĖ]/[DEŠINĖ] Nustatykite permatomumą, šviesumą/kontrastą [MĖLYNAS] Pakeiskite temą [GELTONAS] TuxTeksto tikslus nustatymas [ŽALIAS] Išsaugoti nustatymus ir uždaryti langą [EXIT] Uždaryti langą be išsaugojimo
pl: Ustawienia OSD >>> [MENU] >>> [6] Ustawienia >>> [3] Ustawienia systemowe >>> [6] Ustawienia OSD . . . . . . . . . . Tutaj możesz zmienić ustawienia On-Screen Display (OSD) . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk [OK] Otwórz wybraną pozycję menu [LEWY]/[PRAWY] Ustaw przezroczystość, jasność, kontrast [NIEBIESKI] Zmień skórkę [ŻÓŁTY] Ustaw pozycje grafiki OSD [ZIELONY] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Definições de OSD >>> [MENU] >>> [6] Configuração >>> [3] Definições de sistema >>> [6] Definições de OSD . . . . . . . . . . Configuração do OSD (On-Screen Display, é a informação que é mostrada no ecrã, como número do canal, barra de volume, informação do programa, etc.) . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo de introdução botão [OK] Entrar no campo de introdução ou botão seleccionado [LEFT]/[RIGHT] Definir mistura Alpha, Brilho/Contraste [BLUE] Alterar tema do menu [YELLOW] Sintonia fina da posição TuxText [GREEN] Guardar definições e fechar a janela [EXIT] Fechar a janela sem guardar alterações
ru: Настройки интерфейса >>> [MENU] >>> [6] Настройки >>> [5] Настройка интерфейса >>> [1] Настройки интерфейса . . . . . . . . . . Настройки внешнего вида системы управления/оповещения Dreambox . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода или кнопки [OK] Включение/отключение параметра [ВЛЕВО]/[ВПРАВО] Установка цветности, яркости и контрастности [СИНИЙ] Смена оформления [ЖЁЛТЫЙ] Установка позиции интерфейса на экране [ЗЕЛЁНЫЙ] Записать и выйти [EXIT] Выйти без записи
sk: OSD nastavenie >>> [MENU] >>> [6] Nastavenie >>> [3] Užívateľský interface >>> [6] OSD pozícia . . . . . . . . . . nastavenie OSD (On-Screen Display, tj. informácie zobrazujúce sa na obrazovke, ako číslo kanálu, ukazateľ hlasitosti, Program info atď.) . . . . . . . . . . Použitie: [UP]/[DOWN] výber vstupného poľa alebo tlačidla [OK] vstúpiť do vstupných polí alebo použiť tlačidlo [LEFT]/[RIGHT] Nastav Alpha blend, Brightness/Contrast [BLUE] zmeniť vzhľad menu [YELLOW] jemné nastavenie polohy TuxText okna [GREEN] uložiť nastavenie a zavrieť okno [EXIT] zavrieť okno bez uloženia zmien
tr: OSD Ayarları >>> [MENU] >>> [6] Kurulum >>> [3] Sistem Ayarları >>> [6] OSD Ayarları . . . . . . . . . . OSD kurulumu ekranıdır. OSD (On-Screen Display - Ekran Üzerinde Gösterim yani ekranda görüntülenen kanal numaraları, ses çubuğu, program bilgileri gibi bildirimlerdir). . . . . . . . . . . Usage: [UP]/[DOWN] Giriş alanı veya buton seçin [OK] Girilen bilgiyi kabul et ya da butonu uygula [LEFT]/[RIGHT] Geri plan şeffaflığı, Parlaklık, Kontrast ayarları [BLUE] Deri değiştirme menüsü [YELLOW] TuxText konumu ince ayarı [GREEN] Seçenekleri kaydet ve çık [EXIT] Değişiklikleri kaydetmeden çık

source: Remote control
ar: الريموت كنترول
cs: Dálkový ovladač
de: Fernbedienung
es: Mando a distancia
et: Kaugjuhtimispult
fi: Kaukosäädin
fy: Ôfstands betsjinning
lt: Nuotolinio valdymo pultas
nl: Afstandsbediening
pl: Ustawienia pilota
pt: Controlo remoto
ru: Пульт ДУ
sk: Dálkový ovladač
tr: Uzaktan Kumanda

source: Repeat rate:
ar: نسبة الإعادة :
cs: Rychlost opakování :
de: Wiederholrate:
es: Repetición:
et: Korduste tihedus:
fi: Toistonopeus:
fy: Herhellingen:
nl: Herhaalsnelheid:
ru: Скорость повтора:
sk: Rýchlosť opakovania:
tr: Tekrarlama hızı:

source: change remote control repeat rate left => less, right => more (... repeats)
ar: تغيير معدل استجابة الريموت كنترول يسار => أقل , يمين => أكثر (...تكرار)
cs: změna rychlosti opakování vlevo=> pomaleji, vpravo => rychleji (...opakovat)
de: Fernbedienungs-Wiederholungsrate ändern links => weniger, rechts => mehr (... Wiederholungen)
es: Cambiar velocidad de la repetición automática Izquierda => mas rapido, derecha => mas lento
et: muuda korduste tihedust kaugjuhtimispuldil vasakule => vähem, paremale => rohkem (... kordusi)
fi: muuta kaukosäätimen toistonopeutta vasen => vähennä, oikea => lisää (... toistoja)
fy: wizigje âfstandsbetsjinning herhellings interval links => minder, rjochts => mear (... herhellingen)
lt: NVP kartojimų greičio keitimas kairėn => mažiau, dešinėn => daugiau (... kartojimų)
nl: Afstandsbediening herhaalratio links => lager, rechts => hoger
pl: Zmień czas powtórzenia klawisza z pilota lewy = mniej, prawy = więcej (powtórzeń)
pt: mudar a frequência de repetição do telecomando esquerda = > menos, direita = > mais (... repetiçãos)
ru: Изменение повтора пульта ДУ ВЛЕВО = меньше, ВПРАВО = больше
sk: zmena rýchlosti opakovania vľavo=> pomalšie, vpravo => rychlejšie (...opakovať)
tr: uzaktan kumandanın tekrarlama hızı sol => azalt, sağ => çoğalt (tekrarlama)

source: Repeat delay:
ar: نسبة التأخير :
cs: Prodleva opakování :
de: Verzögerungsrate:
es: Retraso:
et: Korduste välp:
fi: Toistoviive:
fy: Fertraching herhelling:
nl: Herhaalvertraging:
ru: Задержка повтора:
sk: Oneskorenie opakovania:
tr: Tekrarlama gecikme:
