Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: enter provider name
ar: أدخل اسم مزود الخدمة
cs: zadat název providera:
de: Anbietername eingeben:
es: Nombre del proveedor
et: sisesta operaatori nimi
fi: anna palveluntarjoajan nimi
fy: provider namme ynjaan
lt: įrašykite transliuotojo pavadinimą
nl: Voer providernaam in:
pl: Wpisz nazwę nadawcy
pt: introduzir nome do provedor
ru: Введите имя оператора
sk: zadať názov poskytovateľa:
tr: sağlayıcı ismi gir

source: Video PID:
ar: تعريفات الصورة :
es: PID de Video:
lt: Vaizdo PID:
pt: PID de vídeo:
ru: Видео PID:
tr: Görüntü PID:

source: to enter video pid press OK
ar: لادخال تعريفات القناة اضغط موافق
cs: pro zadání video pid použijte OK
de: 'OK' drücken zum ändern der Video PID
es: Pulse OK para editar el PID vídeo
et: sisestamaks video PID vajuta OK
fi: antaaksesi video pid paina OK
fy: om video pid yn te jaan druk ok
lt: norėdami įrašyti vaizdo pid spauskite (ok)
nl: Druk op OK om de Video PID in te voeren
pl: Wciśnij OK aby wpisać Video-PID (VPID)
pt: para introduzir o pid de vídeo prima OK
ru: Нажмите ОК для ввода Видео-PID (VPID)
sk: pre zadanie video pid použijte OK
tr: video pid girmek için OK tuşlayın

source: enter video pid
ar: ادخل تعريفات الصورة
cs: zadat video pid
de: Video PID eingeben
es: PID vídeo
et: sisesta video pid
fi: anna video pid
fy: video pid ynjaan
lt: įrašykite vaizdo pid
nl: Voer de Video PID in
pl: Wpisz Video-PID (VPID)
pt: introduzir pid de vídeo
ru: Введите Видео-PID (VPID)
sk: zadať video pid
tr: video pid gir

source: PCR PID:
tr: RSM PID:

source: to enter pcr pid press OK
ar: لأدخال التعريفات اضغط موافق
cs: pro zadání pcr pid stiskněte OK
de: 'OK' drücken zum ändern der PCR PID
es: Pulse OK para editar el PID PCR
et: sisestamaks pcr pid-e vajuta OK
fi: paina OK antaaksesi pcr pid
fy: om pcr pdi yn te jaan, druk ok
lt: norėdami įrašyti pcr pid spauskite (ok)
nl: Druk op OK om de PCR PID in te voeren
pl: Wciśnij OK aby wpisać PCR-PID
pt: para introduzir o pid do pcr prima OK
ru: Нажмите ОК для ввода PCR-PID
sk: pre zadanie pcr pid stlačte OK
tr: PCR pid'i girmek için OK tuşlayın

source: enter pcr pid (in most case the same pid as the video pid)
ar: ادخل pcr pid (في اغلب الحالات متساوية)
cs: zadat pcr pid (v mnoha případech se shoduje s video pid)
de: PCR PID eingeben (in den meisten Fällen ist das die Video PID)
es: PID pcr (casi siempre igual al pid vídeo)
et: sisesta pcr pid (tavaliselt sama pid kui on video pid)
fi: anna pcr pid (yleensä sama kuin video pid)
fy: pcr pid ynjaan (faak lyk an video pid)
lt: Įrašykite pcr pid (dažniausiai tokie patys pid kaip vaizdo pid)
nl: Voer de PCR PID in (meestal gelijk aan de Video PID)
pl: Wpisz PCR-PID (przeważnie taki sam jak Video-PID)
pt: introduzir pid pcr (na maioria dos casos é o mesmo pid que o pid de vídeo)
ru: Введите PCR-PID (обычно как Видео-PID)
sk: zadať pcr pid (vo viacerých prípadoch sa zhoduje s video pid)
tr: PCR pid'i gir (genellikle video pid ile aynıdır)

source: Audio PID:
ar: تعريفات الصورت
es: PID de Audio:
lt: Garso PID:
pt: PID de áudio:
ru: Аудио PID:
tr: Ses PID:

source: to enter audio pid press OK
ar: لادخال تعريفت الصوت اضغط موافق
cs: pro zadání audio pid stiskněte OK
de: 'OK' drücken zum ändern der Audio PID
es: Pulse OK para editar el PID audio
et: sisestamaks audio pid vajuta OK
fi: paina OK antaaksesi audio pid
fy: om auto pid yn te jaan, druk ok
lt: norėdami įrašyti garso pid spauskite (ok)
nl: Druk op OK om de Audio PID in te voeren
pl: Wciśnij OK aby wpisać Audio-PID (APID)
pt: para introduzir o pid de áudio prima OK
ru: Нажмите ОК для ввода Аудио-PID (APID)
sk: pre zadanie audio pid stlačte OK
tr: ses (audio) pid'i girmek için OK tuşlayın

source: enter audio pid
ar: ادخل تعريف الصوت pid
cs: zadejte audio pid
de: Audio PID eingeben
es: PID audio
et: sisesta audio pid
fi: anna audio pid
fy: audio pid ynjaan
lt: įrašykite garso pid
nl: Voer Audio PID in
pl: Wpisz Audio-PID (APID)
pt: introduzir pid de áudio
ru: Ввести Аудио-PID (APID)
sk: zadajte audio pid
tr: ses (audio) pid'i gir

source: is AC3 Pid
ar: هل AC3 Pid
cs: je AC3 Pid
de: ist AC3 PID
es: PID AC3
et: AC3Pid
fi: on AC3 Pid
lt: tai AC3 Pid
pl: AC3 PID
pt: é um Pid AC3
ru: AC3 PID
sk: je AC3 Pid
tr: AC3 pid

source: set this check when the entered audio pid is a ac3 audio pid
ar: ضع علامة هنا عند ادخال ac3 audio pid
cs: zvolte, jestliže zadávaný audio pid je AC3 audio pid
de: den Haken setzen, wenn die Audio PID eine AC3 PID ist
es: Activar si es un PID audio AC3
et: vali see seade kui siseneva audiopid on ac3 audio pid
fi: rastita kun annettu audio pid on ac3 audio pid
fy: ynskeakelje as audio pid in AC3 audio pid is.
lt: įdiekite šį tikrinimą kada garso pid yra ac3 garso pid
nl: Vink dit aan als de Audio PID een AC3 Audio PID betreft
pl: Zaznacz w przypadku gdy APID jest także AC3-pid
pt: activar esta opção quando for um pid de áudio AC3
ru: Проверять когда введённый Аудио-PID совпадает с AC3 Аудио-PID
sk: zvoľte, ak zadávaný audio pid je AC3 audio pid
tr: girilen ses (audio) pid'i AC3 ses (audio) pid'i ise bu kutuyu işaretleyin

source: Text PID:
es: PID en texto:
et: Teksti PID:
fy: Tekst PID:
lt: Teksto PID:
pt: PID de texto:
ru: Текст PID:
tr: Metin PID:

source: to enter (video) text pid press OK
ar: لادخال (الصورة) pid اضغط موافق
cs: pro zadání (video) text pid stiskněte OK
de: 'OK' drücken zum ändern der (Video) Text PID
es: Pulse OK para editar el PID teletexto
et: sisestamaks (video) teksti pid vajuta OK
fi: paina OK antaaksesi (video) teksti pid
fy: om videotekst pid yn te jaan, druk ok
lt: norėdami įrašyti (vaizdo) teksto pid spauskite (ok)
nl: Druk op OK om de Teletekst PID in te voeren
pl: Wciśnij OK aby wpisać Teletext-PID
pt: para introduzir um pid de texto (vídeo) prima OK
ru: Нажмите ОК для ввода PID телетекста
sk: pre zadanie (video) text pid stlačte OK
tr: (video) text pid girmek için OK tuşlayın

source: enter (video) text pid
ar: ادخال (الصورة) pid اضغط موافق
cs: zadejte (video) text pid
de: (Video) Text PID eingeben
es: PID teletexto
et: sisesta (video) teksti pid
fi: anna (video) teksti pid
fy: videotekst pid ynjaan
lt: įrašykite (vaizdo) teksto pid
nl: Voer Teletekst PID in
pl: Wpisz Teletext-PID
pt: introduzir pid de texto (vídeo)
ru: Ввести PID телетекста
sk: zadajte (video) text pid
tr: (video) text pid gir

source: Service ID:
ar: تعريفات القناة :
cs: Program ID:
es: PID de Servicio:
et: Kanali ID:
lt: Kanalo ID:
pt: ID do serviço:
ru: ID канала:
sk: Program ID:
tr: Servis Adı:

source: to enter service id press OK
ar: لادخال تعرف القناة اضغط موافق
cs: pro zadání service id použijte OK
de: 'OK' drücken zum ändern der Service ID
es: Pulse OK para editar el Service ID
et: kanali ID sisestamiseks vajuta ok
fi: antaaksesi palvelun id:n paina OK
fy: om service id yn te jaan, druk ok
lt: norėdami įrašyti kanalo id spauskite (ok)
nl: Druk op OK om het Service ID in te vullen
pl: Wciśnij OK aby wpisać ID kanału (SID)
pt: para introduzir a id do serviço prima OK
ru: Нажмите ОК для ввода ID канала (SID)
sk: pre zadanie service id stlačte OK
tr: service id girmek için OK tuşlayın

source: enter service id
ar: ادخل id القناة
cs: zadat service id
de: Service ID eingeben
es: Service ID
et: sisesta kanali ID
fi: anna palvelun id
fy: service id ynjaan
lt: įrašykite serviso id
nl: Service ID invoeren
pl: Wpisz ID kanału
pt: introduzir id do serviço
ru: Введите ID канала
sk: zadať service id
tr: servis id gir

source: to enter tsid (transport stream id) press OK
ar: لأدخال tsid اضغط موافق
cs: pro zadání tsid (transport stream id) stiskněte OK
de: 'OK' drücken zum ändern der Transport Stream ID
es: Pulse OK para editar el TSID (Transport stream ID)
et: sisestamaks tsid (transpondri kiire id) vajuta OK
fi: paina OK antaaksesi tsid (transport stream id)
fy: om transport stream id yn te jaan, druk ok
lt: norėdami įrašyti tsid (srauto id) spauskite (ok)
nl: Druk op OK om de TSID (Transport Stream ID) in te voeren
pl: Wciśnij OK aby wpisać Transport Stream ID (TSID)
pt: para introduzir tsid (transport stream id) prima OK
ru: Нажмите ОК для ввода Transport Stream ID (TSID)
sk: pre zadanie tsid (transport stream id) stlačte OK
tr: TSID (transport stream id) girmek için OK tuşlayın

source: enter tsid (transport stream id)
ar: ادخل tsid
cs: zadejte tsid (transport stream id)
de: Transport Stream ID eingeben
es: TSID (transport stream id)
et: siesta tsid (transpondri kiire id)
fi: anna tsid (transport stream id)
fy: transport id stream (tsid) ynjaan
lt: įrašykite tsid (srauto id)
nl: Voer de TSID (Transport Stream ID) in
pl: Wpisz Transport Stream ID (TSID)
pt: introduzir tsid (transport stream id)
ru: Введите Transport Stream ID (TSID)
sk: zadajte tsid (transport stream id)
tr: TSID (transport stream id) gir

source: to enter onid (original network id) press OK
ar: لادخال onid اضغط موافق
cs: pro zadání onid (original network id) stiskněte OK
de: 'OK' drücken zum ändern der Original Network ID
es: Pulse OK para editar el ONID (Original network ID)
et: sisestamaks onid (originaalne operaatori id) vajuta OK
fi: antaaksesi onit (original network id) paina OK
fy: om original network id yn te jaan, druk ok
lt: norėdami įrašyti onid (originalų tinklo id) spauskite (ok)
nl: Druk op OK om de ONID (Original Network ID) in te voeren
pl: Wciśnij OK aby wpisać Original Network ID (ONID)
pt: para introduzir onid (original network id) prima OK
ru: Нажмите ОК для ввода Original Network ID (ONID)
sk: pre zadanie onid (original network id) stlačte OK
tr: ONID (original network id) girmek için OK tuşlayın

source: enter onid (original network id)
ar: لادخال onid
cs: zadejte onid (original network id)
de: Original Network ID eingeben
es: ONID (original network id)
et: sisesta onid (operaatori võrgu ident)
fi: anna onid (alkuperäinen verkon id)
fy: transport network id (onid) ynjaan
lt: įrašykite onid (originalų tinklo id)
nl: Voer de ONID (Original Network ID) in
pl: Wpisz Original Network ID (ONID)
pt: introduzir onid (original network id)
ru: Введите Original Network ID (ONID)
sk: zadajte onid (original network id)
tr: ONID gir (orjinal şebeke id)

source: no DVB
ar: لايوجد DVB
cs: žádné DVB
de: kein DVB
es: Sin DVB
et: puudub DVB
fi: ei DVB
fy: gjin DVB
lt: ne DVB
nl: Geen DVB
pl: Brak DVB
pt: sem DVB
ru: Нет DVB
sk: žiadne DVB
tr: DVB yok

source: don't read PAT/PMT/SDT for this service (only use cached pids)
ar: لا تقراء PAT/PMT/SDT لهذة القناة
cs: nečíst PAT/PMT/SDT pro tento program (pouze použít již načtené pids)
de: keine DVB Tabellen (PAT/PMT/SDT) beim umschalten auf diesen Sender auswerten
es: No leer PAT/PMT/SDT para este servicio (usar PIDs cacheados)
et: ära loe PAT/PMT/SDT sellele kanalile (kasuta vaid laetud pid-e)
fi: älä lue PAT/PMT/SDT tälle palvelulle (käytä muistissa olevia pid:ejä)
fy: PAT/PMT/SDT net lêze by dizze service (alline opsleine pids brûke)
lt: neskaityti PAT/PMT/SDT šiam kanalui (naudoti paslėptus pid'us)
nl: Geen PAT/PMT/SDT uitlezen voor deze service (alleen opgeslagen PIDS gebruiken)
pl: Wyłącz odczyt PAT/PMT/SDT dla tego kanału (użyj zapisanych pidów)
pt: não ler PAT/PMT/SDT para este serviço (usar apenas pids em cache)
ru: Не читать PAT/PMT/SDT для этого канала (читать из кэша)
sk: nečítať PAT/PMT/SDT pre tento program (iba použiť už načítané pids)
tr: bu servis için PAT/PMT/SDT okuma (yalnız önbellekteki pid'leri kullan)

source: use sdt
ar: استخدم sdt
cs: použít sdt
de: nutze SDT
es: Usar SDT
et: kasuta sdt
fi: käytä sdt
fy: sdt brûke
lt: naudoti sdt
nl: Gebruik SDT
pl: Użyj SDT
pt: utilizar sdt
ru: Вкл. SDT
sk: použiť sdt
tr: sdt kullan

source: update name/provider/service type with content of the sdt (and auto remove service)
ar: حدث الاسم او الباقة او القناة
cs: aktualizovat jméno/provider/program typ podle obsahu sdt (a automaticky smazat program)
de: Sender Name/Provider Name/Service Type automatisch mit dem Inhalt der SDT abgleichen
es: Actualizar nombre/proveedor/tipo con contenido de la SDT (y borrar servicio automaticamente)
et: uuenda nime/provaideri/kanali tüüp sdt sisuga (ja eemalda automaatselt kanal)
fi: päivitä name/provider/service sdt:n sisällöllä (ja poista palvelu automaattisesti)
fy: namme/provider/service type bywurkje mei ynhâld fan sdt (en automatysk service ferwiderje)
lt: atnaujinkite pavadinimą/transliuotoją/kanalo tipą su turimu sdt (ir kanalo auto pašalinimu)
nl: Bewerken naam/provider/service type met de inhoud van de SDT (en auto-verwijder de service)
pl: Aktualizuj nazwę/nadawcę/typ serwisu z zawartością SDT
pt: actualizar o tipo de nome/provedor/serviço com o conteúdo de sdt (e remover serviço auto.)
ru: Обновление имени/оператора/канала по SDT и автоудаление каналов
sk: aktualizovať meno/poskytovateľ/program typ podľa obsahu sdt (a automaticky zmazať program)
tr: isim/sağlayıcı/servis türünü sdt içeriği ile güncelle (ve servisi otomatik olarak sil)

source: hold name
ar: تمسك بلاسم
cs: zachovat jméno
de: halte Name
es: Nombre fijo
et: hoia nime
fi: lukitse nimi
fy: hâld namme
lt: užlaikyti pavadinimą
nl: Naam vasthouden
pl: Zostaw nazwę
pt: preservar nome
ru: Оставить имя
sk: zachovať meno
tr: ismi tut

source: don't update the service name with content of the sdt
ar: لا تعمل تحديث لأسم القناة
cs: neaktualizovat jméno programu s obsahem v sdt
de: Den Namen des Senders nicht mit dem Inhalt der SDT abgleichen
es: Prohibir que la SDT actualiza el nombre del servicio
et: ära uuenda kanali nime sdt andmetega
fi: älä päivitä palvelun nimeä sdt:llä
fy: service namme net bywurkje mei ynhâld fan sdt
lt: neatnaujinkite kanalo pavadinimo su turima sdt
nl: Servicenaam niet bijwerken met de inhoud van de SDT
pl: Nie aktualizuj nazwy tego kanału na podstawie SDT
pt: não actualizar o nome do serviço com o conteúdo de sdt
ru: Не обновлять имя канала на основании SDT
sk: neaktualizovať meno programu a obsahom v sdt
tr: servis ismini sdt'nin içeriği ile güncelleştirme

source: read NIT
ar: لقراءة NIT
cs: Číst NIT
de: NIT lesen
es: Escanear NIT
et: loe võrguinfo
fi: lue NIT
fy: lês NIT
lt: žiūrėti NIT
nl: NIT lezen
pl: Czytaj NIT
pt: ler NIT
ru: Читать NIT
sk: Čítať NIT
tr: NIT oku

source: read tsid and onid from the nit (this can take up to 10 seconds)
ar: اقراء tsid و onid من nit
cs: číst tsid a onid z NIT (může trvat až 10 sekund)
de: Versuchen die Transport Stream und Original Network ID aus der NIT des Transponders auszulesen
es: Leer TSID y ONID de la NIT (espere hasta 10 segundos)
et: loe tsid ja onid võrguinfost (selleks lulub kuni 10 sek)
fi: luetaan TSID ja ONID NIT:stä (kestää n. 10 sekuntia)
fy: lês tsid an onid fan de nit (kin oant 10 seconden duorje)
lt: rodyti tsid ir onid iš nit (tai gali trukti daugiau negu 10 sekundžių)
nl: Inlezen TSID en ONID uit de NIT (dit kan tot 10 seconden duren)
pl: Odczytaj TSID i ONID z NIT (to może potrwać więcej niż 10 sekund)
pt: ler tsid e onid do nit (pode levar cerca de 10 segundos)
ru: Читать TSID и ONID из NIT (это может занять до 10 сек.)
sk: čítať tsid a onid z NIT (môže trvať až 10 sekúnd)
tr: TSID ve ONID leri NIT ten oku (azami 10 saniye sürebilir)

source: test values
ar: قيمة اختبار
cs: Test hodnot
de: Daten testen
es: Comprobar
et: testi väärtused
fi: testaa arvot
fy: test waardes
lt: testuoti reikšmes
nl: Testwaarden
pl: Testuj dane
pt: testar valores
ru: Тест значений
sk: Test hodnôt
tr: değerleri test et

source: test entered values
ar: قيم اختبار مدخلة
cs: otestovat zadané hodnoty
de: eingegebene Daten testen
es: Sintonizar servicio usando estos valores
et: testi sisestatud väärtused
fi: testaa annetut arvot
fy: test ynjûne waardes
lt: testuoti įrašytas reikšmes
nl: Test ingevoerde waarden
pl: Testuj wybrane dane
pt: testar valores introduzidos
ru: Тест введённых данных
sk: otestovať zadané hodnoty
tr: girilen değerleri test et

source: save data and close window (the new channel could be found in the all services list)
ar: أحفظ المعلومات واغلق النافذة ( القناة الجديدة ستوجد للكل )
cs: uložit data a zavřít okno (nový kanál by se měl objevit ve všech seznamech programů)
de: Daten speichern (der neue Sender kann dann in der kompletten Kanalliste gefunden werden)
es: Guardar datos y cerrar (el canal nuevo se encuentra en la lista todos los servicios)
et: salvesta andmed ja sule aken (uus kanal on leitav kõikides listides)
fi: tallenna ja sulje ikkuna (uusi kanava on kaikkien palveluiden listassa)
fy: opslaan dat en slút finster (it nije kanaal kin fun wurde yn de "alle services" lyst)
lt: išsaugoti duomenis ir uždaryti langą (naujas kanalas galėjo būti rastas visų kanalų sąraše)
nl: Sla data op en sluit venster (het nieuw gevonden kanaal kan in de 'All Services' lijst worden teruggevonden)
pl: Zapisz i zamknij okno (nowe kanały można odnaleźć w liście kanałów w folderze 'wszystkie')
pt: guardar dados e fechar a janela (foi possível encontrar o novo canal na lista de todos os serviços)
ru: Сохранить и выйти (новые каналы можно найти в списке каналов во вкладке 'Все каналы')
sk: uložiť dáta a zavrieť okno (nový kanál by sa mal objaviť vo všetkých zoznamoch programov)
tr: verileri kaydet ve pencereyi kapa (yeni kanalı tüm servisler listesinde bulabilirsiniz)

source: unnamed service
ar: قناة غير مسمية
cs: nepojmenovaný program
de: Unbekannter Service
es: Servicio desconocido
et: nimetu kanal
fi: nimetön palvelu
fy: Unbeneame service
lt: nežinomas kanalas
nl: Service zonder naam
pl: Nieznany kanał
pt: serviço desconhecido
ru: Канал без имени
sk: program bez mena
tr: isimsiz servis

source: Reading NIT failed... this transponder have no NIT.. so you can use random values for tsid and onid or set both to 0
ar: قراءة NIT فشلت .... لا توجد هذة الخاصية
cs: Nepodařilo se načíst NIT... tento transpondér nemá NIT... Můžete použít libovolné hodnoty tsid a onid nebo nastavit obě na 0
de: Auswerten der NIT nicht möglich, da der Transponder keine NIT besitzt bitte beliebige Werte für TSID und ONID eingeben
es: Error al leer la NIT... Como no hay NIT en este transponder, se pueden usar valores < 8191 para TSID y ONID
et: Võrguinfo lugemine ebaõnnestus... sellel transponderil puudub võrguinfo.. võid tsid ja onid jaoks kasutada juhuslikke väärtusi või sea mõlemad 0-ks
fi: NIT:n luku epäonnistui... lähettimellä ei ole NIT:tä voit siis ravistaa hihasta tsid/onid:n tai asettaa molemmat nollaksi
fy: Lêzen fan NIT mislearre... Dizze transponder hat gjin NIT.. Jo kinne random waarden brûke foar tsid and onid of set beide op 0
lt: NIT peržiūra klaidinga... šis transponderis neturi NIT.. galite naudoti atsitiktines reikšmes šiam tsid ir onid arba naudokite abu iki 0
nl: Inlezen NIT mislukt... deze transponder heeft geen NIT.. TSID en ONID kunnen beiden op 0 gezet worden
pl: Odczyt NIT nie powiódł się.Te transpondery nie posiadają NIT użyj ustawień 'tsid' i 'onit' lub ustaw 'both' na 0
pt: Falha na leitura do NIT... este transponder não tem NIT.. Por isso, pode utilizar valores aleatórios para o tsid e o onid ou defini-los a 0.
ru: Ошибка чтения NIT... у этого транспондера нет NIT.. введите другие значения tsid и onid или 0
sk: Nepodarilo sa načítať NIT... tento transpondér nemá NIT... Môžete použiť ľubovoľné hodnoty tsid a onid alebo nastaviť obe na 0
tr: NIT okuması hatalı... bu transponderde NIT yok.. TSID ve ONID için rasgele değer girin veya ikisini de 0 girin

source: No NIT Entry for current transponder values found... so you can use random values for tsid and onid or set both to 0
ar: لا يوجد NIT ادخالات لهذا التردد...
cs: Nebyly nalezeny žádné výchozí hodnoty NIT pro tento transpondér... Můžete použít libovolné hodnoty tsid a onid nebo nastavit obě na 0
de: Auswerten der NIT nicht möglich, da kein Eintrag für die eingegebenen Daten gefunden wurde
es: No ha NIT en el transponder actual... Se pueden usar valores < 8191 para TSID y ONID
et: Võrguinfo antud transponderi kohta puudub... võid kasutada suvalisi tsid ja onid väärtusi või valida mõlemaks 0
fi: NIT-määrittelyä valitulle lähettimelle ei löydy... voit siis ravistaa hihasta tsid/onid:n tai asettaa molemmat nollaksi
fy: Gjin NIT yngong foar de aktuele transponder fûn... Jo kinne random waardes brûke foar tsid en onid... of set beide op 0
lt: Nėra NIT įrašų rastose transponderio reikšmėse... galite naudoti atsitiktines reikšmes šiam tsid ir onid arba naudokite abu iki 0
nl: Geen NIT gevonden voor de huidige transponder waarden... TSID en ONID kunnen beiden op 0 gezet worden
pl: Nie znaleziono danych NIT dla tego transpondera. Spróbuj użyć parametrów 'tsid' i 'onid' lub ustaw 'both' na 0
pt: Não foram encontrados registos do NIT para os valores do transponder actual. Por isso, pode utilizar valores aleatório para o tsid e para o onid ou defini-los a 0.
ru: Нет данных NIT для этого транспондера... попробуйте другие значения tsid и onid, или 0
sk: Neboli nájdené žiadne východzie hodnoty NIT pre tento transpondér... Môžete použiť ľubovoľné hodnoty tsid a onid alebo nastaviť obe na 0
tr: Şimdiki transponderde NIT değerleri bulunamadı... TSID ve ONID için rasgele değer girin veya ikisini de 0 girin

source: A transponder with the same tsid / onid but other frequency/pol/... already exist.. create a new transponder with the same data is no possible.. please do change tsid and/or onid
ar: تردد بنفس tsid / onid ولكن بختلاف/pol/... جاهزة
cs: Transpondér se stejným tsid / onid ale s jinou frekvencí/pol/... již existuje.. založení nového transpondéru se stejnými parametry není možné.. prosím, změňte tsid a/nebo onid
de: Es ist bereits ein Transponder mit der selben TSID/ONID vorhanden aber Frequenz und Polarisation sind verschieden. Bitte TSID/ONID ändern, ansonsten kann der Sender nicht angelegt werden.
es: Como ya hay un transpondedor con el mismo TSID/ONID en otra frecuencia/pol/..., no se puede añadir este transpondedor. Revise el TSID y/o ONID
et: Transponder sama tsid-ga /onid kuid teise sageduse/pol/... juba eksisteerib. Uue transponderi loomine samade andmetega ei ole võimalik. Palun muudatsid ja/või onid
fi: Lähetin samalla tsid/onid:lla, mutta eri frequency/pol/...:lla on jo olemassa.. Uuden lähettimen luonti samoilla tiedoilla ei onnistu. Muuta tsid ja/tai onid
fy: In transponder mei in likense tsid / onid moar oare frekwinsje/pol/... bestiet al.. In nije meitsje transponder mei likense data is net tastien.. graag, wizigje tsid en/of onid
lt: Transponderis su tokiu pačiu tsid / onid kitame dažnyje/poliariz./... jau yra.. sukurti naują transponderį su tokiais pačiais duomenimis neįmanoma.. prašome pakeiskite tsid ir/arba onid
nl: Een transponder met dezelfde TSID/ONID, maar een andere frequentie/POL bestaat reeds... Een nieuwe transponder aanmaken met dezelfde data is niet mogelijk
pl: Transponder o identycznych parametrach TSID/ONID ale o różnej częstotliwości lub polaryzacji już istnieje. Aby utworzyć nowy transponder musisz zmienić TSID lub ONID.
pt: Um transponder com o mesmo tsid / ondi mas com outra frequência/pol/... já existe. a criação dum novo transponder com os mesmos dados não é possível. Modifique o tsid e/ou o onid
ru: Транспондер с такими же TSID/ONID но с другой частотой/поляризацией... уже существует... создать новый транспондер с такими же данными не возможно... пожалуйста поменяйте TSID или ONID.
sk: Transpondér s rovnakým tsid/onid ale s inou frekvenciou/pol./... už existuje. Založenie nového transpondéra s rovnakými parametrami nie je možné. Prosím zmeňte tsid a/alebo onid.
tr: Aynı TSID/ONID ama başka frekans ile transponder zaten mevcut.. aynı veriler ile yeni transponder oluşturulamaz.. lütfen TSID ve/veya ONID değiştirin
