Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Timer >>> [MENU] >>> [8] Timer >>> Select Event . . . . . . . . . . Here you can set the details of an event for DVR (recording), Switching, and NGrab . . . . . . . . . . Usage: Repeated Timer: Use [OK] to toggle repetition on/off - if in repeat mode, toggle the day(s) on/off by using [OK] Start time and Stop time: First line (year, month, day, time) represents the START time of an event, the second line the STOP time. Use [UP]/[DOWN]/[LEFT]/[RIGHT] to select the desired fields. Use [OK]/[UP]/[DOWN] to select from a dropdown box, or use [NUMBERS] to enter time Don't forget to select the event type (record DVR, switch, NGrab), service (channel etc), and what to do after the event (Nothing, Shutdown, Standby). [BLUE] See if there is matching EPG data [EXIT] Close window without saving changes
ar: الموقت
cs: Časovač >>> [MENU] >>> [5] Časovač >>> zvolit událost . . . . . . . . . . Zde můžete nastavovat detaily události pro DVR (nahrávání), Přepnutí a NGrab . . . . . . . . . . Použití: Zopakovat úlohu: stiskněte [OK] k přepnutí opakování ( zap/vyp ) - v opakovacím módu přepněte dny ( zap/vyp ) stisknutím [OK] Čas začátku a čas konce: - první řádek (rok, měsíc, den, čas) reprezentuje START události, druhý řádek pak KONEC. Použijte [UP]/[DOWN]/[LEFT]/[RIGHT] k výběru požadovaného pole. Použijte [OK]/[UP]/[DOWN] k výběru ze seznamu nebo použijte [NUMBERS] k zadání času [Volume +/-] pro plynulou změnu času začátku [Bouquet +/-] pro plynulou změnu času konce Nezapomeňte vybrat typ akce (záznam DVR, Přepnutí, NGrab), program (kanál atd.) a co se provede po skončení události (Nic, Vypnout box, Standby). [BLUE] podívat se, jestli existují příslušná EPG data [EXIT] zavřít okno bez uložení změn
es: Programacion >>> [MENU] >>> [8] Programacion >>> Seleccionar evento . . . . . . . . . . Aqu puedes ajustar los detalles de un evento para su programacion . . . . . . . . . . Uso: Repetir evento: Usar OK para activar la repeticion. Hora de comienzo y fin: La primera linea (año, mes, dia y hora) repesenta en inicio del evento. La segunda linea es la parada. Usa [UP]/[DOWN]/[LEFT]/[RIGHT] para seleccionar los campos. Usa [OK]/[UP]/[DOWN] para seleccionar de una lista desplegable o usa [NUMBERS] para poner la fecha No olvides seleccionar el tipo de evenro (grabacion VDR, switch o NGrab), el servicio (canal etc), y que hacer despues del evento (nada, apagar o en espera). [BLUE] Comprobar los datos con la EPG [EXIT] Cerrar sin guardar
et: Taimer >>> [MENU] >>> [8] Taimer >>> Vali Sündmus . . . . . . . . . . Siin saad seadistada antud sündmusele määranguteks kas Salvestamine, Ümberlülimine või NGrab . . . . . . . . . . Kasutamine: Korratud Taimer: Kasuta [OK] valimaks kordamise sisse/välja vahel - kui korduste režiimis, vahetad päevi sisse/välja kasutades klahvi [OK] Käivitamise ja Lõpetamise aeg: Esimene rida (aasta, kuu, päev, aeg) kirjeldab sündmuse KÄIVITAMISE aega, teine rida LÕPETAMISE aega. Kasuta [ÜLESSE]/[ALLA]/[VASAKULE]/[PAREMALE] valimaks soovitud väljad. Kasuta [OK]/[ÜLESSE]/[ALLA] valimaks valikuaknast või kasuta [NUMBREID] sisestamaks aeg Ära unusta valida sündmuse tüüpi (salvestamine, ümberlülimine, NGrab), kanal vms ja see, mida teha sündmuse lõppedes (Mitte midagi, Lülita välja, Ooterežiim). [SININE] Kontrolli kas on kattuvaid EPG andmeid [EXIT] Sule aken ilma muudatusi salvestmata
fi: Ajastin >>> [MENU] >>> [8] Ajastin >>> Valitse . . . . . . . . . . Tässä voit asettaa NGRAB- ja kovalevytallennuksen lisäasetukset . . . . . . . . . . Käyttö: Toistuva ajastin: Toistuva ajastin on/off (OK) -jos toistuva ajastin valittuna, valitse päivät painamalla OK Aloitus- ja lopetusaika: Ensimmäinen rivi(vuosi,kk,pv,aika) näyttää aloitusajan, toinen rivi lopetusajan. Käytä [YLÖS]/[ALAS]/[VAS]/[OIK] tehdäksesi valinnat. Käytä [OK]/[YLÖS]/[ALAS] valitaksesi alasvetovalikosta ja [NUMEROT] syöttääksesi ajan Älä unohda valita ajastimen tyyppiä (NGRAB-/kovalevytallennus, ajastettu kanavanvaihto) ja mitä tehdään tallennuksen jälkeen (ei mitään, sammuta, valmiust.) [SIN] Etsi tiedot EPG:stä [EXIT] Poistu tallentamatta
fy: Tiidstjoering >>> [MENU] >>> [8] Tiidstjoering >>> Selektearje ynstelling . . . . . . . . . . Hjir kinnen jo de detail besjen fan in DVR (opnimmen), Skeakeljen en NGrab . . . . . . . . . . Gebrûk: Herhelle ynstelling: Gebrûk [OK] om herhelling oan/út te setten- yn herhellingsmodus, stel dagen yn (oan/út) mei [OK] Start tiid en stop tiid: Earste rigele (jier, maand, dei, tiid) makket in start tiid fan een ynstelling, de twadde rigele de stop tiid. Gebrûk [OP]/[DEL]/[LINKS]/[RJOCHTS] om de winkse fjilden te selektearjen. Gebrûk [OK]/[OP]/[DEL] om te selektearjen fan in keuze box, of gebrûk [NÛMERS] om de tiid yn te jaan Ferjit net om it type te jaan foar it opnimmen (opnimmen DVR, skeakeler, NGrab), service (kanaal etc) en wot te dwaan nei it opnimmen (Niks, Útskeakelje, Paraatmodus). [BLAUW] Sjoch nei evt. EPG data [EXIT] Feroaringen net opslaan en slút finster
lt: Laikmatis >>> [MENU] >>> [8] Laikmatis >>> Pasirinkti užduotį . . . . . . . . . . Čia Jūs galite nustatyti savo laikmatį užduotims dėl DVR (įrašymo), Perjungimo, ir NGrab . . . . . . . . . . Naudojama: Kartojamas laikmatis: Naudojama [OK] Įjungti pakartojimus įj./išj. - pakartojimo režime, įjungti dieną (s) įj./išj. naudojimui [OK] Paleidimo laikas ir Sustojimi laikas: Pirma eilutė (metai, mėnuo, diena, laikas) rodo užduoties pradžios laiką, antra eilutė sustojimo laikas. Naudoti [AUKŠTYN]/[ŽEMYN]/[KAIRĖ]/[DEŠINĖ] kad pasirinkti pageidaujamus laukus. Use [OK]/[AUKŠTYN]/[ŽEMYN] kad pasirinkti kritimą žemyn, arba naudoti [SKAIČIAI] kad pasirinkti laiką Nepamirškite išsirinkti užduoties laiko (įrašymas DVR, perjungėjas, NGrab), kanalas (kitas kanalas), ir ką padaryti įvykdžius užduotį (Nieko, Išjungti, Budėti). [MĖLYNAS] Žiūrėti rodomus EPG duomenis [EXIT] Uždaryti langą be išsaugojimo
pl: Programator nagrań >>> [MENU] >>> [8] Programator nagrań >>> Wybierz zadanie . . . . . . . . . . Tutaj możesz wpisać szczegółowe dane zdarzenia, np. nagrywania DVR i Ngrab, przełączania kanałów . . . . . . . . . . Użycie: Powtarzaj zdarzenie: Użyj [OK] aby włączyć/wyłączyć powtarzanie zdarzenia - w trybie powtarzania, ustaw/skasuj dni używając [OK] Czas rozpoczęcia i zakończenia: Pierwsza linia (rok, miesiąc, dzień, czas) zawiera czas rozpoczęcia audycji a druga linia czas jej zakończenia. Użyj [GÓRA]/[DÓŁ]/[LEWY]/[PRAWY] aby wybrać pożądane pole. Użyj [OK]/[GÓRA]/[DÓŁ] aby wybrać z listy lub użyj [CYFRY] aby wpisać czas Nie zapomnij wybrać rodzaju zdarzenia (nagrywanie DVR lub NGrab, przełączanie), kanału, a także co ma nastąpić po zakończeniu audycji (Nic, Wyłączenie, Czuwanie). [NIEBIESKI] Wyszukaj dane EPG [EXIT] Zamknij okno bez zapisywania zmian
pt: Temporizador >>> [MENU] >>> [8] Temporizador >>> Seleccionar Evento . . . . . . . . . . Aqui pode definir os detalhes de um evento para DVR (gravação), Alternância e NGrab . . . . . . . . . . Utilização: Temporizador repetido: Utilize [OK] para alternar entre repetição on/off - no modo repetição, alterne o(s) dia(s) entre on/off premindo [OK] Iniciar e parar o tempo: A primeira linha (ano, mês, dia, tempo) representa o início do tempo de um evento, a segunda linha representa a paragem do tempo. Utilize [UP]/[DOWN]/[LEFT]/[RIGHT] para seleccionar os campos desejados. Utilize [OK]/[UP]/[DOWN] para seleccionar outra caixa, ou utilize [NUMBERS] para introduzir o tempo Não se esqueça de seleccionar o tipo de evento (gravação DVR, alternar, NGrab), serviço (canal, etc), e o que fazer depois do evento (Nada, Encerrar, Standby). [BLUE] Verificar se existem dados EPG coincidentes [EXIT] Fechar janela sem guardar alterações
ru: Таймер >>> [MENU] >>> [8] Таймера >>> Выбор позиции . . . . . . . . . . Здесь можно изменять установки таймера для записи и переключения. . . . . . . . . . . Использование: Повтор выполнения: [OK] - включить/отключить - включить: выбор дней повторения. Время начала/остановки: Первая линия (год, месяц, день, время) - начало действия вторая линия - остановка действия. [ВВЕРХ]/[ВНИЗ]/[ВЛЕВО]/[ВПРАВО] переход по полям. [OK]/[ВВЕРХ]/[ВНИЗ]/[OK] выбор данных в поле. [ЦИФРЫ] указание времени Незабудьте выбрать действие (запись DVR (на встроенный/подсоединённый диск) или NGrab (на внешний ПК), переключение), канал, и действие после окончания (Ничего, Выключение, Ожидание). [СИНИЙ] Просмотр программы передач [EXIT] Выйти без записи
sk: Časovač >>> [MENU] >>> [5] Časovač >>> zvoliť udalosť . . . . . . . . . . Tu môžete nastavovať detaily udalosti pre DVR (nahrávanie), Prepnutie a NGrab . . . . . . . . . . Použitie: Zopakovať úlohu: stlačte [OK] k prepnutie opakovania ( zap/vyp ) -v opakovacom móde prepnite dni ( zap/vyp ) stlačením [OK] Čas začiatku a čas konca: - prvý riadok (rok, mesiac, deň, čas) reprezentuje ŠTART udalosti, druhý riadok potom KONIEC. Použite [UP]/[DOWN]/[LEFT]/[RIGHT] pre výber požadovaného poľa. Použite [OK]/[UP]/[DOWN] pre výber zo zoznamu alebo použite [NUMBERS] k zadaniu času [Volume +/-] pre plynulú zmenu času začiatku [Bouquet +/-] pre plynulú zmenu času konca Nezabudnite vybrať typ akcie (záznam DVR, Prepnutie, NGrab), program (kanál atď.) a čo sa vykoná po skončení udalosti (Nič, Vypnúť box, Standby). [BLUE] pozrieť sa, či existujú příslušné EPG dáta [EXIT] zavrieť okno bez uloženia zmien
tr: zamanlayıcı >>> [MENU] >>> [8] Zamanlayıcı >>> Olay Seçimi . . . . . . . . . . Here you can set the details of an event for DVR (recording), Switching, and NGrab Buradan kayıt (DVR), Kanal değiştirme ve NGrab olayı için detayları girebilirsiniz. . . . . . . . . . . Kullanım: Tekrarlanan olay: Tekrarlama aç/kapat arasında seçim yapmak için [OK] tuşlayın - Tekrarlanan olay konumunda günleri açıp/kapatmak için, [OK] tuşlayın Başlangıç ve bitiş zamanı: İlk satır (yıl, ay, gün, zaman) olayın BAŞLAMA zmanının, ikinci satır DURMA zamanını belirtir. [UP]/[DOWN]/[LEFT]/[RIGHT] tuşlarını kullanarak değiştireceğiniz alanı seçin. [OK]/[UP]/[DOWN] tuşları ile aşağı açılan alanda seçim yapar. [NUMBERS] zamanı grimek için kullanılır Olay türünü (DVR kaydı, kanal değiştirme, NGrab), servisi (kanal vs) ve olay sona erdikten sonra ne yapılacağını (Hiç, Kapat, Hazırda beklet) seçmeyi unutmayın. [BLUE] EPG de girilen olaya ait veri bulunuyorsa görüntüler [EXIT] Değişiklikleri kaydetmeden pencereyi kapatır

source: No description available
ar: ليست هناك أى بيانات متاحة
cs: Popis není k dispozici
de: Keine Beschreibung verfügbar
es: Descripción no disponible
et: Kirjeldus puudub
fi: Kuvausta ei ole saatavilla
fy: Gjin beskriuwing anwêzig
lt: Nėra aprašymo
nl: Geen omschrijving beschikbaar
pl: Opis niedostępny
pt: Descrição indisponível
ru: Описание не доступно/отсутствует
sk: Popis nie je k dispozícii
tr: Açıklama girilmemiş

source: unknown service
ar: قناة غير معروفة
cs: neznámý program
de: Unbekannter Service
es: Servicio desconocido
et: tundmatu teenus
fi: tuntematon palvelu
fy: Unbeneame service
lt: nežinomas kanalas
nl: Onbekende service
pl: Nieznany kanał
pt: serviço desconhecido
ru: Не известный канал
sk: neznámy program
tr: bilinmeyen servis

source: The new endtime is before now time! This stops the running timer(recording)
ar: وقت النهاية قبل وقت الجديد
cs: Nový koncový čas již uplynul Bude zastaven časovač (nahrávání)
de: Neue Endzeit liegt vor der aktuellen Uhrzeit! Dies beendet die laufende Aufnahme
es: La hora de parada ya pasó! Eso termina el temporizador actual(grabacion)
et: Uus lõpuaeg on määratud minevikku. See lõpetab käesoleva taimeri (salvestamise)
fi: Uusi päättymisaika on ennen nykyhetkeä! Tämä pysäyttää ajastimen (tallennuksen)
fy: De nije eintiid leit foar "no"! Dit stoppet it rinnende opnimmen
lt: Naujas ankstesnis pabaigos laikas! Tai sustabdys einamąją laikmačio užduotį (įrašymą)
nl: De nieuwe eindtijd is eerder dan de huidige tijd. Dit stopt de opname
pl: Nowy czas zakończenia jest wcześniejszy niż bieżący czas! Nagrywanie zostanie przerwane
pt: O novo horário de fim é antes da hora actual! Isto pára a gravação temporizada em decurso
ru: Время окончания меньше текущего! Запущенное задание будет остановлено!
sk: Nový koncový čas už uplynul Časovač bude zastavený (nahrávanie)!
tr: Yeni bitiş zamanı güncel zamandan önce! Yürürlükteki zamanlayıcı olayı (kayıt) durdurulacaktır

source: Update event in timerlist
ar: حدث الحدث في لائحة المؤقت
cs: Aktualizovat údaje v seznamu časovače
de: Aktualisiert den Eintrag in der Timerliste
es: Actualizar evento en la lista temporizadores
et: Uuenda sündmust taimeri listis
fi: Päivitä ohjelma ajastuslistassa
fy: Bywurkje gebeurtenis in tiidlyst
lt: Užduoties atnaujinimas laikmačio sąraše
nl: Item in timerlijst vernieuwen
pl: Aktualizuj wpis w liście zadań
pt: Actualizar o evento na lista de temporização
ru: Обновить таймер
sk: Aktualizovať údaje v zozname časovača
tr: Zamanlayıcı listesindeki olayı güncelle

source: New endtime are now adjusted
ar: تم ضبط ساعة نهاية جديدة
cs: Nový koncový čas je nastaven
de: Die neue Endzeit ist nun eingestellt
es: Hora de parada ajustada
et: Uus lõpuaeg on nüüd määratud
fi: Uusi päättymisaika on asetettu
fy: Nije eintiid is ynsteld
lt: Naujas pabaigos laikas nustatytas
nl: De nieuwe eindtijd is nu ingesteld
pl: Nowy czas zakończenia został ustawiony
pt: O novo tempo de fim está agora ajustado
ru: Новое время окончания записано
sk: Nový koncový čas je nastavený
tr: Yeni bitiş zamanı ayarlandı

source: The event has already finished... you can not change endtime!
ar: لقد انتهى الحدث/البرنامج بالفعل...لا يمكنك تغيير ساعة النهاية
cs: Tato událost je již dokončena... není možné změnit čas konce záznamu!
de: Dieser Eintrag ist bereits beendet... Endzeit kann nicht geändern werden!
es: Este evento ya terminó... no se puede editar la hora de parada!
et: See sündmus on juba lõppenud... sa ei saa muuta selle lõppemise aega!
fi: Tämä ohjelma on jo päättynyt... et voi muuttaa lopetusaikaa!
fy: Gebeurtenis al diin.... Eintiid kin net anpast wurde
lt: Ši užduotis jau baigta... Jūs negalite pakeisti pabaigos laiko!
nl: Deze actie is reeds verlopen, u kunt de eindtijd dan niet wijzigen!
pl: Ta audycja już się zakończyła - nie możesz zmienić czasu zakończenia!
pt: O evento já está terminado... não pode mudar o tempo de fim!
ru: Задание выполнено... вы не можете изменить время окончания!
sk: Táto udalosť už je dokončená... nie je možné meniť čas konca záznamu!
tr: Bu olay tamamlanmış... bitiş zamanını değiştirilemez!

source: Invalid begin or end time.! Please check time and date
ar: الرجاء التأكد من الزمن والتاريخ
cs: Neplatný čas začátku nebo konce! Prosím, zkontrolujte čas a datum.
de: Ungültige Anfangs- oder Endzeit! Bitte Angaben überprüfen
es: Hora de inicio/parada invalida! Revise hora y fecha
et: Väär algus- või lõpuaeg! Kontrolli aega ja kuupäeva
fi: Virheellinen alkamis- tai päättymisaika! Tarkista aika ja päivä
fy: Unjildige begjin of eintiid ! Sjoch tiid en datum nei.
lt: Neteisingai nustatytas pradžios arba pabaigos laikas. Prašome pasirinkti laiką ir datą.
nl: Ongeldige begin-/eind tijd! Controleer de datum en tijd
pl: Nieprawidłowy czas rozpoczęcia lub zakończenia! Proszę sprawdzić datę i czas
pt: Hora de início ou de fim inválido! Verifique a hora e a data
ru: Не правильное начало или конец! Пожалуйста, проверьте время и дату
sk: Neplatný čas začiatku alebo konca! Prosím, skontrolujte čas a dátum.
tr: Geçersiz başlama veya bitiş zamanı! Lütfen saati ve tarihi kontrol edin

source: Sorry, you can not add a time shifted service manually to the timer. Please close the Timer and use the EPG of the service you wish to add!
ar: للأسف لا تستطيع إضافة خدمه مرحاه يدويا للمؤقت/ى الرجاء إغلاق المؤقت واستخدام الدليل الإلكتروني للقنوات للقناة التي تريد إضافتها
cs: Není možné přidat časově posunutý program do časovače ručně. Zavřete časovač a použijte k přidání EPG.
de: Es ist nicht möglich eine time-shifted-Sendung manuell zum Timer hinzuzufügen. Bitte schließen Sie den Timer und benutzen Sie den EPG des Senders den Sie hinzufügen möchten.
es: No se puede añadir este servicio manualmente a los temporizadores. Cierre el temporizador y use el EPG del servicio para añadirlo!
et: Vabanda, kuid seda ei sa taimerite nimekirja lisada. Palun sulge Taimer ja kasuta antud kanali EPG-d.
fi: Et voi lisätä palvelua käsin ajastimeen. Sulje ajastin ja käytä EPG:tä lisätäksesi halutun palvelun!
fy: Sorry, jo kinne net in tiidferskowde service hânmatig tafoegje an de tiidsstjoerde ynstellingenlyst. Slut de tiidsjoerde ynstelling en brûk de EPG fan de service dyt jo tafoegje wolle!
lt: Jūs negalite rankiniu būdu pakeisti nustatyto kanalo laiko. Prašome išjungti laikmatį ir naudoti EPG
nl: Een tijdverschoven opname kan niet handmatig worden toegevoegd. Sluit de timer en gebruik de EPG van de service die u wilt toevoegen.
pl: Nie możesz dodać ręcznie audycji ze zmiennym czasem rozpoczęcia do listy. Zamknij listę i użyj funkcji EPG na kanale, który chcesz dodać!
pt: Não pode adicionar um serviço com timeshift manualmente no temporizador. Por favor feche o temporizador e use o EPG do serviço que pretende adicionar!
sk: Nie je možné pridať časovo posunutý program do časovača ručne. Zavrite časovač a použite k pridaniu EPG.
tr: Zaman kaydırmalı servisi el ile zamanlayıcıya ekleyemezsiniz. Lütfen zamanlayıcı ayarını kapatın ve istediğiniz servisin EPG'sini kullanarak ekleyin!

source: Time
ar: الوقت
cs: Čas
de: Zeit
es: Hora
et: Aeg
fi: Aika
fy: Tiid
lt: Laiko nustatymai
nl: Tijd
pl: Zegar
pt: Hora
ru: Время
sk: Čas
tr: Zaman

source: Time zone configuration
ar: اعداد / اختيار منطقة زمنية
cs: Časové pásmo
de: Konfiguration der Zeitzone
es: Configuración zona horaria
et: Ajavööndi seaded
fi: Aikavyöhykeasetukset
fy: Tiidzone konfiguraasje
lt: Laiko juostos konfigūravimas
nl: Tijdzone instellingen
pl: Ustawienia strefy czasowej
pt: Configuração de zona horária
ru: Часовой пояс
sk: Časové pásmo
tr: Saat dilimi yapılandırma

source: Select local time zone
ar: اختار التوقيت المحلي
cs: vybrat místní časové pásmo
de: Wählen Sie Ihre Zeitzone (OK)
es: Elige zona (ok)
et: vali kohalik ajavöönd
fi: Valitse aikavyöhyke
fy: Kies lokale tiidzone
lt: Pasirinkite savo laiko juostą (OK)
nl: Kies uw tijdzone
pl: Wybierz swoją strefę czasową (OK)
pt: Seleccione a zona horária local
ru: Выберите часовой пояс
sk: vybrať miestne časové pásmo
tr: Yerel saat dilimi seçimi

source: Time correction
ar: ضبط الوقت
cs: Změna času
de: Zeitkorrektur
es: Corrección hora
et: Kella korrigeerimine
fi: Ajan korjaus
fy: Tiid anpasse
lt: Laiko tikslinimas
nl: Tijdcorrectie
pl: Korekcja czasu
pt: Correcção de hora
ru: Коррекция времени
sk: Zmena času
tr: Zaman Düzeltme

source: Correct the time received from the satellites
ar: امسح الحدث من لائحة المؤقت للاقمار
cs: seřídit čas přijatý ze satelitu
de: Die vom Sender erhaltenen Zeit korrigieren
es: Corregir la hora recibida de los satelites
et: Korrigeeri kellaaeg, mis edastati satelliidilt
fi: Satelliitilta vastaanotetun ajan korjaus
fy: Untfangen tiid fan satellyt oanpasse
lt: Tikslinkite laiką, gaunamą iš palydovų
nl: Corrigeer de ontvangen tijd van de satellieten
pl: Korekcja sygnału czasu z transpondera (OK)
pt: Corrigir a hora recebida através dos satélites
ru: Коррекция времени по времени транспондера (OK)
sk: upraviť čas prijatý zo satelitu
tr: Uydudan alınan zamanı düzelt

source: Select 12 or 24 hours clock (left, right)
ar: اختار نضام 24 او 12 ساعة (left, right)
cs: zvolit 12/24 hodinový režim (vlevo, vpravo)
de: 12 oder 24 Stunden Uhr auswählen (links, rechts)
es: Seleccionar el rejor en modo 12 o 24 horas (izq, der)
et: Vali kas 12 või 24 tuni kell (vasak, parem)
fi: Valitse 12/24 tunnin kello (vas,oik)
fy: Selektearje 12 of 24 oers klok (links,rjochts)
lt: Pasirinkite 12 arba 24 valandų laikrodį (kairė, dešinė)
nl: Kies 12- of 24-uurs klok (links, rechts)
pl: Przełącz pomiędzy zegarem 12- lub 24-godzinnym (lewy, prawy)
pt: Seleccionar um relógio de 12 ou 24 horas (esquerda,direita)
ru: Выбор 12-и или 24-х часовых часов (ВЛЕВО, ВПРАВО)
sk: zvoliť 12/24 hodinový režim (vľavo, vpravo)
tr: 12 ya da 24 saat seçimi (sol, sağ)

source: 24 hours clock
ar: نظام 24 ساعة
cs: 24 hodinový režim
de: 24 Stunden Uhr
es: Reloj 24 horas
et: 24 tunni kell
fi: 24 tunnin kello
fy: 24 oers klok
lt: 24 valandų laikrodis
nl: 24-uurs klok
pl: Zegar 24-godzinny
pt: Relógio de 24 horas
ru: 24-х часовые
sk: 24 hodinový režim
tr: 24 saat

source: 12 hours clock
ar: نظام 12 ساعة
cs: 12 hodinový režim
de: 12 Stunden Uhr
es: Reloj 12 horas
et: 12 tunni kell
fi: 12 tunnin kello
fy: 12 oers klok
lt: 12 valandų laikrodis
nl: 12-uurs klok
pl: Zegar 12-godzinny
pt: Relógio de 12 horas
ru: 12-ти часовые
sk: 12 hodinový režim
tr: 12 saat

source: Select time sync method (left, right)
ar: حرر وقت الانتهاء
cs: zvolte způsob nařizování času (vlevo, vpravo)
de: Zeit-Synch-Methode ändern (links, rechts)
es: Selecciona el metodo de sincronizacion de la hora (0..9, izquierda, derecha)
et: Vali aja sünkroniseerimise meetod (vasak, parem)
fi: Valitse ajan päivitystapa (vas,oik)
fy: Selektearje tiid sync methode (links,rjochts)
lt: Pasirinkite laiko sinchronizacijos būdą ( kairėn, dešinėn )
nl: Selecteer tijdsynchronisatie (links, rechts)
pl: Wybierz metodę synchronizacji czasu (lewy, prawy)
pt: Seleccione o método de sincronismo da hora (esquerda, direita)
ru: Выбор источника синхр-ции времени (ВЛЕВО, ВПРАВО)
sk: zvoľte spôsob nastavenia času (vľavo, vpravo)
tr: Zaman uyumlaştırma yöntemini seçin (sol, sağ)

source: system time
ar: وقت النظام
cs: systémový čas
de: Systemzeit
es: Hora del sistema
et: Süsteemiaeg
fi: Järjestelmaika
fy: Systeem tiid
lt: sistemos laikas
nl: Systeemtijd
pl: Czas systemowy:
pt: hora do sistema
ru: Системное время
sk: systémový čas
tr: sistem zamanı

source: transponder time
ar: وقت مزود الخدمة
cs: čas transpondéru
de: Transponderzeit
es: Hora del transpondedor
et: saatja aeg
fi: Lähettimien aika
fy: transponder tiid
lt: transponderio laikas
nl: Transpondertijd
pl: Czas transpondera:
pt: hora do transponder
ru: Время с транспондера
sk: čas transpondéra
tr: transponder zamanı

source: To change time correction you must tune first to any transponder
ar: لتفعيل ضبط الوقت لابد أولا من توليف اي من القنوات
cs: K nařízení času musíte nejdříve naladit nějaký transpondér
de: Um die Zeitkorrektur zu ändern müssen Sie zuerst auf einen beliebigen Sender schalten
es: Antes de acceder la correción hay que sintonizar a un transpondedor
et: Kellaaja täpsustamiseks peab esmalt häälestama suvalisele transponderile
fi: Muuttaaksesi ajan korjausta viritä ensin jokin lähetin
fy: Om tiid korreksje te wizigjen, earst op in transponder ôfstemme
lt: Laiko koregavimui būtina prisijungti prie bet kurio transponderio
nl: Om de tijd te corrigeren, moet u eerst op een transponder afstemmen
pl: Aby ustawić korektę czasu musisz przełączyć się na aktywny transponder
pt: Para mudar a correcção de hora, deve sintonizar previamente qualquer transponder
ru: Для коррекции времени нужно сначала настроится на транспондер
sk: Pre nastavenie času musíte najskôr naladiť nejaký transpondér
tr: Zaman düzeltmesi yapabilmek için bir transpondere bağlanın

source: time correction change error
fi: virhe ajan korjauksen muuttamisessa
nl: Fout in tijdcorrectie
tr: Zaman düzeltme değiçimi hatası

source: Satellite Edit
ar: تحرير قمر صناعى
cs: Satelity - úpravy
de: Satelliten bearbeiten
es: Editar satélite
et: Satelliidi Redigeerimine
fi: Satelliittien muokkaus
fy: satellyt anpasse
lt: Palydovo redagavimas
nl: Satelliet bewerken
pl: Edycja satelity
pt: editar Satélite
ru: Редактирование транспондеров
sk: Satelity - úpravy
tr: Uydu Düzenleme
