Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: SatFind >>> [MENU] >>> [6] Setup >>> Service Searching >>> SatFind . . . . . . . . . . Here you can see the quality of the signal your receiver is getting from your dish/lnb(s). . . . . . . . . . . Usage: SNR Signal to Noise Ratio AGC Automatic Gain Control BER Bit Error Rate SATTELITE Select satellite to monitor TRANSPONDER Select transponder to monitor [OK]/[EXIT] Close window
ar: ايجاد القمر
cs: SatFinder >>> [MENU] >>> [6] Nastavení >>> Satelity a transpondéry >>> SatFinder . . . . . . . . . . Zde můžete sledovat kvalitu přijímaného signálu z paraboly/lnb. . . . . . . . . . . Použití: SNR Signal to Noise Ratio - poměr signál/šum AGC Automatic Gain Control BER Bit Error Rate - chybné bity SATTELITE výběr satelitu pro sledování signálu TRANSPONDER výběr transpondéru pro sledování signálu [OK]/[EXIT] zavřít okno
es: SatFind >>> [MENU] >>> [6] Ajustes >>> Busqueda de servicios >>> SatFind . . . . . . . . . . Aqui puedes comprobar la calidad de la señar que tu receptor obtiene de tu antena/Lnb. . . . . . . . . . . Uso: SNR Ratio de Ruido/Señal AGC Control de ganancia automatica BER Tasa de error SATTELITE Selecciona satelite para monitorizar TRANSPONDER Selecciona transponder para monitorizar [OK]/[EXIT] Cerrar ventana
fi: Signaalihaku >>> [MENU] >>> [6] Asetukset >>> Palvelun haku >>>Signaalihaku . . . . . . . . . . Tämä näyttö näyttää antennista/lautaselta/lnb:ltä saatavan signaalin laadun. . . . . . . . . . . Käyttö: SNR Signal to Noise Ratio AGC Automatic Gain Control BER Bit Error Rate SATELLIITTI Valitse tutkittava satelliitti LAHETIN Valitse tutkittava lähetin [OK]/[EXIT] Poistu
fy: Sat Sykje >>> [MENU] >>> [6] Ynstellingen >>> Service Sykje >>> Sat Sykje . . . . . . . . . . Hjir wurd de kwaliteit fan de útstjoering weerjûn dy't de úntfanger fan de skoattel / lnb(s) krijt. . . . . . . . . . . Gebrûk: SNR Signal to Noise Ratio AGC Automatic Gain Control BER Bit Error Rate SATTELYT Selektearje satellyt om te besjen TRANSPONDER Selektearje transponder om te besjen [OK]/[EXIT] Slút finster
lt: Palydovo paieška >>> [MENU] >>> [6] Nustatymai >>> Kanalų paieška >>> Palydovo paieška . . . . . . . . . . Čia Jūs galite pamatyti signalo stiprumą, kurį gauna imtuvas iš lėkštės/lnb(s). . . . . . . . . . . Naudojama: SNR Signalo triukšmų lygis AGC Automatinis stiprinimo reguliavimas BER Triukšmų lygis PALYDOVAS Pasirinkite palydovą TRANSPONDERIS Pasirinkite transponderį [OK]/[EXIT] Uždaryti langą
pl: Miernik siły sygnału >>> [MENU] >>> [6] Ustawienia >>> Wyszukiwanie kanałów >>> Miernik siły sygnału . . . . . . . . . . Tutaj możesz sprawdzić jakość odbieranego sygnału. . . . . . . . . . . Użycie: SNR Signal to Noise Ratio AGC Automatic Gain Control BER Bit Error Rate Satelita Wybierz satelitę Transponder Wybierz transponder [OK]/[EXIT] Zamknij okno
pt: Encontrar satélite(s) >>> [MENU] >>> [6] Configuração >>> Pesquisa de serviços >>> Encontrar satélite(s) . . . . . . . . . . Poderá visualizar aqui a qualidade de sinal que o receptor recebe do(s) prato(s)/lnb(s). . . . . . . . . . . Utilização: SNR Signal to Noise Ratio (Rácio de Ruído/Sinal) AGC Automatic Gain Control (Controlo de Ganho Automático) BER Bit Error Rate (Taxa de Erro) SATELLITE Seleccionar satélite para monitorizar TRANSPONDER Seleccionar transponder para monitorizar [OK]/[EXIT] Fechar janela
ru: Поиск спутников >>> [MENU] >>> [6] Настройки >>> Настройка каналов >>> Поиск спутников . . . . . . . . . . Измерение сигнала с выбранного спутника. . . . . . . . . . . Использование: SNR Отношение сигнал/шум AGC Автоматическая регулировка усиления сигнала BER Количество ошибок Спутник Выбор спутника Транспондер Выбор транспондера [OK]/[EXIT] Выйти
sk: SatFinder >>> [MENU] >>> [6] Nastavenie >>> Satelity a transpondéry >>> SatFinder . . . . . . . . . . Tu môžete sledovať kvalitu prijímaného signálu z paraboly/lnb. . . . . . . . . . . Použitie: SNR Signal to Noise Ratio - pomer signál/šum AGC Automatic Gain Control BER Bit Error Rate - chybné bity SATTELITE výber satelitu pre sledovanie signálu TRANSPONDER výber transpondéra pre sledovanie signálu [OK]/[EXIT] zavrieť okno
tr: UyduBul >>> [MENU] >>> [6] Kur >>> Servis arama >>> UyduBul . . . . . . . . . . Bu ekranda alıcınızın çank/lnb' den aldığı sinyalin kalitesini görebilirsiniz. . . . . . . . . . . Kullanım: SNR Sinyalin Gürültüye Oranı AGC Automatic Kazanç Kontrolü BER Bit Hata Oranı UYDU İzlenecek uyduyu seçin TRANSPONDER İzlenecek transponderi seçin [OK]/[EXIT] Pencereyi kapat

source: manual scan..
ar: البحث اليدوي
cs: Ruční vyhledávání...
de: Manueller Suchlauf..
es: Búsqueda manual...
et: käsitsi skaneerimine
fi: manuaalinen etsintä..
fy: Hânmatig sykjen
lt: Rankinis skan..
nl: Handmatige scan..
pl: Przeszukaj ręcznie
pt: busca manual..
ru: Ручное сканирование..
sk: Ručné vyhľadávanie...
tr: el ile tarama..

source: Manual transponder scan >>> [MENU] ->[6] Setup >>> [2] Channels >>> Channel scan >>> Manual scan . . . . . . . . . . For the manual scan you need information about available services You can find this for instance on http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Satellite: [OK],[UP]/[DOWN],[OK] Select satellite Frequency, Polarity, FFC, Symbolrate:[NUMBERS] Settings of the desired channel Inv.:[OK] Inversion on/off ONIT:[OK] ONIT-test on/off use BAT:[OK] BAT-use on/off (of available) Empty list: [OK] clears the list before the search Network scan: [OK] scans all transponders of the same network Start scan: [OK] Start scanning abort [EXIT] Close window without saving changes
ar: بحث التردد اليدوي
cs: Ruční prohledávání transpondéru >>> [MENU] ->[6] Nastavení >>> [2] Satelity a transpondéry >>>Ruční prohledávání transpondéru . . . . . . . . . . Pro ruční prohledávání transpondéru potřebujete informace o dostupných programech, které můžete naslézt třeba na http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Použití: [UP]/[DOWN] výběr vstupního pole nebo tlačítka Satellite: [OK],[UP]/[DOWN],[OK] vybrat satelit Frekvence, Polarizaceolarity, FFC, Symbolrate:[NUMBERS] nastavení pro požadovaný kanál Inv.:[OK] Inverze zap/vyp ONIT:[OK] ONIT-test zap/vyp použít BAT:[OK] BAT-použití zap/vyp (of available) Prázdný seznam: [OK] vymazat seznam před vyhledáváním Network scan: [OK] scans all transponders of the same network Start scan: [OK] Start scanning abort [EXIT] zavřít okno bez uložení změn
es: Busqueda manual de transponders >>> [MENU] ->[6] Ajustes >>> [2] Canales >>> Busqueda de canales >>> Busqueda manual . . . . . . . . . . Para la busqueda manual necesitas informacion sobre los servicios disponibles. Puedes encontrar esta informacion en http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Uso: [UP]/[DOWN] Moverse por el menu Satellite: [OK],[UP]/[DOWN],[OK] Selecciona satelite Frequency, Polarity, FFC, Symbolrate:[NUMBERS] Ajustes del canal elegido Inv.:[OK] Inversion on/off ONIT:[OK] Prueba ONIT on/off use BAT:[OK] Uso de BAT on/off (si esta disponible) Empty list: [OK] limpia la lista antes de la busqueda Network scan: [OK] busca todos los transpondedores de la misma red Start scan: [OK] Comenzar busqueda abort [EXIT] Cerrar sin salvar
et: Käsitsi transponderi skaneerimine >>> [MENU] ->[6] Häälestus >>> [2] Kanalid >>> Kanalite otsing >>> Käsitsi otsing . . . . . . . . . . Käsitsi otsinguks vajad sa infot saadaval olevate kanalite kohta. Seda infot võid näiteks leida http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Kasutamine: [ÜLESSE]/[ALLA] Vali Sisendväli või Klahv Satelliit: [OK],[ÜLESSE]/[ALLA],[OK] Vali satelliit Sagedus, Polaarsus, FFC, Sümbolitesagedus:[NUMBRID] Soovitud kanali seaded Inv.:[OK] Inversioon sisse/välja ONIT:[OK] ONIT-test sisse/välja kasuta BAT:[OK] Kasuta BAT sisse/välja (kui on saadaval) Tühjenda list: [OK] Puhastab listi enne otsingut Võrguotsing: [OK] Skaneerib sama võrgu kõiki transpondereid Alusta otsingut: [OK] Alusta otsingut katkesta [EXIT] Sulge aken ilma muutuseid salvestamata
fi: Manuaalinen lähettimen haku >>> [MENU] ->[6] Asetukset >>> [2] Kanavat >>> Kanavahaku >>> Manuaalinen haku . . . . . . . . . . Suorittaaksesi manuaalisen haun, sinulla täytyy olla tiedossa lähetysparametrit. Esim. http://www.ttv.fi/verkkoparametrit.htm . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai painike Satelliitti: [OK],[YLÖS]/[ALAS],[OK] Valitse satelliitti Taajuus, polariteetti, FFC, symbolinopeus:[NUMEROT] Halutun kanavan asetukset Inv.:[OK] Inversio on/off ONIT:[OK] ONIT-testi on/off käytä BAT:[OK] BAT-käyttö on/off (of available) Tyhjennä: [OK] tyhjentää listan ennen hakua Verkkohaku: [OK] hakee saman verkon kaikki lähettimet Aloita haku: [OK] aloittaa haun poistu [EXIT] poistu tallentamatta
fy: Hânmatig transponder ôfsykje >>> [MENU] ->[6] Ynstellingen >>> [2] Kanalen >>> Kanalen sykje >>> Hânmatig ôfsykje . . . . . . . . . . Foar hânmatig ôfsykjen hawwe jo ynfo noadig oer de beschikbere services. Dizze ynfo is bijv. te finen op it internet by http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje ynjeftefjild of knop Satellyt: [OK],[OP]/[DEL],[OK] Selektearje satellyt Frekwinsje, Polariteit, FFC, Kodefaasje:[NÛMERS] Ynstellingen fan it winske kanaal Inv.:[OK] Infertearje oan/út ONIT:[OK] ONIT-test oan/út gebrûk BAT:[OK] BAT-gebrûk oan/út (of beschikber) lyst: [OK] wisket de lyst foar it sykjen Netwurk sykje: [OK] syket alle transponders fan it selde netwurk Start sykjen: [OK] Starte fan sykjen ôfbrekke [EXIT] Feroaringen net opslaan en Slút finster
lt: Rankinis transponderio skanavimas >>> [MENU] ->[6] Nustatymai >>> [2] Kanalai >>> Kanalų skanavimas >>> Rankinis skanavimas . . . . . . . . . . Dėl rankinio skanavimo Jums reikia informacijos apie esamus kanalus. Jūs tai galite rasti čia: http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką Palydovas: [OK],[AUKŠTYN]/[ŽEMYN],[OK] Pasirinkite palydovą Dažnis, Poliarizacija, FFC, Simbolių greitis:[SKAIČIAI] Norimo kanalo nustatymai Inv.:[OK] Inversija įj./išj. ONIT:[OK] ONIT-testas įj./išj. naudoti BAT:[OK] BAT-naudoti įj./išj. (esamo) Tuščias sąrašas: [OK] valyti sąrašą prieš paiešką Tinklo paieška: [OK] skanuoti visus transponderius esamus šiame tinklek Pradėti paiešką: [OK] Pradėti paiešką atmesti [EXIT] Uždaryti langą neišsaugant nustatymų
pl: Ręczne przeszukiwanie transponderów >>> [MENU] ->[6] Ustawienia >>> [2] Kanały i bukiety >>> Wyszukaj kanały >>> Przeszukaj ręcznie . . . . . . . . . . W przeszukiwaniu ręcznym potrzebujesz parametrów dostępnych kanałów. Możesz je na przykład znaleźć na stroniehttp://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk Satelita: [OK],[GÓRA]/[DÓŁ],[OK] Wybierz satelitę Częstotliwość, Polaryzacja, FEC, Symbol Rate:[CYFRY] Ustawienia dla poszczególnych kanałów Inv.:[OK] Włącz/wyłącz inwersję widma ONIT:[OK] Włącz/wyłącz test ONIT BAT:[OK] Użyj BAT Empty list: [OK] Opróżnij listę przed przeszukiwaniem Sieć: [OK] Przeszukaj wszystkie transpondery nadawcy Przeszukaj: [OK] Rozpocznij przeszukiwanie abort [EXIT] Zamknij okno bez zapisywania zmian
pt: tPesquisa de transponder manual >>> [MENU] ->[6] Configuração >>> [2] Canais >>> Pesquisa de canais >>> Pesquisa manual . . . . . . . . . . Para a pesquisa manual são necessárias informações acerca dos serviços disponíveis. Pode encontrar essas informações por exemplo em http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo de introdução ou botão Satellite: [OK],[UP]/[DOWN],[OK] Seleccionar satélite Frequency, Polarity, FFC, Symbolrate:[NUMBERS] Configurações do canal desejado Inv.:[OK] Activar/desactivar inversão ONIT:[OK] Activar/desactivar teste de ONIT use BAT:[OK] Activar/desactivar a utilização de BAT (se disponível) Empty list: [OK] apaga a lista antes da procura Network scan: [OK] procura todos os transponders da mesma rede Start scan: [OK] Começar a pesquisa abort [EXIT] Fecha a janela sem guardar alterações
ru: Ручное сканирование транспондеров >>> [MENU] ->[6] Настройки >>> [2] Настройки каналов >>> Ручное сканирование . . . . . . . . . . Для ручного сканирования необходима информация о доступных сервисах Её можно найти здесь - http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода или кнопки Спутник: [OK],[ВВЕРХ]/[ВНИЗ],[OK] Выбор спутника Частота, Поляризация, FEC, Symbol Rate:[ЦИФРЫ] Уставки для выбранного канала Инв.:[OK] Включение инверсии ONIT:[OK] Включение ONIT BAT:[OK] Включение BAT Очистить: [OK] Очистка списка перед сканированием Сеть: [OK] Сканирование всех транспондеров тойже сети Сканировать: [OK] Начать сканирование abort [EXIT] Выйти без записи
sk: Ručné prehľadávanie transpondéra >>> [MENU] ->[6] Nastavenie >>> [2] Satelity a transpondéry >>>Ručné prehľadávanie transpondéra . . . . . . . . . . Pre ručné prehľadávanie transpondéra potrebujete informácie o dostupných programoch, ktoré môžete nájsť napr. na http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Použitie: [UP]/[DOWN] výber vstupného poľa alebo tlačidla Satellite: [OK],[UP]/[DOWN],[OK] vybrať satelit Frekvencia, Polarizácia, FEC, Symbolrate:[NUMBERS] nastavenie pre požadovaný kanál Inv.:[OK] Inverzia zap/vyp ONIT:[OK] ONIT-test zap/vyp použiť BAT:[OK] BAT-použitie zap/vyp (of available) Prázdny zoznam: [OK] vymazať zoznam pred vyhľadávaním Network scan: [OK] prehľadať všetky transpondéry v tej istej sieti Start scan: [OK] Začať vyhľadávanie abort [EXIT] zavrieť okno bez uloženia zmien
tr: El ile Transponder Tarama >>> [MENU] ->[6] Kur>>> [2] Kanallar >>> Kanal Tarama >>> El ile Tarama . . . . . . . . . . For the manual scan you need information about available services You can find this for instance on http://www1.digitalfernsehen.de/frequenzen/ . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Satellite: [OK],[UP]/[DOWN],[OK] Select satellite Frequency, Polarity, FFC, Symbolrate:[NUMBERS] Settings of the desired channel Inv.:[OK] Inversion on/off ONIT:[OK] ONIT-test on/off use BAT:[OK] BAT-use on/off (of available) Empty list: [OK] clears the list before the search Network scan: [OK] scans all transponders of the same network Start scan: [OK] Start scanning abort [EXIT] Close window without saving changes

source: Waiting for tuner lock on:
ar: فى انتظار وحدة التوليف فى تتبعها للاشارة
cs: čekám na uzamknutí tuneru:
de: Warte auf Tuner-Lock auf:
es: Esperando captación señal en:
et: Ootan signaali:
fi: Odotetaan virittimen lukitusta:
fy: Wachtsje op oankeppeljen tuner :
lt: Laukiama imtuvo užrakinimo:
nl: Wacht op tuner lock op:
pl: Oczekiwanie na synchronizację tunera:
pt: À espera de sincronização do receptor:
ru: Ожидание захвата сигнала:
sk: čakám na uzamknutie tunera:
tr: Tuner kilitlenmesi bekleniyor:

source: To begin searching for a valid satellite press OK, or choose your desired satellite manually and press OK
ar: للبحث عن قمر موجود اضغط أوكي ، أواختر القمر الذي تريده للبحث يدويا واضغط أوكي
cs: K vyhledání satelitu stiskněte OK nebo zvolte požadovaný satelit ručně a stiskněte OK
de: Um nach einem gültigen Satelliten zu suchen bitte 'OK' drücken oder den gewünschten Satelliten manuell auswählen und OK drücken
es: Para lanzar la búsqueda de un satélite válido pulse OK o elige el satélite manualmente.
et: Otsingu alustamiseks kehtival sateliidil vajuta OK või vali sind huvitav satelliit käsitsi ja vajuta OK
fi: Aloita satelliitin etsintä painamalla OK tai valitse satelliitti manuaalisesti ja paina OK.
fy: Om te sykjen nei in jildige satellyt, druk ok, of kies hânmatig in satellyt en druk ok
lt: Spauskite (ok) palydovo paieškai arba išsirinkite palydovą rankiniu būdu ir spauskite (ok).
nl: Druk op OK om te starten met zoeken, of kies de satelliet handmatig en druk op OK
pl: Aby rozpocząć wyszukiwanie kanałów wybierz z listy satelitę i wciśnij OK
pt: Para procurar um provider satélite válido caregar ok, ou escolher o vosso provider satélite desejado manualmente e caregar ok.
ru: Для поиска доступных спутников нажмите OK. Или выберите спутник и нажмите OK.
sk: Pre vyhľadávanie satelitu stlačte OK alebo vyberte požadovaný satelit ručne a stlačte OK.
tr: Uydu aramayı başlatmak için OK tuşlayın, veya istenilen uyduyu el ile seçin ve OK tuşlayın.

source: To begin searching for a valid cable provider press OK, or choose your desired cable provider manually and press OK
ar: للبحث عن خدمة كيبل موجودة اضغط أوكي، أو اختر الخدمة المرغوبة للبحث عنها يدويا واضغط أوكي
cs: K vyhledání kabelových providerů stiskněte OK nebo zvolte požadovaného providera ručně a stiskněte OK
de: Um die Suche nach gültigen Kabelprovidern zu beginnen, 'OK' drücken oder den gewünschten Kabelanbieter manuell wählen und 'OK' drücken.
es: Para lanzar la búsqueda de un operador cable válido pulse OK o elige el operador manualmente.
et: Kaabel TV teenusepakkuja otsimiseks vajuta OK, või vali sind huvitav teenuspakkuja käsitsi ja siis vajuta OK
fi: Aloita etsintä valitusta kaapelioperaattorista painamalla OK tai valitse operaattori manuaalisesti ja paina OK.
fy: Om te sykjen nei in jildige kabelman, druk ok, of kies hânmatig in kabelman en druk ok
lt: Spauskite (ok) kabelinio tinklo paieškai arba išsirinkite kabelinį tinklą rankiniu būdu ir spauskite (ok).
nl: Druk op OK om te starten met zoeken, of kies de satelliet handmatig en druk op OK
pl: Aby wyszukać operatora kablowego wciśnij OK, lub wybierz dostawcę ręcznie
pt: Para procurar um provider cabo válido caregar ok, ou escolher o vosso provider cabo desejado manualmente e caregar ok.
sk: Pre vyhľadávanie káblových poskytovateľov stlačte OK alebo vyberte požadovaného poskytovateľa a stlačte OK.
tr: Aramayı başlatmak için OK tuşlayın, veya kablolu yayın sağlayıcısını el ile seçin ve OK tuşlayın.

source: To begin searching for a valid transponder press OK, or choose your desired location manually and press OK
ar: لبداية البحث عن ناقل صحيح الضغط على OK، أو اختيار الموضع المرغوب يدويا و الضغط OK
cs: K vyhledání transpondéru stiskěte OK nebo zvolte požadovanou pozici ručně a stiskněte OK
de: Um nach einem gültigen Transponder zu suchen bitte OK drücken oder den gewünschte Ziel manuell auswählen und OK drücken
es: Para lanzar la búsqueda de un transpondedor válido pulse OK o elige la posición manualmente y pulse OK.
et: Kehtiva transpondri otsimiseks vajuta OK või vali sind huvitav käsitsi ja siis vajuta OK
fi: Aloita lähettimen etsintä painamalla OK, tai valitse haluttu sijainti listasta ja paina OK
fy: Om te sykjen nei in jildige transponder, druk ok, of kies hânmatig in transponder en druk ok
lt: Prieš pradedant ieškoti esamo palydovo spauskite (ok), arba išsirinkite kitą poziciją rankiniu būdu ir spauskite (ok)
nl: Druk op OK om te zoeken naar een geldige transponder, of kies handmatig en druk op OK
pl: Aby rozpocząć przeszukanie transpondera wciśnij OK lub ustaw parametry ręcznie.
pt: Para iniciar busca de transponders válidos, prima OK, ou escolha a posição desejada manualmente e prima OK
ru: Для поиска доступных транспондеров нажмите OK. Или выберите транспондер и нажмите OK.
sk: Pre vyhľadávanie transpondéra stlačte OK alebo zvoľte požadovanú pozíciu ručne a stlačte OK.
tr: Aramayı başlatmak için OK tuşlayın, veya uyduyu el ile seçin ve OK tuşlayın.
