Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: sends switch cmd 2
ar: أرسل مفتاح سي إم دي 2
cs: poslat přepínací cmd 2
de: Sendet Switch cmd 2
es: Enviar switch cmd 2
et: saadab lülitile käsu 2
fi: lähettää vaihtokytkimelle 2
fy: stjoert skeakeler cmd 2
lt: siųsti perjungimo komandą 2
nl: DiSEqC cmd 2 zenden
pl: Wyślij komendę cmd 2
pt: comutação 2
ru: Вкл. вход/cmd 2
sk: poslať prepínací cmd 2
tr: anahtar komut 2 gönderim

source: sends switch cmd 3
ar: أرسل مفتاح سي إم دي 3
cs: poslat přepínací cmd 3
de: Sendet Switch cmd 3
es: Enviar switch cmd 3
et: saadab lülitile käsu 3
fi: lähettää vaihtokytkimelle 3
fy: stjoert skeakeler cmd 3
lt: siųsti perjungimo komandą 3
nl: DiSEqC cmd 3 zenden
pl: Wyślij komendę cmd 3
pt: comutação 3
ru: Вкл. вход/cmd 3
sk: poslať prepínací cmd 3
tr: anahtar komut 3 gönderim

source: sends switch cmd 4
ar: أرسل مفتاح سي إم دي 4
cs: poslat přepínací cmd 4
de: Sendet Switch cmd 4
es: Enviar switch cmd 4
et: saadab lülitile käsu 4
fi: lähettää vaihtokytkimelle 4
fy: stjoert skeakeler cmd 4
lt: siųsti perjungimo komandą 4
nl: DiSEqC cmd 4 zenden
pl: Wyślij komendę cmd 4
pt: comutação 4
ru: Вкл. вход/cmd 4
sk: poslať prepínací cmd 4
tr: anahtar komut 4 gönderim

source: sends switch cmd 5
ar: أرسل مفتاح سي إم دي 5
cs: poslat přepínací cmd 5
de: Sendet Switch cmd 5
es: Enviar switch cmd 5
et: saadab lülitile käsu 5
fi: lähettää vaihtokytkimelle 5
fy: stjoert skeakeler cmd 5
lt: siųsti perjungimo komandą 5
nl: DiSEqC cmd 5 zenden
pl: Wyślij komendę cmd 5
pt: comutação 5
ru: Вкл. вход/cmd 5
sk: poslať prepínací cmd 5
tr: anahtar komut 5 gönderim

source: sends switch cmd 6
ar: أرسل مفتاح سي إم دي 6
cs: poslat přepínací cmd 6
de: Sendet Switch cmd 6
es: Enviar switch cmd 6
et: saadab lülitile käsu 6
fi: lähettää vaihtokytkimelle 6
fy: stjoert skeakeler cmd 6
lt: siųsti perjungimo komandą 6
nl: DiSEqC cmd 6 zenden
pl: Wyślij komendę cmd 6
pt: comutação 6
ru: Вкл. вход/cmd 6
sk: poslať prepínací cmd 6
tr: anahtar komut 6 gönderim

source: sends switch cmd 7
ar: أرسل مفتاح سي إم دي 7
cs: poslat přepínací cmd 7
de: Sendet Switch cmd 7
es: Enviar switch cmd 7
et: saadab lülitile käsu 7
fi: lähettää vaihtokytkimelle 7
fy: stjoert skeakeler cmd 7
lt: siųsti perjungimo komandą 7
nl: DiSEqC cmd 7 zenden
pl: Wyślij komendę cmd 7
pt: comutação 7
ru: Вкл. вход/cmd 7
sk: poslať prepínací cmd 7
tr: anahtar komut 7 gönderim

source: sends switch cmd 8
ar: أرسل مفتاح سي إم دي 8
cs: poslat přepínací cmd 8
de: Sendet Switch cmd 8
es: Enviar switch cmd 8
et: saadab lülitile käsu 8
fi: lähettää vaihtokytkimelle 8
fy: stjoert skeakeler cmd 8
lt: siųsti perjungimo komandą 8
nl: DiSEqC cmd 8 zenden
pl: Wyślij komendę cmd 8
pt: comutação 8
ru: Вкл. вход/cmd 8
sk: poslať prepínací cmd 8
tr: anahtar komut 8 gönderim

source: sends switch cmd 9
ar: أرسل مفتاح سي إم دي 9
cs: poslat přepínací cmd 9
de: Sendet Switch cmd 9
es: Enviar switch cmd 9
et: saadab lülitile käsu 9
fi: lähettää vaihtokytkimelle 9
fy: stjoert skeakeler cmd 9
lt: siųsti perjungimo komandą 9
nl: DiSEqC cmd 9 zenden
pl: Wyślij komendę cmd 9
pt: comutação 9
ru: Вкл. вход/cmd 9
sk: poslať prepínací cmd 9
tr: anahtar komut 9 gönderim

source: sends switch cmd 10
ar: أرسل مفتاح سي إم دي 10
cs: poslat přepínací cmd 10
de: Sendet Switch cmd 10
es: Enviar switch cmd 10
et: saadab käsu 10
fi: lähettää vaihtokytkimelle 10
fy: stjoert skeakeler cmd 10
lt: siųsti perjungimo komandą 10
nl: DiSEqC cmd 10 zenden
pl: Wyślij komendę cmd 10
pt: comutação 10
ru: Вкл. вход/cmd 10
sk: poslať prepínací cmd 10
tr: anahtar komut 10 gönderim

source: sends switch cmd 11
ar: أرسل مفتاح سي إم دي 11
cs: poslat přepínací cmd 11
de: Sendet Switch cmd 11
es: Enviar switch cmd 11
et: saadab käsu 11
fi: lähettää vaihtokytkimelle 11
fy: stjoert skeakeler cmd 11
lt: siųsti perjungimo komandą 11
nl: DiSEqC cmd 11 zenden
pl: Wyślij komendę cmd 11
pt: comutação 11
ru: Вкл. вход/cmd 11
sk: poslať prepínací cmd 11
tr: anahtar komut 11 gönderim

source: sends switch cmd 12
ar: أرسل مفتاح سي إم دي 12
cs: poslat přepínací cmd 12
de: Sendet Switch cmd 12
es: Enviar switch cmd 12
et: saadab käsu 12
fi: lähettää vaihtokytkimelle 12
fy: stjoert skeakeler cmd 12
lt: siųsti perjungimo komandą 12
nl: DiSEqC cmd 12 zenden
pl: Wyślij komendę cmd 12
pt: comutação 12
ru: Вкл. вход/cmd 12
sk: poslať prepínací cmd 12
tr: anahtar komut 12 gönderim

source: sends switch cmd 13
ar: أرسل مفتاح سي إم دي 13
cs: poslat přepínací cmd 13
de: Sendet Switch cmd 13
es: Enviar switch cmd 13
et: saadab käsu 13
fi: lähettää vaihtokytkimelle 13
fy: stjoert skeakeler cmd 13
lt: siųsti perjungimo komandą 13
nl: DiSEqC cmd 13 zenden
pl: Wyślij komendę cmd 13
pt: comutação 13
ru: Вкл. вход/cmd 13
sk: poslať prepínací cmd 13
tr: anahtar komut 13 gönderim

source: sends switch cmd 14
ar: أرسل مفتاح سي إم دي 14
cs: poslat přepínací cmd 14
de: Sendet Switch cmd 14
es: Enviar switch cmd 14
et: saadab käsu 14
fi: lähettää vaihtokytkimelle 14
fy: stjoert skeakeler cmd 14
lt: siųsti perjungimo komandą 14
nl: DiSEqC cmd 14 zenden
pl: Wyślij komendę cmd 14
pt: comutação 14
ru: Вкл. вход/cmd 14
sk: poslať prepínací cmd 14
tr: anahtar komut 14 gönderim

source: sends switch cmd 15
ar: أرسل مفتاح سي إم دي 15
cs: poslat přepínací cmd 15
de: Sendet Switch cmd 15
es: Enviar switch cmd 15
et: saadab käsu 15
fi: lähettää vaihtokytkimelle 15
fy: stjoert skeakeler cmd 15
lt: siųsti perjungimo komandą 15
nl: DiSEqC cmd 15 zenden
pl: Wyślij komendę cmd 15
pt: comutação 15
ru: Вкл. вход/cmd 15
sk: poslať prepínací cmd 15
tr: anahtar komut 15 gönderim

source: sends switch cmd 16
ar: أرسل مفتاح سي إم دي 16
cs: poslat přepínací cmd 16
de: Sendet Switch cmd 16
es: Enviar switch cmd 16
et: saadab käsu 16
fi: lähettää vaihtokytkimelle 16
fy: stjoert skeakeler cmd 16
lt: siųsti perjungimo komandą 16
nl: DiSEqC cmd 16 zenden
pl: Wyślij komendę cmd 16
pt: comutação 16
ru: Вкл. вход/cmd 16
sk: poslať prepínací cmd 16
tr: anahtar komut 16 gönderim

source: sends no DiSEqC repeats
ar: لا ترسل إشارات تكرار دايسك
cs: bez opakování pro DiSEqC
de: Sendet keine DiSEqC-Wiederholungen
es: No enviar repeticiones DiSEqC
et: ei saada DiSEqC kordusi
fi: ei lähetä DiSEqC toistoa
fy: stjoert gjin DiSEqC herhellingen
lt: nesiųsti DiSEqC pakartojimų
nl: Geen DiSEqC repeats zenden
pl: Nie wysyłaj powtórzeń DiSEqC
pt: enviar DISEqC não repetido
ru: Не повторять команды DiSEqC
sk: poslať bez opakovania pre DiSEqC
tr: DiSEqC tekrarlaması gönderme

source: One
ar: واحد
cs: 1 x
de: Eine
es: Una
et: Üks
fi: Yksi
fy: Ien
lt: Vienas
nl: Eén
pl: Jeden
pt: Um
ru: Один
sk: 1 x
tr: Bir

source: sends one repeat
ar: أرسل تكرار واحد
cs: posílat 1 opakování
de: Sendet eine Wiederholung
es: Enviar una repetición
et: saadab ühe korduse
fi: lähettää yhden toiston
fy: stjoert ien herhelling
lt: siųsti vieną pakartojimą
nl: Eén repeat zenden
pl: Wyślij jedną powtórkę
pt: enviar uma repetição
ru: Послать один повтор
sk: poslať 1 opakovanie
tr: tek tekrarlama gönderir

source: Two
ar: إثنين
cs: 2 x
de: Zwei
es: Dos
et: Kaks
fi: Kaksi
fy: Twa
lt: Du
nl: Twee
pl: Dwa
pt: Dois
ru: Два
sk: 2 x
tr: İki

source: sends two repeats
ar: أرسل تكرارين
cs: posílat 2 opakování
de: Sendet zwei Wiederholungen
es: Enviar dos repeticiones
et: saadab kaks kordust
fi: lähettää kaksi toistoa
fy: stjoert twa herhellingen
lt: siųsti du pakartojimus
nl: Twee repeats zenden
pl: Wyślij dwie powtórki
pt: enviar duas repetições
ru: Послать два повтора
sk: poslať 2 opakovania
tr: iki tekrarlama gönderir

source: Three
ar: ثلاثة
cs: 3 x
de: Drei
es: Tres
et: Kolm
fi: Kolme
fy: Trije
lt: Trys
nl: Drie
pl: Trzy
pt: Tres
ru: Три
sk: 3 x
tr: Üç

source: sends three repeats
ar: أرسل ثلاثة تكرارات
cs: posílat 3 opakování
de: Sendet drei Wiederholungen
es: Envia tres repeticiones
et: saadab kolm kordust
fi: lähettää kolme toistoa
fy: stjoert trije herhellingen
lt: siųsti tris pakartojimus
nl: Drie repeats zenden
pl: Wyślij trzy powtórki
pt: enviar três repetições
ru: Послать три повтора
sk: poslať 3 opakovania
tr: üç tekrarlama gönderir

source: sends no uncommitted switch command
ar: عدم ارسال أوامر حرة للمفتاح
cs: poslat no uncommitted switch command?
de: Sendet kein uncommitted Switch Kommando
es: Enviar ningun uncommitted switch command
et: ei saada määramata käske
fi: lähettää ei käyttämätöntä kytkintä komennon
fy: stjoert gjin tawezen skeakeler cmd
lt: siųsti komandą "be neutralaus perjungėjo"
nl: Geen uncommitted switch-commando zenden
pl: Nie wysyłaj komend do przełącznika
pt: não enviar uncommitted switch
ru: Не посылать команды для входов DiSEqC 1.1
sk: poslať no uncommitted switch command?
tr: adanmamış anahter konumu gönderim

source: Input 1
ar: مدخل1
cs: vstup 1
de: Eingang 1
et: Sisend 1
fi: Sisääntulo 1
fy: yngong 1
lt: Įėjimas 1
pl: Wejście 1
pt: Entrada 1
ru: Вход 1
sk: vstup 1
tr: 1. giriş

source: select uncommitted switch Input 1
ar: إختيار المدخل الحرللمفتاح 1
cs: zvolit Uncommitted Switch Input 1?
de: Wähle 'uncommitted' Eingang 1
es: Activar Uncommitted Switch Input 1
et: vali määramata sisend 1
fi: valitse käyttämättömän kytkimen sisääntulo 1
fy: stjoert net tawezen skeakeler cmd 1
lt: pasirinkti neutralaus perjungėjo 1 įėjimą
nl: Selecteer uncommitted switch input 1
pl: Wybierz wejście 1 przełącznika
pt: seleccionar entrada 1 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 1
sk: zvoliť Uncommitted Switch Input 1?
tr: kesinleşmemiş anahtarın 1. girişini seç

source: Input 2
ar: مدخل2
cs: vstup 2
de: Eingang 2
et: Sisend 2
fi: Sisääntulo 2
fy: yngong 2
lt: Įėjimas 2
pl: Wejście 2
pt: Entrada 2
ru: Вход 2
sk: vstup 2
tr: 2. giriş

source: select uncommitted switch Input 2
ar: إختيار المدخل الحرللمفتاح 2
cs: zvolit Uncommitted Switch Input 2?
de: Wähle 'uncommitted' Eingang 2
es: Activar Uncommitted Switch Input 2
et: vali määramata sisend 2
fi: valitse käyttämättömän kytkimen sisääntulo 2
fy: stjoert net tawezen skeakeler cmd 2
lt: pasirinkti neutralaus perjungėjo 2 įėjimą
nl: Selecteer uncommitted switch input 2
pl: Wybierz wejście 2 przełącznika
pt: seleccionar entrada 2 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 2
sk: zvoliť Uncommitted Switch Input 2?
tr: kesinleşmemiş anahtarın 2. girişini seç

source: Input 3
ar: مدخل3
cs: vstup 3
de: Eingang 3
et: Sisend 3
fi: Sisääntulo 3
fy: yngong 3
lt: Įėjimas 3
pl: Wejście 3
pt: Entrada 3
ru: Вход 3
sk: vstup 3
tr: 3. giriş

source: select uncommitted switch Input 3
ar: إختيار المدخل الحرللمفتاح 3
cs: zvolit Uncommitted Switch Input 3?
de: Wähle 'uncommitted' Eingang 3
es: Activar Uncommitted Switch Input 3
et: vali määramata sisend 3
fi: valitse käyttämättömän kytkimen sisääntulo 3
fy: stjoert net tawezen skeakeler cmd 3
lt: pasirinkti neutralaus perjungėjo 3 įėjimą
nl: Selecteer uncommitted switch input 3
pl: Wybierz wejście 3 przełącznika
pt: seleccionar entrada 3 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 3
sk: zvoliť Uncommitted Switch Input 3?
tr: kesinleşmemiş anahtarın 3. girişini seç

source: Input 4
ar: مدخل 4
cs: vstup 4
de: Eingang 4
et: Sisend 4
fi: Sisääntulo 4
fy: yngong 4
lt: Įėjimas 4
pl: Wejście 4
pt: Entrada 4
ru: Вход 4
sk: vstup 4
tr: 4. giriş

source: select uncommitted switch Input 4
ar: إختيار المدخل الحرللمفتاح 4
cs: zvolit Uncommitted Switch Input 4?
de: Wähle 'uncommitted' Eingang 4
es: Activar Uncommitted Switch Input 4
et: vali määramata sisend 4
fi: valitse käyttämättömän kytkimen sisääntulo 4
fy: stjoert net tawezen skeakeler cmd 4
lt: pasirinkti neutralaus perjungėjo 4 įėjimą
nl: Selecteer uncommitted switch input 4
pl: Wybierz wejście 4 przełącznika
pt: seleccionar entrada 4 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 4
sk: zvoliť Uncommitted Switch Input 4?
tr: kesinleşmemiş anahtarın 4. girişini seç

source: Input 5
ar: مدخل5
cs: vstup 5
de: Eingang 5
et: Sisend 5
fi: Sisääntulo 5
fy: yngong 5
lt: Įėjimas 5
pl: Wejście 5
pt: Entrada 5
ru: Вход 5
sk: vstup 5
tr: 5. giriş

source: select uncommitted switch Input 5
ar: إختيار المدخل الحرللمفتاح 5
cs: zvolit Uncommitted Switch Input 5?
de: Wähle 'uncommitted' Eingang 5
es: Activar Uncommitted Switch Input 5
et: vali määramata sisend 5
fi: valitse käyttämättömän kytkimen sisääntulo 5
fy: stjoert net tawezen skeakeler cmd 5
lt: pasirinkti neutralaus perjungėjo 5 įėjimą
nl: Selecteer uncommitted switch input 5
pl: Wybierz wejście 5 przełącznika
pt: seleccionar entrada 5 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 5
sk: zvoliť Uncommitted Switch Input 5?
tr: kesinleşmemiş anahtarın 5. girişini seç

source: Input 6
ar: مدخل6
cs: vstup 6
de: Eingang 6
et: Sisend 6
fi: Sisääntulo 6
fy: yngong 6
lt: Įėjimas 6
pl: Wejście 6
pt: Entrada 6
ru: Вход 6
sk: vstup 6
tr: 6. giriş

source: select uncommitted switch Input 6
ar: إختيار المدخل الحرللمفتاح 6
cs: zvolit Uncommitted Switch Input 6?
de: Wähle 'uncommitted' Eingang 6
es: Activar Uncommitted Switch Input 6
et: vali määramata sisend 6
fi: valitse käyttämättömän kytkimen sisääntulo 6
fy: stjoert net tawezen skeakeler cmd 6
lt: pasirinkti neutralaus perjungėjo 6 įėjimą
nl: Selecteer uncommitted switch input 6
pl: Wybierz wejście 6 przełącznika
pt: seleccionar entrada 6 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 6
sk: zvoliť Uncommitted Switch Input 6?
tr: kesinleşmemiş anahtarın 6. girişini seç

source: Input 7
ar: مدخل7
cs: vstup 7
de: Eingang 7
et: Sisend 7
fi: Sisääntulo 7
fy: yngong 7
lt: Įėjimas 7
pl: Wejście 7
pt: Entrada 7
ru: Вход 7
sk: vstup 7
tr: 7. giriş

source: select uncommitted switch Input 7
ar: إختيار المدخل الحرللمفتاح 7
cs: zvolit Uncommitted Switch Input 7?
de: Wähle 'uncommitted' Eingang 7
es: Activar Uncommitted Switch Input 7
et: vali määramata sisend 7
fi: valitse käyttämättömän kytkimen sisääntulo 7
fy: stjoert net tawezen skeakeler cmd 7
lt: pasirinkti neutralaus perjungėjo 7 įėjimą
nl: Selecteer uncommitted switch input 7
pl: Wybierz wejście 7 przełącznika
pt: seleccionar entrada 7 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 7
sk: zvoliť Uncommitted Switch Input 7?
tr: kesinleşmemiş anahtarın 7. girişini seç

source: Input 8
ar: مدخل 8
cs: vstup 8
de: Eingang 8
et: Sisend 8
fi: Sisääntulo 8
fy: yngong 8
lt: Įėjimas 8
pl: Wejście 8
pt: Entrada 8
ru: Вход 8
sk: vstup 8
tr: 8. giriş

source: select uncommitted switch Input 8
ar: إختيار المدخل الحرللمفتاح 8
cs: zvolit uncommitted switch Input 8?
de: Wähle 'uncommitted' Eingang 8
es: Activar Uncommitted Switch Input 8
et: vali määramata sisend 8
fi: valitse käyttämättömän kytkimen sisääntulo 8
fy: stjoert net tawezen skeakeler cmd 8
lt: pasirinkti neutralaus perjungėjo 8 įėjimą
nl: Selecteer uncommitted switch input 8
pl: Wybierz wejście 8 przełącznika
pt: seleccionar entrada 8 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 8
sk: zvoliť uncommitted switch Input 8?
tr: kesinleşmemiş anahtarın 8. girişini seç

source: Input 9
ar: مدخل 9
cs: vstup 9
de: Eingang 9
et: Sisend 9
fi: Sisääntulo 9
fy: yngong 9
lt: Įėjimas 9
pl: Wejście 9
pt: Entrada 9
ru: Вход 9
sk: vstup 9
tr: 9. giriş

source: select uncommitted switch Input 9
ar: إختيار المدخل الحرللمفتاح 9
cs: zvolit uncommitted switch Input 9?
de: Wähle 'uncommitted' Eingang 9
es: Activar Uncommitted Switch Input 9
et: vali määramata sisend 9
fi: valitse käyttämättömän kytkimen sisääntulo 9
fy: stjoert net tawezen skeakeler cmd 9
lt: pasirinkti neutralaus perjungėjo 9 įėjimą
nl: Selecteer uncommitted switch input 9
pl: Wybierz wejście 9 przełącznika
pt: seleccionar entrada 9 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 9
sk: zvoliť uncommitted switch Input 9?
tr: kesinleşmemiş anahtarın 9. girişini seç

source: Input 10
ar: مدخل 10
cs: vstup 10
de: Eingang 10
et: Sisend 10
fi: Sisääntulo 10
fy: yngong 10
lt: Įėjimas 10
pl: Wejście 10
pt: Entrada 10
ru: Вход 10
sk: vstup 10
tr: 10. giriş

source: select uncommitted switch Input 10
ar: إختيار المدخل الحرللمفتاح 10
cs: zvolit uncommitted switch Input 10?
de: Wähle 'uncommitted' Eingang 10
es: Activar Uncommitted Switch Input 10
et: vali määramata sisend 10
fi: valitse käyttämättömän kytkimen sisääntulo 10
fy: stjoert net tawezen skeakeler cmd 10
lt: pasirinkti neutralaus perjungėjo 10 įėjimą
nl: Selecteer uncommitted switch input 10
pl: Wybierz wejście 10 przełącznika
pt: seleccionar entrada 10 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 10
sk: zvoliť uncommitted switch Input 10?
tr: kesinleşmemiş anahtarın 10. girişini seç

source: Input 11
ar: مدخل11
cs: vstup 11
de: Eingang 11
et: Sisend 11
fi: Sisääntulo 11
fy: yngong 11
lt: Įėjimas 11
pl: Wejście 11
pt: Entrada 11
ru: Вход 11
sk: vstup 11
tr: 11. giriş

source: select uncommitted switch Input 11
ar: إختيار المدخل الحرللمفتاح 11
cs: zvolit uncommitted switch Input 11?
de: Wähle 'uncommitted' Eingang 11
es: Activar Uncommitted Switch Input 11
et: vali määramata sisend 11
fi: valitse käyttämättömän kytkimen sisääntulo 11
fy: stjoert net tawezen skeakeler cmd 11
lt: pasirinkti neutralaus perjungėjo 11 įėjimą
nl: Selecteer uncommitted switch input 11
pl: Wybierz wejście 11 przełącznika
pt: seleccionar entrada 11 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 11
sk: zvoliť uncommitted switch Input 11?
tr: kesinleşmemiş anahtarın 11. girişini seç

source: Input 12
ar: مدخل 12
cs: vstup 12
de: Eingang 12
et: Sisend 12
fi: Sisääntulo 12
fy: yngong 12
lt: Įėjimas 12
pl: Wejście 12
pt: Entrada 12
ru: Вход 12
sk: vstup 12
tr: 12. giriş

source: select uncommitted switch Input 12
ar: إختيار المدخل الحرللمفتاح 12
cs: zvolit uncommitted switch Input 12?
de: wähle 'uncommitted' Eingang 12
es: Activar Uncommitted Switch Input 12
et: vali määramata sisend 12
fi: valitse käyttämättömän kytkimen sisääntulo 12
fy: stjoert net tawezen skeakeler cmd 12
lt: pasirinkti neutralaus perjungėjo 12 įėjimą
nl: Selecteer uncommitted switch input 12
pl: Wybierz wejście 12 przełącznika
pt: seleccionar entrada 12 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 12
sk: zvoliť uncommitted switch Input 12?
tr: kesinleşmemiş anahtarın 12. girişini seç

source: Input 13
ar: مدخل 13
cs: vstup 13
de: Eingang 13
et: Sisend 13
fi: Sisääntulo 13
fy: yngong 13
lt: Įėjimas 13
pl: Wejście 13
pt: Entrada 13
ru: Вход 13
sk: vstup 13
tr: 13. giriş

source: select uncommitted switch Input 13
ar: إختيار المدخل الحرللمفتاح 13
cs: zvolit uncommitted switch Input 13?
de: Wähle 'uncommitted' Eingang 13
es: Activar Uncommitted Switch Input 13
et: vali määramata sisend 13
fi: valitse käyttämättömän kytkimen sisääntulo 13
fy: stjoert net tawezen skeakeler cmd 13
lt: pasirinkti neutralaus perjungėjo 13 įėjimą
nl: Selecteer uncommitted switch input 13
pl: Wybierz wejście 13 przełącznika
pt: seleccionar entrada 13 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 13
sk: zvoliť uncommitted switch Input 13?
tr: kesinleşmemiş anahtarın 13. girişini seç

source: Input 14
ar: مدخل 14
cs: vstup 14
de: Eingang 14
et: Sisend 14
fi: Sisääntulo 14
fy: yngong 14
lt: Įėjimas 14
pl: Wejście 14
pt: Entrada 14
ru: Вход 14
sk: vstup 14
tr: 14. giriş

source: select uncommitted switch Input 14
ar: إختيار المدخل الحرللمفتاح 14
cs: zvolit Uncommitted Switch Input 14?
de: Wähle 'uncommitted' Eingang 14
es: Activar Uncommitted Switch Input 14
et: vali määramata sisend 14
fi: valitse käyttämättömän kytkimen sisääntulo 14
fy: stjoert net tawezen skeakeler cmd 14
lt: pasirinkti neutralaus perjungėjo 14 įėjimą
nl: Selecteer uncommitted switch input 14
pl: Wybierz wejście 14 przełącznika
pt: seleccionar entrada 14 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 14
sk: zvoliť Uncommitted Switch Input 14?
tr: kesinleşmemiş anahtarın 14. girişini seç

source: Input 15
ar: مدخل 15
cs: vstup 15
de: Eingang 15
et: Sisend 15
fi: Sisääntulo 15
fy: yngong 15
lt: Įėjimas 15
pl: Wejście 15
pt: Entrada 15
ru: Вход 15
sk: vstup 15
tr: 15. giriş

source: select uncommitted switch Input 15
ar: إختيار المدخل الحرللمفتاح 15
cs: zvolit Uncommitted Switch Input 15?
de: Wähle 'uncommitted' Eingang 15
es: Activar Uncommitted Switch Input 15
et: vali määramata sisend 15
fi: valitse käyttämättömän kytkimen sisääntulo 15
fy: stjoert net tawezen skeakeler cmd 15
lt: pasirinkti neutralaus perjungėjo 15 įėjimą
nl: Selecteer uncommitted switch input 15
pl: Wybierz wejście 15 przełącznika
pt: seleccionar entrada 15 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 15
sk: zvoliť Uncommitted Switch Input 15?
tr: kesinleşmemiş anahtarın 15. girişini seç

source: Input 16
ar: 16 مدخل
cs: vstup 16
de: Eingang 16
et: Sisend 16
fi: Sisääntulo 16
fy: yngong 16
lt: Įėjimas 16
pl: Wejście 16
pt: Entrada 16
ru: Вход 16
sk: vstup 16
tr: 16. giriş

source: select uncommitted switch Input 16
ar: إختيار المدخل الحرللمفتاح 16
cs: zvolit Uncommitted Switch Input 16?
de: Wähle 'uncommitted' Eingang 16
es: Activar Uncommitted Switch Input 16
et: vali määramata sisend 16
fi: valitse käyttämättömän kytkimen sisääntulo 16
fy: stjoert net tawezen skeakeler cmd 16
lt: pasirinkti neutralaus perjungėjo 16 įėjimą
nl: Selecteer uncommitted switch input 16
pl: Wybierz wejście 16 przełącznika
pt: seleccionar entrada 16 uncommitted switch
ru: Выберите DiSEqC 1.1 вход 16
sk: zvoliť Uncommitted Switch Input 16?
tr: kesinleşmemiş anahtarın 16. girişini seç

source: Region:
ar: المنطقة :
es: Región:
et: Regioon:
fi: Alue:
fy: Regio :
lt: Regionas
nl: Regio:
pt: Região
ru: Регион:
sk: Región:
tr: Bölge:
