Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Number of minutes after the harddisk will spin down. 0 to 330 minutes. 0 is no spin down
ar: عدد الدقائق بعد اغلاق القرص الصلب
cs: doba nečinnosti v minutách, po které se disk přestane točit. Od 0 do 330 minut. ( 0 pro vypnuté usínání ).
de: Anzahl Minuten nachdem die Harddisk abschaltet. 0 bis 330 Minuten. 0 bedeutet kein Herunterfahren.
es: Numero de munutos para que el disco deje de girar. 0 a 330. Con 0 no deja nunca de girar
et: Minutid, mille jooksul kõvaketas lõpetab tiirlemise. 0 kuni 330 minutit. 0 tähendab, et ei seisku.
fi: Kovalevyn virransäästöaika minuuteina. 0-330 minuuttia. 0= ei virransäästöä.
fy: Oantal minuten foar útskeakeljen hurde skiif. 0-330 minuten. 0 is net útskeakelje
lt: Minučių skaičius kieto disko sukimuisi. Nuo 0 iki 330 min. 0 jokio sukimosi
nl: Aantal minuten nadat de harddisk uit gaat. 0 tot 330 minuten, 0 is niet in slaapmode zetten
pl: Wpisz po ilu minutach twardy dysk ma przejść w stan czuwania: 0-330 minut (0 - pracuje bez przerwy)
pt: Número de minutos após os quais o disco rígido diminui as rotações (0-330 minutos). 0 implica não diminuir nunca.
ru: Время до остановки бездействующего HDD: 0-330 мин. (0 - без остановки)
sk: Doba nečinnosti v minutách, po ktorej sa disk prestane točiť. Od 0 do 330 minút. (0 - vypnuté uspávanie)
tr: Sabt diskin dönüşünü durdurma süresi 0 - 330 dakika. (0 girilirse disk sürekli döner)

source: Harddisk acoustics
ar: اعداد القرص الصلب
cs: Hluk harddisku
de: Festplatten Laufgeräusche
es: Volumen del disco duro...
et: Kõvaketta müra
fi: Äänitaso/nopeus
fy: hurde skiif akoestiek
lt: Kieto disko akustika
nl: Harddisk geluidsnivo
pl: Akustyka HDD
pt: Acústica do disco rígido
ru: Акустика HDD
sk: Hluk harddisku
tr: Sabitdisk akustiği

source: Sets the acoustics of the drive, 128=quiet/slow 254=fast/loud
cs: nastavuje hluk harddisku. 128=tichý/pomalý 254=rychlý/hlučný
de: Festplatten Laufgeräusche einstellen, 128=leise/langsam 254=schell/laut
es: Ajusta la acustica del disco. 128 es silencioso y lento, 254 es ruidoso y rapido.
et: Vali kõvaketta müratase, 128=vaikne/aeglane 254=valjuhäälne/kiire
fi: Aseta kovalevyn äänitaso, 128=hiljainen/hidas 254=äänekäs/nopea
fy: Akoestiek ynstelle fan hurde skiif, 128=stil/langsaam-254=lûd/snel
lt: Nustatykite disko akustiką, 128=tyliai/lėtai 254=greitai/garsiai
nl: Stelt het geluidsnivo van de harddisk in, 128=stil/langzaam 254=luidruchtig/snel
pl: Ustaw akustykę napędu: 128=cicho/powoli 254=szybko/głośno
pt: Define a acústica da drive, 128=silenciosa/vagarosa 254=rápida/barulhenta
ru: Установка шума/скорости HDD: 128=тихо/медленно 254=шумно/быстро
sk: nastavuje hluk harddisku, 128=tichý/pomalý 254=rýchly/hlučný
tr: Sürücü akustiği ayarları, 128=sessiz/yavaş 254=hızlı/gürültülü

source: Select your harddisk
ar: اختار القرص الصلب
cs: Vyberte disk:
de: Wählen Sie Ihre Festplatte
es: Elige tu disco duro
et: Vali oma kõvaketas
fi: Valitse kovalevy
fy: Kies jo hurde skiif
lt: Pasirinkite savo kietą diską
nl: Selecteer uw harddisk
pl: Wybierz swoją konfigurację
pt: Seleccione o seu disco rígido
ru: Выберите HDD
sk: Vyberte disk:
tr: Sabitdisk seçin

source: Are you SURE that you want to format this disk?
ar: هل أنت متأكد أنك تريد فورمات القرص الصلب؟/ى
cs: Skutečně chcete formátovat tento harddisk?
de: Sind Sie sicher, dass Sie dieses Laufwerk formatieren wollen?
es: SEGURO que deseen formatear el disco duro?
et: Oled sa kindel, et soovid ketast formatida?
fi: Oletko varma että haluat alustaa tämän levyn?
fy: Binne jo seker? Wolle jo dizze hurde skiif formatearje?
lt: Ar tikrai norite formatuoti šį diską?
nl: Weet u zeker dat u deze schijf wilt formatteren?
pl: Czy na pewno chcesz sformatować ten dysk?
pt: Queire realmente formatar este disco?
ru: Форматировать этот диск? Вы уверены?
sk: Naozaj chcete formátovať tento harddisk?
tr: Sabitdiski biçimlemek istiyor musunuz

source: formatting harddisk...
ar: فورمات القرص الصلب
cs: formátuji harddisk ...
de: Formatiere Festplatte...
es: Formateando disco duro...
et: toimub kõvaketta format ...
fi: kovalevyä alustetaan...
fy: hurde skiif wurd formatearre...
lt: formatuojamas kietas diskas...
nl: De HDD wordt geformatteerd....
pl: Trwa formatowanie dysku twardego...
pt: Formatação do disco...
ru: Форматирование HDD...
sk: formátujem harddisk ...
tr: sabitdisk biçimleniyor...

source: There's data on this harddisk. You will lose that data. Proceed?
ar: يوجد معلومات على القرص الصلب/ي سوف تفقد هذه المعلومات .استمر؟
cs: Na tomto harddisku jsou data. Přijdete o data! Provést?
de: Es befinden sich Daten auf dieser Festplatte. Diese Daten gehen verloren. Fortfahren?
es: Hay datos en el disco duro. Vd. lo va a perder. Seguir?
et: Kõvaketas sisaldab andmeid. Jätkamisel kustuvad kõik? Kas jätkame?
fi: Kovalevyllä on tiedostoja. Tiedostot menetetään. Jatketaanko?
fy: Der stjinne data op dizze skiif. Data gjit ferlên. Trochsette?
lt: Kietame diske yra duomenų. Jūs prarasite šiuos duomenis. Tęsti?
nl: Er staan gegevens op uw HDD. Alle gegevens worden verwijderd. Doorgaan?
pl: Dysk zawiera dane. Zostaną one skasowane! Czy kontynuować ?
pt: há dados sobre o disque. você vai perder estes dados. Continuar?
ru: На HDD есть данные. Вы потеряете все данные! Продолжить?
sk: Na tomto harddisku sú dáta. Dáta budú vymazané! Vykonať?
tr: Sabitdiskte veri var. Devam ederseniz veriler kaybolacaktır. Devam edilsin mi?

source: Please wait while formatting the harddisk. This might take some minutes.
ar: الرجاء ألانتظار بينما تتم تهيئة القرص الصلب ي سوف يستغرق هذا بعض الوقت/ي
cs: Čekejte, prosím, formátuji harddisk. Tento proces může trvat několik minut.
de: Bitte warten während die Festplatte formatiert wird. Dies kann einige Minuten dauern.
es: Espere mientras se prepara el disco duro. Eso puede tardar unos minutos.
et: Palun oota, kuni kõvaketas formaaditakse. Selleks kulub mõned minutid.
fi: Odota, kovalevyä alustetaan. Tämä kestää muutamia minuutteja.
fy: Eefkes wachtsje. Hurde skiif wurd initialisearre. Dit kin in pear minuten freechje.
lt: Prašome palaukti kol formatuojamas kietas diskas. Tai gali užtrukti kelias minutes.
nl: Een ogenblik geduld tijdens het formateren a.u.b. Dit kan enkele minuten duren.
pl: Proszę czekać. Trwa formatowanie twardego dysku, które może potrwać kilka minut.
pt: Por favor, aguarde enquanto o disco rígido é formatado. Isto pode levar alguns minutos.
ru: Идёт форматирование HDD Это может занять несколько минут.
sk: Čakajte, prosím, formátujem harddisk. Tento proces môže trvať niekoľko minút.
tr: Lütfen sabitdisk biçimlenirken bekleyin. Bu işlem bir kaç dakika sürebilir.

source: sorry, couldn't find sfdisk utility to partition harddisk.
ar: للأسف لم أجد إس إف دسك لتقسيم القرص الصلب
cs: Promiňte, nemohu nalézt utilitu sfdisk pro vytvoření partition harddisku.
de: Programm 'sfdisk' zum partitionieren der Festplatte konnte nicht gefunden werden.
es: No fue encontrado sfdisk para particionar el disco duro.
et: vabanda, kuid kõvaketta partitsioneerimiseks vajalik utiliit sfdisk puudub.
fi: Kovalevyn osiointityökalua sfdisk ei löydy.
fy: sorry, kin sfdisk program net fine foar initialisearren fan hurde skiif.
lt: atsiprašome, nepavyko rasti sfdisk programėlės kieto disko suskaidymui.
nl: Het sfdisk-programma voor de partitionering van de HDD kon niet worden gevonden
pl: Brak aplikacji sfdisk wymaganej do partycjonowania dysku.
pt: desculpa, não encontrei o utilitário SFDISK para partiçionar o disco duro
ru: Не найден sfdisk для разделения HDD.
sk: Prepáčte, nemôžem nájsť utilitu sfdisk pre vytvorenie partition harddisku.
tr: sabitdiski bölümleyen 'sfdisk' bulunamadı.

source: creating filesystem failed
ar: فشل في عمل ملفات النظام
cs: selhalo vytváření filesystému
de: Erstellung des Dateisystems fehlgeschlagen
es: Creación del sistema ficheros erronea.
et: failisüsteemi loomine ebaõnnestus
fi: tiedostojärjestelmän luonti epäonnistui
fy: oanmeitsjen bestânsysteem mislearre
lt: failų sistemos sukūrimas nepavyko.
nl: Het aanmaken van de schijf-indeling is mislukt
pl: Nie można utworzyć systemu plików
pt: Falha na criação do sistema de ficheiros
ru: Ошибка создания файловой ситемы.
sk: zlyhalo vytváranie filesystému
tr: dosyasistemi oluşturulamadı

source: mounting harddisk failed
ar: فشل في ربط القرص الصلب
cs: selhalo připojování harddisku
de: Einhängen der Festplatte fehlgeschlagen
es: Fallo al montar el disco
et: kõvaketta paigaldamine ebaõnnestus
fi: kovalevyn liittäminen epäonnistui
fy: oankeppeljen hurde skiif mislearre
lt: kieto disko pajungimas nepavyko
nl: Mount van de harddisk is mislukt
pl: Nie można zamontować twardego dysku
pt: Falha na montagem do disco rígido
ru: Ошибка подсоединения HDD
sk: zlyhalo pripojenie harddisku
tr: sabitdiske bağlanılamadı

source: creating /media/hdd/movie failed
ar: فشل في عمل فهرس الافلام او القرص الصلب
cs: založení /hdd/movie selhalo
de: Erstellung von /media/hdd/movie fehlgeschlagen
es: Creación del sistema ficheros erronea.
et: failisüsteemi /meedia/hdd/film loomine ebaõnnestus
fi: /media/hdd/movie luonti epäonnistui
fy: oanmeitsje fan /media/hdd/movie mislearre
lt: kūrimas /media/hdd/movie klaidingas
nl: Het aanmaken van de /media/hdd/movie is mislukt
pl: Błąd w tworzeniu katalogu /media/hdd/movie
pt: Falha na criação do directório /media/hdd/movie
ru: Ошибка создания каталога /media/hdd/movie
sk: založenie média/hdd/movie zlyhalo
tr: /media/hdd/movie dizini yaratılamadı

source: successfully formatted your disk!
ar: تم فورمات القرص الصلب بنجاح
cs: disk byl úspěšně zformátován!
de: Festplatte wurde erfolgreich formatiert!
es: Disco duro formateado con exito!
et: format õnnestus!
fi: levyn alustus onnistui!
fy: Hurde skiif mei succes formatearre!
lt: kietasis diskas suformatuotas sėkmingai!
nl: Uw HDD is succesvol geformatteerd!
pl: Dysk został pomyślnie sformatowany!
pt: formatação bem sucedida!
ru: HDD отформатирован!
sk: disk bol úspešne naformátovaný!
tr: sabitdisk biçimleme tamamlandı!

source: (error reading information)
ar: خطأ في قراءة المعلومات
cs: (chyba při čtení informací)
de: (Fehler beim Lesen der Informationen)
es: (error leyendo información)
et: (viga informatsiooni lugemisel)
fi: (virhe luettaessa tietoa)
fy: (fout by't lêzen fan ynfo)
lt: (informacijos skaitymo klaida)
nl: (fout bij het lezen van de informatie)
pl: (Błąd odczytu informacji)
pt: (Erro na leitura das Informações)
ru: (ошибка чтения информации)
sk: (chyba pri čítaní informácií)
tr: (bilgi okunurken hata oluştu)

source: uninitialized - format it to use!
ar: غير مجهز..فورمات القرص للاستخدام
cs: nenaformátováno - před použitím zformátovat!
de: Nicht initialisiert - zur Nutzung bitte formatieren!
es: No inicializado - formatear para usarlo!
et: initsialiseerimata - tee format, et kasutada!
fi: alustamaton - alusta ennen käyttöä!
fy: Skiif net brûkbear. Earst formattere
lt: neatpažinta... suformatuokite diską!
nl: Niet geïnitialiseerd - voor gebruik eerst formatteren!
pl: Nieprzygotowany - sformatuj aby użyć!
pt: un-inicializado - formate o disco para usar!
sk: nenaformátované - pred použitím naformátovať!
tr: biçimlenmemmiş - kullanmaik için biçimlendirin!

source: in use, %d.%04d GB (about %d minutes) free
ar: مستخدم %d.%04d GB (عن %d الدقائق) متاح
cs: použito, %d.%04d GB (přibližně %d minut) volných
es: en uso, %d.%03d GB (~ %d minutos) libres
et: kasutusel, %d.%04d GB (~%d minutit) vaba
fi: käytössä, %d.%02d GB (~%d minuuttia) vapaana
fy: yn gebrûk %d. %04d GB (~%d min) frei
lt: naudojama, %d.%03d GB (~%d minučių) laisva
nl: In gebruik, %d.%04d GB (ongeveer %d minuten) vrij
pl: Użyte %d.%04d GB (około %d minut) dostępne
pt: utilizado, %d.%04d GB (cerca de%d minutos) livres
ru: Использовано, %d.%04d GB (около %d мин) доступно
sk: využitých, %d.%04d GB (približne %d minút) voľných
tr: kullanımda, %d.%03d GB (yaklaşık %d dakika) boş

source: initialized, but unknown filesystem
ar: تمت التهيئة، لكن نظام الملفات غير معروف
cs: zformátováno, ale neznámý filesystem
de: Initialisiert, aber unbekanntes Dateisystem
es: inicializado, sistema ficheros desconocido
et: initsialiseeritud, kuid failisüsteem on tundmatu
fi: alustettu, mutta tuntematon tiedostojärj.
fy: Opset, mar ûnbekend bestânsysteem
lt: inicializuota, tačiau nežinoma failų sistema
nl: Geïnitialiseerd - maar onbekend bestandssysteem
pl: Zamontowany nieznany system plików
pt: initializado, mas ficheiro sistema desconhecido
ru: Инициализировано, но файловая система неизвестна
sk: naformátované, ale neznámy filesystem
tr: başlatıldı, ancak dosya sistemi bilinmiyor

source: could not unmount the filesystem...
ar: لم نتمكن من رفع نظام الملفات
cs: nemohl jsem odpojit filesystém...
de: Konnte das Dateisystem nicht aushängen (unmounten)
es: No se puede desmontar sistema de ficheros...
et: ei suutnud laadida failisüsteemi ...
fi: ei voi suorittaa unmount tiedostojärjestelmälle...
fy: koe it bestânsysteem net ôfkeppelje
lt: negalima atjungti failų sistemos...
nl: Kon het bestandssysteem niet 'unmounten'
pl: Nie można odmontować systemu plików...
pt: não pode instalar o ficheiro sistema...
ru: Отсоединение невозможно...
sk: nemohol som odpojit filesystem...
tr: dosya sistemi ayrılamıyor...

source: check filesystem...
ar: افحص ملفات النظام
cs: kontroluji filesystem...
de: Überprüfe Dateisystem...
es: Comprobar el sistema de ficheros...
et: kontrolli failisüsteemi ....
fi: tarkista tiedostojärjestelmä...
fy: bestânsysteem neisjen
lt: failų sistemos tikrinimas...
nl: Controleer bestandssysteem...
pl: Sprawdzanie systemu plików...
pt: verificar ficheiro sistema...
ru: Проверка файловой системы...
sk: kontrolujem filesystem...
tr: dosya sistemini kontrol et...

source: sorry, couldn't find fsck.ext3 utility to check the ext3 filesystem.
ar: لللأسف لم توجد إس إف دسك 3 لفحص 3 نظام الملفات
cs: nepodařilo se najít utilitu fsck.ext3 pro kontrolu ext3 filesystemu.
de: Programm 'fsck.ext3' zum überprüfen des ext3-Dateisystems konnte nicht gefunden werden
es: No he encontrado fsck.ext3 para comprobar el disco duro.
et: vabanda, kuid failisüsteemi kontrolliimise utiliiti fsck.ext3 ei leitud.
fi: tiedostojärjestelmän tarkistustyökalua fsck.ext3 ei löydy.
fy: sorry, gjin fsck.ext3 program fûn om ext3 bestânsystem nei te sjen.
lt: atleiskite, nerasta fscdk.ext3 programa, tikrinkite ext3 failų sistemą.
nl: Het programma fsck.ext3 om de bestandsindeling te controleren kon niet worden gevonden
pl: Brak aplikacji fsck.ext3 wymaganej do sprawdzenia systemu plików ext3
pt: desculpa, não se encontra o utilitário fsck.ext3 para verificar o ficheiro sistema ext3
ru: Не найден fsck.ext3 для проверки файловой системы ext3
sk: nepodarilo sa nájsť utilitu fsck.ext3 pre kontrolu ext3 filesystemu.
tr: ext3 dosya sistemini kontrol etmek için 'fsck.ext3' aracı bulunamadı.

source: sorry, couldn't find fsck.ext2 utility to check the ext2 filesystem.
ar: نأسف لعدم العثور على خاصية / ميزة فحص و اصلاح ملفات النظام بامتداد ext2
cs: nepodařilo se najít utilitu fsck.ext2 pro kontrolu ext2 filesystemu.
de: Programm 'fsck.ext2' zum Überprüfen des ext2-Dateisystems konnte nicht gefunden werden
es: No he encontrado fsck.ext2 para comprobar el disco duro.
et: vabandust, kuid failisüsteemi kontrolliimise utiliiti fsck.ext2 ei leitud.
fi: fsck.ext2 tarkastustyökalua ei löydy, tiedostojärjestelmän ei voida tarkastaa.
fy: sorry, gjin fsck.ext2 program fûn om ext2 bestânsystem nei te sjen.
lt: atleiskite, nerasta fsck.ext2 programa, tikrinkite ext2 failų sistemą.
nl: Het programma fsck.ext2 om de bestandsindeling te controleren kon niet worden gevonden
pl: Brak aplikacji fsck.ext2 wymaganej do sprawdzenia systemu plików ext2
pt: Não foi possível encontrar a ferramenta fsck.ext2 para verificar o sistema de ficheiros ext2.
ru: Не найден fsck.ext2 для проверки файловой системы ext2
sk: nepodarilo sa nájsť utilitu fsck.ext2 pre kontrolu ext2 filesystemu.
tr: ext2 dosya sistemini kontrol etmek için 'fsck.ext2' aracı bulunamadı.

source: sorry, couldn't find reiserfsck utility to check the reiserfs filesystem.
ar: لم نجد ريسيرف لفحص ملفات ريسيرف
cs: nepodařilo se najít reiserfsck utilitu pro kontrolu reiserfs filesystému.
de: Programm 'reiserfsck' zum Überprüfen des reiser-Dateisystems konnte nicht gefunden werden.
es: No he encontrado reiserfsck para comprobar el disco duro.
et: vabanda, kuid reiserfs failisüsteemi kontrolliimise utiliiti reiserfsck ei leitud.
fi: reiserfsck tiedostojärjestelmän tarkistustyökalua ei löydy.
fy: sorry, gjin fsck.reiserfs program fûn om reiserfs bestânsystem nij te sjen.
lt: atleiskite, nerasta reiserfsck programa, tikrinti reiserfs failų sistemą.
nl: Het programma reiserfsck om de reiserfs bestandsindeling te controleren kon niet worden gevonden
pl: Brak aplikacji reiserfsck wymaganej do sprawdzenia systemu plików reiserfs
pt: desculpa, não se encontra o utilitário reiserfsck para verificar o ficheiro sistema reiserfsck
ru: Не найден reiserfsck для проверки файловой системы reiserfs
sk: nepodarilo sa nájsť reiserfsck utilitu pre kontrolu reiserfs filesystemu.
tr: reiserfs dosya sistemini kontrol etmek için 'reiserfsck' aracı bulunamadı.

source: not supported filesystem for check.
ar: نظام ملفات غير مدعمة لفحصها
cs: nepodporovaný filesystem.
de: Prüfung dieses Dateisystems wird nicht unterstützt.
es: Comprobación no soportada para este sistema ficheros.
et: failisüsteemi kontroll ei ole toetatud
fi: ei-tuettu tiedostojärjestelmä.
fy: Bestânsysteem net ondersteund foar neisjen
lt: ši failų sistema nepalaikoma, todėl negalima patikrinti.
nl: Dit bestandssysteem ondersteunt geen controle
pl: Nieobsługiwany system plików - brak możliwości przetestowania
pt: ficheiro sistema não suportado.
ru: Файловая система не поддерживается.
sk: nepodporovaný filesystem.
tr: kontrol için desteklenmeyen dosya sistemi

source: Keyboard
ar: لوحة المفاتيح
cs: Klávesnice
de: Tastatur
es: Configuración teclado
et: Klaviatuur
fi: Näppäimistö
fy: Toetseboerd
lt: Klaviatūra
nl: Toetsenbord
pl: Ustawienia klawiatury
pt: Teclado
ru: Клавиатура
sk: Klávesnica
tr: Klavye

source: Keyboard mapping:
ar: مواصفات لوحة المفاتيح
cs: Mapování tlačítek:
de: Tastaturbelegung:
es: Configuración teclado
et: Klaviatuuri sidusus:
fi: Näppäimistöasettelu:
fy: Toetseboerd opset :
nl: Toetsenbordinstelling:
ru: Выбор клавиатуры:
sk: Mapovanie tlačidiel:
tr: Klavye eşlemesi:

source: select your keyboard mapping (ok)
ar: إختيار مواصفات لوحة المفاتيح (OK)
cs: výberte rozložení kláves (OK)
de: Wählen Sie Ihre Tastaturbelegung (OK)
es: Elige tipo del teclado (ok)
et: vali klaviatuuripaigutus (ok)
fi: valitse näppäimistön asettelu (ok)
fy: kies toetseboerd opset (ok)
lt: pasirinkite savo klaviatūros išdėstymą (ok)
nl: Selecteer uw keyboardinstelling (OK)
pl: Wybierz swoją klawiaturę (OK)
pt: seleccionar o seu mapeamento do teclado (ok)
ru: Выберите раскладку клавиатуры (OK)
sk: vyberte rozloženie kláves (OK)
tr: klavye eşlemesini seçiniz (ok)

source: Preferred audio languages
ar: اللغة المفضلة للصوت
cs: Preferované audio
de: Bevorzugte Tonspur auswählen
es: Idiomas de audio preferidos
et: Audio eelistused
fi: Ensisijaiset äänen kielet
fy: Foarkeur sprutsen taal
lt: Garso takelio kalbos pirmenybė
nl: Gesproken taal prioriteit
pl: Ścieżki dźwiękowe
pt: Idiomas de áudio preferidos
ru: Предпочитаемый язык
sk: Preferované audio
tr: Tercih edilen ses dili

source: Language
ar: اللغة
cs: jazyk
de: Sprache
es: Idiomas
et: Keeled
fi: Kielet
fy: Taal
lt: Kalba
nl: Talen
pl: Język
pt: Idioma
ru: Язык
sk: jazyk
tr: Dil

source: Select the first language
ar: اختيار اللغة الاولى
cs: zvolte první jazyk
de: Erste Sprache auswählen
es: Selecciona el primer idioma
et: Vali esimene keel
fi: Valitse ykköskieli
fy: Selektearje earste taal
lt: Pasirinkite pirmą kalbą
nl: Selecteer eerste taal
pl: Wybierz pierwszy język
pt: Seleccione o primeiro idioma
ru: Выберите первый язык
sk: zvoľte prvý jazyk
tr: İlk dili seçin

source: Select the second language
ar: اختيار اللغة الثانية
cs: zvolte druhý jazyk
de: Zweite Sprache auswählen
es: Selecciona el segundo idioma
et: Vali teine keel
fi: Valitse kakkoskieli
fy: Selektearje twadde taal
lt: Pasirinkite antrą kalbą
nl: Selecteer tweede taal
pl: Wybierz drugi język
pt: Seleccione o segundo idioma
ru: Выберите второй язык
sk: zvoľte druhý jazyk
tr: İkinci dili seçin

source: Select the third language
ar: اختيار اللغة الثالثة
cs: zvolte třetí jazyk
de: Dritte Sprache auswählen
es: Selecciona el tercer idioma
et: Vali kolmas keel
fi: Valitse kolmas kieli
fy: Selektearje tredde taal
lt: Pasirinkite trečią kalbą
nl: Selecteer derde taal
pl: Wybierz trzeci język
pt: Seleccione o terceiro idioma
ru: Выберите третий язык
sk: zvoľte tretí jazyk
tr: Üçüncü dili seçin

source: Select the fourth language
ar: اختر اللغة الرابعة
cs: zvolte čtvrtý jazyk
de: Die vierte Sprache wählen
es: Elige su cuarto idioma...
et: Vali neljas keel
fi: Valitse neljäs kieli
fy: Selektearje fierde taal
lt: Pasirinkite ketvirtą kalbą
nl: Selecteer vierde taal
pl: Wybierz czwarty język
pt: Escolha o quarto idioma
ru: Выберите четвёртый язык
sk: zvoľte štvrtý jazyk
tr: Dördüncü dili seçin

source: Alternative EPG Languages:
ar: لغة الدليل الالكتروني البديلة
cs: Alternativní EPG jazyky:
es: Idiomas alternativos para la EPG:
et: Alternatiivsed EPG keeled:
fi: EPG:n vaihtoehtoiset kielet:
fy: Oare EPG talen:
nl: Alternatieve EPG-talen:
ru: Другие языки EPG:
sk: Alternatívne EPG jazyky:
tr: Diğer EPG dili alternatifleri:

source: Select EPG language, then restart
ar: اختيار اللغة المستخدمة للدليل الالكتروني
cs: zvolte alt. jazyk pro EPG (vyžaduje restart)
de: Menusprache einstellen und dann neustarten
es: Selecciona el idioma de EPG y reinicia
et: Vali EPG keel, seejärel taaskäivitus
fi: Valitse EPG:n kieli, käynnistä sitten uudelleen
fy: Kies EPG taal, dan herstarte
nl: Selecteer de EPG-taal en herstart daarna
ru: Выбор языка EPG и перезагрузка
sk: zvoľte alt. jazyk pre EPG (vyžaduje reštart)
tr: EPG dilini seç ve yeniden başlat

source: Enter EPG language (3 chars)
ar: ادخل لغة الدليل الالكتروني من ثلاثة احرف فقط
cs: zadejte epg jazyk (3 znaky)
es: Escribe el idioma de EPG (3 letras)
et: Sisesta EPG keel (3 sümbolit)
fi: Syötä EPG:N kieli (3 merkkiä)
fy: Ynjefte EPG taal (3 letters)
nl: Geef EPG-code in (3 letters)
ru: Введите язык EPG (3 символа)
sk: zadajte EPG jazyk (3 znaky)
tr: EPG dil kodu girin (3 karakter)

source: set LCD brightness ( left / right )
ar: اضبط إضاءة الشاشة يمين يسار
cs: nastavit jas LCD (vlevo, vpravo)
de: LCD-Helligkeit einstellen (links, rechts)
es: Brillo del LCD (izquierda / derecha)
et: seadista LCD paneeli heledus (vasak / parem)
fi: LCD-näytön kirkkaus ( vasen / oikea )
fy: set LCD helderens (links, rjochts)
lt: šviesumo LCD nustatymas (kairėn, dešinėn)
nl: LCD-helderheid instellen ( links / rechts )
pl: Ustaw jasność LCD (lewy, prawy)
pt: ajustar a luminosidade LCD ( esquerda / direita )
sk: nastaviť jas LCD (vľavo, vpravo)
tr: LCD ekranının parlaklığını ayarla (sol/sağ)

source: Contrast:
ar: تباين
cs: Kontrast:
de: Kontrast:
es: Contraste:
et: Kontrast:
fi: Kontrasti:
fy: Kontrast :
lt: Kontrastas.:
pl: Kontrast:
pt: Contraste:
ru: Контраст:
sk: Kontrast:
tr: Kontrast:

source: set LCD contrast ( left / right )
ar: ضبط تباين الشاشة يمين يسار
cs: nastavit kontrast LCD (vlevo, vpravo)
de: LCD-Kontrast einstellen (links, rechts)
es: Contraste del LCD (izquierda / derecha)
et: seadista LCD paneeli kontrastsus (vasak / parem)
fi: LCD-näytön kontrasti ( vasen / oikea )
fy: set LCD kontrast (links, rjochts)
lt: kontrasto LCD nustatymai (kairėn, dešinėn)
nl: LCD-contrast instellen ( links / rechts )
pl: Ustaw kontrast LCD (lewy, prawy)
pt: ajustar o contraste LCD ( esquerda / direita )
sk: nastaviť kontrast LCD (vľavo, vpravo)
tr: LCD ekranının kontrastını ayarla (sol/sağ)

source: Standby:
ar: انتظار
et: Ooterežiim:
fi: Valmiustila:
fy: Paraatmodus :
lt: Budėjimas:
pl: Czuwanie:
ru: Ожидание:
tr: Hazırda bekleme:
