Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: -Entry stored. Further entry?
ar: تخزين المدخلات ?
cs: -záznam uložen. Další záznam ?
de: -Eintrag gespeichert. Neuer Eintrag erstellen?
es: Directorio grabado. Añadir otro?
et: -Salvestatud. Salvestame veel?
fi: -Merkintä tallennettu. Seuraava merkintä?
fy: - Rigele opslein. Fjierdere ynjefte ?
lt: -Įėjimas išsaugotas. Tolimesnis ėjimas?
nl: Opgeslagen. Nog meer toevoegen?
pl: Wpis NFS/CIFS został zapisany. Czy przejść do następnego?
pt: -Entrada gravada. Mais entradas?
ru: -Запись сохранена. Следующая запись?
sk: -záznam uložený. Daľší záznam ?
tr: -Öğe Kaydedildi. Yeni öğe girişi?

source: -Setup...
ar: قائمة ألاعدادات
cs: -Nastavení...
de: -Einstellungen
es: Ajustes
et: -Häälestus...
fi: -Asetukset
fy: -Ynstellingen
lt: -Nustatymai...
nl: -Instellingen...
pl: konfiguracja
pt: -Configuração...
ru: -Настройка...
sk: -Nastavenie...
tr: -Kurulum...

source: mount error already mounted
ar: خطاء في عملية الربط , مربوط مسبقا
cs: chyba připojení, již připojeno
de: Fehler, Freigabe ist schon eingehängt (gemountet)
es: El directorio ya fue montado
et: haakimise viga, juba seotud
fi: liitäntävirhe, liitetty jo
fy: fout: al oankeppele
lt: pajungimo klaida, jau pajungta
nl: mount fout: al gemount
pl: NFS/CIFS jest już zamontowany
pt: Erro na montagem ou já montado
ru: Ошибка! Уже подсоединено
sk: chyba pripojenia, už pripojené
tr: bağlanma hatası zaten bağlı

source: Network
ar: الشبكة
cs: Nastavení sítě
de: Netzwerk
es: Red
et: Võrk
fi: Verkko
fy: Netwurk
lt: Tinklas
nl: Netwerk
pl: Sieć
pt: Rede
ru: Сеть
sk: Nastavenie siete
tr: TCP/IP yapılandırması

source: Enable network
ar: تمكبن/تفعيل الشبكة
cs: Povolit síť
de: Netzwerk aktivieren
es: Activar tarjeta red
et: Lülitada võrk sisse
fi: Ota verkko käyttöön
fy: Netwurk ynskeakelje
lt: Įjungti tinklą
nl: Netwerk inschakelen
pl: Uruchom sieć
pt: Activar Rede
ru: Разрешить сеть
sk: Povoliť sieť
tr: TCP/IP ağını etkinleştir

source: Enable or disable the ethernet connection
ar: تمكين او ابطال اتصال الشبكة
cs: povolit nebo zakázat ethernet připojení
de: Netzwerk ein- oder ausschalten
es: Activar o desactivar conexion a red
et: Luba/keela ajutiselt lapselukk
fi: Aktivoi/poista verkkoyhteys
fy: Netwurk yn/útskeakelje
lt: įjungti arba išjungti lokalinio tinklo sujungimą
nl: Schakel ethernetverbinding in of uit
pl: Włącz/wyłącz sieć Ethernet
pt: Activar ou desactivar a ligação ethernet
ru: Разрешить/запретить Ethernet-соединение
sk: povoliť alebo zakázať ethernet pripojenie
tr: Ethernet üzerincen TCP/IP bağlantısı etkin/kapalı

source: DHCP
tr: DHCP etkinleştir

source: Get network settings from a DHCP server in the local network
ar: احصل على معلومات الشبكة من السيرفر المحلي
cs: získat nastavení sítě z DHCP serveru místní sítě
de: Netzwerkdaten über DHCP beziehen
es: Obtener información de la red local de un servidor DHCP
et: Lae võrguseaded kohtvõrgus paiknevalt DHCP serverilt
fi: Hae verkon asetukset lähiverkon DHCP -palvelimelta
fy: Helje network ynstellingne fan in DHCP Server yn it lokale netwurk
lt: Gauti tinklo nuostatas iš DHCP serverio vietiniame tinkle
nl: Haal de netwerkgegevens van een DHCP-server in het lokale netwerk
pl: Pobierz dane z serwera DHCP
pt: Obter definições de rede a partir de um servidor DHCP na rede local
ru: Сетевые настройки DHCP-сервера локальной сети
sk: získať nastavenie siete z DHCP servera miestnej siete
tr: TCP/IP yapılandırmasını yerel ağdaki DHCP sunucundan al

source: IP:
tr: IP adresi:

source: Enter network IP address (0..9, left, right)
ar: ادخال عنوان الاي بي
cs: zadejte IP adresu (0..9, vlevo, vpravo)
de: IP-Adresse eingeben (0..9, links, rechts)
es: Dirección IP (0..9, izq., der.)
et: Sisesta IP aadress (0..9, vasak, parem)
fi: Syötä IP-osoite (0..9, vasen, oikea)
fy: Ynjefte fan netwurk IP adres (0..9, links, rjochts)
lt: Įrašykite imtuvo IP adresą (0..9, kairėn, dešinėn)
nl: Netwerk IP-adres (0..9, links, rechts)
pl: Wpisz adres IP (0..9, lewo, prawo)
pt: Introduza o endereço IP de rede (0...9, esquerda, direita)
ru: IP-адрес Dreambox в сети (0..9, ВЛЕВО, ВПРАВО)
sk: zadajte IP adresu (0..9, vľavo, vpravo)
tr: Cihazın IP adresini girin (0..9,sol,sağ)

source: Netmask:
cs: Maska:
es: Mascara:
lt: Potinklio šablonas:
pl: Maska:
pt: Máscara de rede:
ru: Маска:
sk: Maska:
tr: Alt ağ maskesi:

source: Enter netmask of your network (0..9, left, right)
ar: ادخل عنوان القناع
cs: zadejte masku podsítě (0..9, vlevo, vpravo)
de: Netzmaske ihres Netzwerkes eingeben (0..9, links, rechts)
es: Mascara de la red local (0..9, izq., der.)
et: Sisesta võrgu netmask (0..9, vasak, parem)
fi: Syötä aliverkkomaski (0..9, vasen, oikea)
fy: Ynjefte fan netmask fan jo netwurk (0..9,links, rjochts)
lt: Įrašykite savo tinklo kaukę (0..9, kairėn, dešinėn)
nl: Netmask van het netwerk (0..9, links, rechts)
pl: Wpisz maskę podsieci (0..9, lewy, prawy)
pt: Introduzir a máscara de rede da rede (0...9, esquerda, direita)
ru: Маска подсети (0..9, ВЛЕВО, ВПРАВО)
sk: Zadajte masku podsiete (0..9, vľavo, vpravo)
tr: Alt ağ maksesini girin (0..9, sol, sağ)

source: Type:
ar: النوع :
cs: Typ:
es: Tipo:
et: Tüüp:
lt: Tipas:
pl: Typ:
pt: Tipo:
ru: Тип:
sk: Typ:
tr: Bağlantı türü:

source: Select network type
ar: اختيار نوع الشبكة
cs: zvolte typ sítě
de: Netzwerktyp eingeben
es: Selecciona tipo de red
et: Vali kohtvõrgu tüüp
fi: Valitse verkon tyyppi
lt: Pasirinkite tinklo tipą
nl: Selecteer netwerktype
pl: Wybierz typ sieci
pt: Escolher tipo de rede
ru: Выберите тип сети
sk: zvoľte typ siete
tr: Ağ topolojinizi seçin

source: communicate to Local Area Network
ar: الاتصال بشبكة العمل المحلية
cs: internet přes LAN
de: Mit lokalem Netzwerk verbinden
es: Conexión a la red local
et: vahenda kohtvõrku
fi: yhteys lähiverkkoon
fy: kommunikaasje mei Local Area Netwurk
lt: jungtis su vietiniu tinklu (LAN)
nl: Communiceer met het lokale netwerk
pl: Komunikacja po sieci lokalnej LAN
pt: Comunicar à rede de área local
ru: Связь по сети LAN
sk: internet cez LAN
tr: LAN (yerel iletişim ağı) ile iletişim kur

source: communicate to the Internet via DSL
ar: الاتصال بالانترنت من خلال DSL
cs: Internet pres DSL
de: Verbindung zum Internet über DSL
es: Conexión al Internet a través DSL
et: Internetiühendus DSL kaudu
fi: yhteys Internetiin DSL:n kautta
fy: kommunikaasje mei it internet troch DSL
lt: Jungtis prie interneto per DSL
nl: Maak een internetverbinding via (A)DSL
pl: Komunikacja z Internetem przez DSL
pt: Comunicar ao Internet através do DSL
ru: Связь интернет через DSL
sk: Internet cez DSL
tr: DSL üzerinden internet bağlantısı

source: T-Online User press ok here
ar: الضغط (OK) هنا لمستخدمى T-Online
cs: T-Online uživatel
de: T-Online User hier 'OK' drücken
es: Apto para clientes T-Online
et: T-Online Kasutajatele
fi: T-Online-käyttäjä paina ok tässä
fy: T-Online gebrûker druk ok hjirre
lt: T-Online vartotojau, spausk čia (ok)
nl: T-online gebruiker? Druk hier op OK
pl: Jeżeli jesteś użytkownikiem T-Online wciśnij OK
pt: T-Online User caregar ok aqui
ru: Пользователям T-Online нажать OK
sk: T-Online užívateľ
tr: T-Online Kullanıcıları OK tuşlayın

source: Nameserver:
cs: DNS:
es: Servidor de nombres:
et: Nimeserver:
fi: Nimipalvelin:
fy: Nammeserver:
lt: Serveris:
pl: Serwer DNS:
pt: Servidor de DNS:
ru: IP сервера:
sk: DNS:
tr: DNS Sunucu:

source: Enter your domain name server (0..9, left, right)
ar: أدخل اسم سيرفرالدومين
cs: zadejte DNS (0..9, vlevo, vpravo)
de: Domain-Name-Server eingeben (0..9, links, rechts)
es: IP del servidor nombres - DNS (0..9, izq., der.)
et: Sisesta nimeserveri aadress (0..9, vasak, parem)
fi: Syötä verkon nimipalvelin DNS (0..9, vasen, oikea)
fy: Ynjefte fan jo dNS server (0..9, links, rjochts)
lt: Įrašykite Jūsų serverio pavadinimą (0..9, kairėn, dešinėn)
nl: Domain Name Server (0..9, links, rechts)
pl: Wpisz adres serwera DNS (0..9, lewy, prawy)
pt: Introduza o nome do domínio do servidor (0...9, esquerda, direita)
ru: Имя DNS-сервера (0..9, ВЛЕВО, ВПРАВО)
sk: zadajte DNS (0..9, vľavo, vpravo)
tr: DNS sunucunuzun IP adresini girin (0..9, sol, sağ)

source: Login:
ar: اسم المستخدم
de: Benutzername:
es: Usuario:
fy: ynlog namme:
lt: Prisijungimas:
pl: Użytkownik:
ru: Логин:
tr: Kull. Adı:

source: press ok to edit your provider login name
ar: إضغط (OK) لتحرير اسم المستخدم لموفر الخدمة
cs: stiskněte OK pro úpravu přihlašovacího jména vašeho providera
de: 'OK' drücken, um den Benutzernamen zu bearbeiten
es: Pulse OK para editar el nombre del proveedor
et: teenusepakkuja nime muutmiseks vajuta ok
fi: paina ok muokataksesi kirjautumisnimeä
fy: druk ok om ynlog namme te bewurkjen
lt: norėdami redaguoti prisijungimo prie transliuotojo pavadinimą, spauskite (ok)
nl: Druk op OK om de providernaam te wijzigen
pl: Wciśnij OK aby edytować nazwę użytkownika
pt: caregar ok para entrar o nome do provider
ru: Нажмите ОК для переименования оператора
sk: stlačte OK pre úpravu prihlasovacieho mena vášho poskytovateľa
tr: Sağlayıncınızın belirlediği kullanıcı adını girin.

source: Gateway:
cs: Brána:
es: Puerta de enlace:
fi: Yhdyskäytävä:
lt: Potinklio šliuzas:
pl: Bramka:
ru: Шлюз:
sk: Brána:
tr: Ağ Geçidi:

source: Enter your gateway IP address (0..9, left, right)
ar: أدخل رقم تعريف الجيت واي
cs: zadejte bránu (0..9, vlevo, vpravo)
de: IP-Adresse des Gateways eingeben (0..9, links, rechts)
es: Dirección IP del gateway (0..9, izq., der.)
et: sisesta ruuteri IP aadress (0..9, vasak, parem)
fi: Syötä yhdyskäytävän IP osoite (0..9, vasen, oikea)
fy: Ynjefte fan jo IP
lt: Įrašykite potinklio šliuzo IP adresą (0..9, kairėn, dešinėn)
nl: Gateway IP-adres (0..9, links, rechts)
pl: Wpisz adres IP bramy sieciowej (0..9, lewo, prawo)
pt: Introduza o endereço IP do Gateway (0...9, esquerda, direita)
ru: IP-адрес шлюза (0..9, ВЛЕВО, ВПРАВО)
sk: zadajte bránu (0..9, vľavo, vpravo)
tr: Varsayılan ağ geçidinizin (Default Gateway) IP adresini girin (0..9, sol, sağ)

source: Password:
ar: كلمة المرور
cs: Heslo:
de: Passwort:
es: Contraseña:
et: Parool:
fi: Salasana:
fy: Wachtwurd :
lt: Slaptažodis:
nl: Wachtwoord:
pl: Hasło:
pt: Senha:
ru: Пароль:
sk: Heslo:
tr: Şifre:

source: press ok to edit your provider password
ar: إضغط (OK) لتحرير كلمة المرور لموفر الخدمة
cs: stiskněte OK pro úpravu hesla vašeho providera
de: 'OK' drücken, um das Provider-Passwort zu bearbeiten
es: Pulse OK para editar su contraseña
et: teenusepakkuja salasõna muutmiseks vajuta ok
fi: paina ok vaihtaaksesi palveluntarjoajan salasanaa
fy: druk ok om ynlog wachtwurd te bewurkjen
lt: norėdami redaguoti slaptažodį spauskite (ok)
nl: Druk op OK om het provider wachtwoord te veranderen
pl: Wciśnij OK aby edytować hasło nadawcy
pt: caregar ok para entrar a senha do provider
ru: Нажмите ОК для изменения пароля оператора
sk: stlačte OK pre úpravu heslo vášho poskytovateľa
tr: Sağlaycınızın belirlediği şifrenizi giriniz.

source: reject incoming connections on port 80
ar: رفض الاتصالات الواردةة على منفذ الاتصال 80
cs: odmítnout příchozí připojení na portu 80
de: Eingehende Verbindungen auf Port 80 ablehnen
es: Rechazar conexiones entrantes al puerto 80
et: keela sisenevad ühendused pordile 80
fi: hylkää tulevat yhteydet porttiin 80
fy: Gjin ferbiningen angean op poort 80
lt: atmesti įeinamus jungimusis 80 jungtyje
nl: Weiger binnenkomende verbindingen op poort 80
pl: Odrzuć połączenia przychodzące na porcie 80
pt: rejeitar conexões entrando no port 80
ru: Отклонить входящие соединения на порт 80
sk: odmietnuť príchodzie pripojenia na porte 80
tr: Gelen HTTP (kapı 80) bağlantılarını reddet

source: reject incoming connections on port 23
ar: رفض الاتصالات الواردة على منفذ الاتصال 23
cs: odmítnout příchozí připojení na portu 23
de: Eingehende Verbindungen auf Port 23 ablehnen
es: Rechazar conexiones entrantes al puerto 23
et: keela sisenevad ühendused pordile 23
fi: hylkää tulevat yhteydet porttiin 23
fy: Gjin ferbiningen angean op poort 23
lt: atmesti įeinamus jungimusis 23 jungtyje
nl: Weiger binnenkomende verbindingen op poort 23
pl: Odrzuć połączenia przychodzące na porcie 23
pt: rejeitar conexões entrando no port 23
ru: Отклонить входящие соединения на порт 23
sk: odmietnuť príchodzie pripojenia na porte 23
tr: Gelen Telnet (kapı 23) bağlantılarını reddet

source: reject incoming connections on ports 137,138,139
ar: رفض الاتصالات الواردةة على منافذ الاتصال 137,138,139
cs: odmítnout příchozí připojení na portech 137,138,139
de: Eingehende Verbindungen auf den Ports 137, 138, 139 ablehnen
es: Rechazar conexiones entrantes al puerto 137,138,139
et: keela sisenevad ühendused portidele 137, 138, 139
fi: hylkää tulevat yhteydet porttiin 137,138,139
fy: Gjin ferbiningen angean op poort 137,138,139
lt: atmesti įeinamus jungimusis 137, 138, 139 jungtyse
nl: Weiger binnenkomende verbindingen op poort 137,138 en 139
pl: Odrzuć połączenia przychodzące na portach 137, 138, 139
pt: rejeitar conexões entrando nos ports 137,138,139
ru: Отклонить входящие соединения на порт 137, 138, 139
sk: odmietnuť príchodzie pripojenia na portoch 137,138,139
tr: Gelen NetBIOS (kapı 137,138,139) bağlantılarını reddet

source: reject incoming connections on ports 21
ar: رفض الاتصالات الواردة على منفذ الاتصال 21
cs: odmítnout příchozí připojení na portu 21
de: Eingehende Verbindungen auf Port 21 ablehnen
es: Rechazar conexiones entrantes al puerto 21
et: keelata sisenevad ühendused pordile 21
fi: hylkää tulevat yhteydet porttiin 21
fy: Gjin ferbiningen angean op poort 21
lt: atmesti įeinamus jungimusis 21 jungtyje
nl: Weiger binnenkomende verbindingen op poort 21
pl: Odrzuć połączenia przychodzące na porcie 21
pt: rejeitar conexões entrando no port 21
ru: Отклонить входящие соединения на порт 21
sk: odmietnuť príchodzie pripojenia na porte 21
tr: Gelen FTP (Kapı 21) bağlantılarını reddet

source: Communication Setup >>> [MENU] >>> [6] Setup >>> [6] Expert Setup >>> [1] Communication Setup . . . . . . . . . . You will need to setup your network settings in order to be able to share A/V Recordings, FTP/HTTP/Telnet access, Streaming A/V to, and from your Dreambox. . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button [NUMBERS] Enter numbers/text [LEFT]/[RIGHT] Previous/next number field IP: [NUMBERS] IP-Address of your Dreambox Netmask: [NUMBERS] Netmask of your network (usually 255.255.255.0) Nameserver: [NUMBERS] The IP-Address of a Nameservers (or Gateway) Gateway: [NUMBERS] IP-Address of your Default Gateway Enable Network: [OK] Activate the Network [GREEN] Save Settings and Close Window [MOUNTS] Goto Mount menu [EXIT] Close window without saving changes
ar: اعدادات الاتصالات
cs: Network - nastavení sítě >>> [MENU] >>> [6] Setup >>> [3] Nastavení systému >>> [8] Network . . . . . . . . . . Nastavení sítě umožní používat sdílení A/V nahrávek, přistupovat do boxu přes FTP/HTTP/Telnet, Streaming A/V do a z Dreamboxu. . . . . . . . . . . Použití: [UP]/[DOWN] zvolit vstupní pole nebo tlačítko [NUMBERS] zadat číslo/text [LEFT]/[RIGHT] předchozí/následující číselné pole Povolit síť: [OK] aktivovat síť [DHCP] povolit automatické nastavení z DHCP serveru IP: [NUMBERS] IP-adresa Vašeho Dreamboxu Netmask: [NUMBERS] maska podsítě (obvykle 255.255.255.0) Nameserver: [NUMBERS] IP adresa DNS serveru Gateway: [NUMBERS] IP adresa brány [GREEN] uložit nastavení a zavřít okno [EXIT] zavřít okno bez uložení změn
es: Ajustes de red >>> [MENU] >>> [6] Ajustes >>> [6] Ajustes avanzados >>> [1] Ajustes de red . . . . . . . . . . Es necesario que configures tus ajustes de red para ser capaz de compartir grabaciones, tener acceso por FTP/HTTP o telnet, hacer streaminf desde y hacia tu DreamBox. . . . . . . . . . . Uso: [UP]/[DOWN] Navegar por el menu [NUMBERS] Introduce numeros y texto [LEFT]/[RIGHT] Anterior/Siguiente campo IP: [NUMBERS] IP de tu Dreambox Mascara: [NUMBERS] Mascara de tu red (usually 255.255.255.0) DNS: [NUMBERS] La IP de tu DNS Gateway: [NUMBERS] IP de tu puerta de enlace Activar Red: [OK] Activa la red [GREEN] Salvar y cerrar [MOUNTS] Ir al menu de montajes [EXIT] Cerrar sin guardar
fi: Tietoliikenneasetukset >>> [MENU] >>> [6] Asetukset >>> [6] Lisäasetukset >>> [1] Tietoliikenneasetukset . . . . . . . . . . Tietoliikenneasetukset on määriteltävä, jotta tallennuksia voidaan jakaa, FTP/HTTP/Telnet-yhteys tai streamaus Dreamboxiin/Dreamboksista onnistuu. . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai painike [NUMEROT] Syötä numerot/teksti [VAS]/[OIK] Edell./seuraava numerokenttä IP: [NUMEROT] Dreamboxin IP-osoite Netmask: [NUMEROT] Verkon netmask (yleensä 255.255.255.0) Nimipalvelin: [NUMEROT] Nimipalvelun (tai yhdyskäytävän) IP-osoite Yhdyskäytävä: [NUMEROT] Yhdyskäytävän IP-osoite Verkko: [OK] Aktivoi verkko [VIH] Tallenna muutokset ja poistu [MOUNTS] Liitetyt levyt [EXIT] Poistu tallentamatta
fy: Kommunikaasje Ynstellingen >>> [MENU] >>> [6] Ynstellingen >>> [6] Expert Ynstellingen >>> [1] Kommunikaasje Ynstellingen . . . . . . . . . . Hjir moatte netwurk ynstellingen dien wurde foar it dielen fan A/V Opnimmen, FTP/HTTP/Telnet tagong, Streamen fan A/V nei en fan jo Dreambox. . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje Ynjeftfjild of toets [NÛMERS] Ynjaan fan nûmers/tekst [LINKS]/[RJOCHTS] foarige/folgende nûmer fjild IP: [NÛMERS] IP-Adres fan jo Dreambox Netmask: [NÛMERS] Netmask fan jo netwurk (normaal 255.255.255.0) Nameserver: [NÛMERS] ItIP-Address fan inNameservers (of Gateway) Gateway: [NÛMERS] IP-Adres fan jo Default Gateway Network aktief: [OK] Aktief meitsje fan it Network [GRIEN] Feroaringen opslaan en slút finster [OANKOPPELINGEN] Goto Mount menu [EXIT] Feroaringen net opslaan en slút finster
lt: Tinklo nustatymai >>> [MENU] >>> [6] Nustatymai >>> [6] Išplėstiniai nustatymai >>> [1] Tinklo nustatymai . . . . . . . . . . Jums reikia šių nustatymų, kad galėtumėte naudoti A/V įrašimus, FTP/HTTP/Telnet prieigą, Srautą A/V savo imtuve. . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką [SKAIČIAI] Surinkite skaičius/tekstą [KAIRĖ]/[DEŠINĖ] Ankstesnis/sekantis skačių laukas IP: [SKAIČIAI] IP-Adresas Jūsų imtuvo Potinklio šablonas: [SKAIČIAI] Potinklio šablonas Jūsų tinkle (dažniausiai 255.255.255.0) Numatytas šliuzas: [SKAIČIAI] IP-Adresas numatyto šliuzo (arba Gateway) Gateway: [SKAIČIAI] IP-Adresas Jūsų imtuvo numatytas Gateway Įjungti tinklą: [OK] Aktyvuoti tinklą [ŽALIAS] Išsaugoti nustatymus ir uždaryti langą [PAJUNGIMAI] Eiti į pajungimų meniu [EXIT] Uždaryti langą be išsaugojimo
pl: Sieć >>> [MENU] >>> [6] Ustawienia >>> [6] Ustawienia zaawansowane >>> [1] Sieć . . . . . . . . . . Musisz ustawić odpowiednie ustawienia sieciowe aby móc udostępnić swoje pliki multimedialne, umożliwić dostęp poprzez FTP/HTTP/Telnet oraz streaming A/V do i z odbiornika. . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk [CYFRY] Wpisuj cyfry i tekst [LEWY]/[PRAWY] Poprzednie/następne okno IP: [CYFRY] Adres IP odbiornika Netmask: [CYFRY] Maska podsieci (zwykle 255.255.255.0) Nameserver: [CYFRY] Adres IP serwera DNS (lub bramki sieciowej) Gateway: [CYFRY] Adres IP domyślnej bramki sieciowej Uruchom sieć: [OK] Uaktywnij interfejs Ethernet [ZIELONY] Zapisz zmiany i zamknij okno [MOUNTS] Przejdź do menu udziałów sieciowych [EXIT] Zamknij okno bez zapisywania zmian
pt: Configuração de comunicação >>> [MENU] >>> [6] Configuração >>> [6] Configuração avançada >>> [1] Configuração de comunicação . . . . . . . . . . Será necessário configurar as definições de rede de forma a ser possível partilhar gravações A/V, ter acesso FTP/HTTP/Telnet, fazer Streaming A/V para e desde a Dreambox. . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo ou botão [NUMBERS] Introduzir números/texto [LEFT]/[RIGHT] Campo numérico anterior/seguinte IP: [NUMBERS] Endereço IP da Dreambox Máscara de rede: [NUMBERS] Mácara de rede da rede (normalmente 255.255.255.0) Nameserver: [NUMBERS] Endereço IP de um Nameserver (ou Gateway) Gateway: [NUMBERS] Endereço IP do Gateway padrão Habilitar a rede: [OK] Activar a rede [GREEN] Guardar definições e fechar a janela [MOUNTS] Ir para o menu de montagem [EXIT] Fechar a janela sem guardar alterações
ru: Настройки сети >>> [MENU] >>> [6] Настройки >>> [6] Настройка системы >>> [1] Сеть . . . . . . . . . . Настройка сети необходима для возможности доступа к ресурсам сети для записи/ просмотра передач, фильмов, музыки, доступа FTP/HTTP/Telnet, передачи аудио и видеоиз/в Dreambox. . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода или кнопки [ЦИФРЫ] Ввод цифр и текста [ВЛЕВО]/[ВПРАВО] Переход по полям IP: [ЦИФРЫ] Адрес Dreambox в сети Маска: [ЦИФРЫ] Маска подсети (обычно 255.255.255.0) Сервер: [ЦИФРЫ] Адрес сервера DNS (или шлюза) Шлюз: [ЦИФРЫ] Адрес стандартного шлюза Разрешить сеть: [OK] Разрешить доступ в/из сети [ЗЕЛЁНЫЙ] Записать и выйти [ПОДСОЕД] Переход к подсоединению сетевых ресурсов [EXIT] Выйти без записи
sk: Network - nastavenie siete >>> [MENU] >>> [6] Setup >>> [3] Nastavenie systému >>> [8] Network . . . . . . . . . . Nastavenie siete umožní používať zdieľanie A/V nahrávok, pristupovať do boxu cez FTP/HTTP/Telnet, Streaming A/V do a z Dreamboxu. . . . . . . . . . . Použitie: [UP]/[DOWN] zvoliť vstupné pole alebo tlačidlo [NUMBERS] zadať číslo/text [LEFT]/[RIGHT] predch./nasledujúce číselné pole Povoliť sieť: [OK] aktivovať sieť [DHCP] povoliť automatické nastavenie z DHCP servera IP: [NUMBERS] IP-adresa Vášho Dreamboxu Netmask: [NUMBERS] maska podsiete (obvykle 255.255.255.0) Nameserver: [NUMBERS] IP adresa DNS servera Gateway: [NUMBERS] IP adresa brány [GREEN] uložiť nastavenie a zavrieť okno [EXIT] zavrieť okno bez uloženia zmien
tr: Haberleşme Ayarları >>> [MENU] >>> [6] Kurulum >>> [6] uzman Kurulum >>> [1] Haberleşme Ayarları . . . . . . . . . . Görüntü kayıtlarınızı paylaşmak, FTP/HTTP/Telnet ulaşımı, Dreamboxunuzdan ve Dreaambozunuza Görüntü Akıtmak (Streaming) için bu ayarları tamamlamanız gerekir. Dreambox bu ayarları bir DHCP sunucundan otomaitk oalrak almaya ayarlanmıştır. . . . . . . . . . . Kullanım: [YUKARI]/[AŞAĞI] Giriş alanı veya buton seçimi [NUMARALAR] Numara/metin girişi [SOL]/[SAĞ] Önceli/sonraki alan IP: [NUMARALAR] Dreambox unuzun IP adresini girmek içindir. Netmask: [NUMARALAR] Ağınızın Netmask değeridirk (genellikle 255.255.255.0 şeklindedir) DNS Sunucu: [NUMARALAR] DNS (Alan Adı Sunucunularınızın) IP adresleri (Genellikle Ağ Geçidiniz aynı zamanda DNS sunucunuzdur) Ağ Geçidi: [NUMARALAR] Ağ Geçidinizin IP adresi. (Genellikle Internet'e bağlantı ciahzınızın iç ağ adresidir). Ağı Aç: [OK] Ağ başlantısını aktive et [YEŞİL] Ayarları kaydet ve pencereyi kapat [BAĞLANTILAR] Bağlantı Menüsüne git [EXIT] Ayarları kaydetmdan pencereyi kapat

source: OSD position
ar: موضع عرض البيانات على الشاشة
cs: OSD pozice
es: Posición de OSD
et: Ekraanimenüü positsioon
fi: OSD:n sijainti
fy: OSD posysje
lt: Tuxteksto išcentravimas
nl: OSD positie
pl: Pozycja OSD
pt: Posição do OSD
ru: Позиция на экране
sk: OSD pozícia
tr: OSD konum

source: OSD transparency
ar: شفافية OSD
cs: OSD průhlednost
de: OSD Transparenz
es: Transparencia del OSD
et: OSD läbipaistvus
fi: OSD:n läpinäkyvyys
fy: OSD transparansje
lt: Permatomumas ir šviesumas
nl: OSD transparantie
pl: Grafika OSD
pt: Transparência do OSD
ru: Изображение
sk: OSD priehľadnosť
tr: OSD saydamlığı

source: enable set the leftTop Point of the rectangle
ar: حفز إعداد تقطة الزاوية اليسرى في المربع
cs: povolit nastavení levého horního rohu
de: Um die linke obere Ecke des Rechtecks einzustellen
es: Esquina izquierda/superior del rectángulo
et: luba ülemise vasaku nurga seadmine
fi: aseta suorakulmion vasen ylänurkka
fy: set links boppe hoek fan de rjochthoek
lt: nustatykite stačiakampio kairįjį viršutinį tašką (kursoriaus mygtukai)
nl: Linksboven instellen
pl: Ustaw położenie lewego górnego narożnika
pt: activar a configuração do ponto superior esquerdo do retângulo
ru: Разрешить настройку левого верхнего угла
sk: povoliť nastavenie ľavého horného rohu
tr: sol üst dikdörtgeninin ayarın etkinleştir
