Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Calibration Pictures ->[MENU] ->(6)Settings; ->Video Calibration . . . . . . . . . . Test pattern with which you can adjust your TV set. Not for commercial use! . . . . . . . . . . Usage: [OK] Confirm warning [DIGITS] Select test pattern [1] Red [2] Green [3] Blue [4] Colorbars [5] White [6] Test image Grey pallet [8] Black [EXIT] Close window
ar: ضبط الصورة ضبط الصورة
cs: Kalibrační obrazce ->[MENU] ->(6)Nastavení systému; ->Audio a video . . . . . . . . . . Testovací obrazce pro nastavení TV. -pro nekomerční použití! . . . . . . . . . . Použití: [OK] ukončení a návrat [DIGITS] volba testovacího obrazce: [1] červená [2] zelená [3] modrá [4] barevné pruhy [5] bílá [6] testovací obrazec [7] paleta šedé [8] černá [EXIT] zavřít okno
de: Testbilder ->[MENU] ->(6)Einstellungen; ->Video Kalibration . . . . . . . . . . Testmuster zum einstellen des TV Bildes. Nicht für die kommerzielle Nutzung! . . . . . . . . . . Benutzung: [OK] Warnung bestätigen [DIGITS] Testmuster auswählen [1] Rot [2] Grün [3] Blau [4] Farbbalken [5] Weiss [6] Testbild Grautöne [8] Schwarz [EXIT] Fenster schliessen
es: Imagenes para calibración ->[MENU] ->(6)Ajustes; ->Calibracion de Video . . . . . . . . . . Patron de prueba para ajustar tu pantalla de TV. No valido para uso comercial! . . . . . . . . . . Uso: [OK] Confirmar [DIGITS] Seleccionar patron [1] Rojo [2] Verde [3] Azul [4] Bandas de ajuste [5] Blanco [6] Imagen de prueba Paleta de grises [8] Negro [EXIT] Cerrar
et: Piltide Kalibreerimine ->[MENU] ->(6)Seaded; ->Video Kalibreerimine . . . . . . . . . . Testi lõikelehte, millega saad kohandada TV ekraani. Ei ole mõeldud kommertskasutuseks! . . . . . . . . . . Kasutamine: [OK] Kinnita hoiatus [NUMBRID] Vali test lõikeleht [1] Punane [2] Roheline [3] Sinine [4] Värvide keeld [5] Valge [6] Test Op. süsteem Hall platvorm [8] Must [EXIT] Sule aken
fi: Kuvan kalibrointi ->[MENU] ->(6)Asetukset; ->Video Calibration . . . . . . . . . . Testikuva TV:n asetusten säätämiseksi. Vain yksityiskäyttöön! . . . . . . . . . . Käyttö: [OK] Varmistus [DIGITS] Valitse testikuva [1] Red [2] Green [3] Blue [4] Colorbars [5] White [6] Test image Grey pallet [8] Black [EXIT] Sulje
fy: Kalibraasje skerm ->[MENU] ->(6)Ynstellingen ->Video Kalibraasje . . . . . . . . . . Test patroan foar ôfstellen fan jo televyzje. Net foar kommersjeel gebrûk ! . . . . . . . . . . Gebrûk : [OK] Warskôging befestigje [NÛMERS] Kies test patroan [1] Read [2] Grien [3] Blauw [4] Kleurbalke [5] Wyt [6] Test byld Griis pallet [8] Swart [EXIT] Slút finster
lt: Paveikslėlių kalibravimas ->[MENIU] ->(6)Nustatymai; ->Vaizdo kalibravimas . . . . . . . . . . Bandomasis pavyzdys su kuriuo galite pritaikyti savo televizoriųt. Ne komerciniam naudojimui! . . . . . . . . . . Naudojama: [OK] Patvirtinti įspėjimą [SKAIČIAI] Pasirinkite testą [1] Raudona [2] Žalia [3] Mėlyna [4] Spalvų juostos [5] Balta [6] Testuojamas atvaizdas Pilka peletė [8] Juoda [EXIT] Uždaryti langą
pl: Obrazy testowe ->[MENU] ->(6)Konfiguracja; ->Ustawienia AV . . . . . . . . . . Obrazy testowe przy pomocy których możesz ustawić swój TV. Tylko do prywatnego użytku! . . . . . . . . . . Użycie: [OK] Potwierdź ostrzeżenie [DIGITS] Wybierz obraz kontrolny [1] Czerwony [2] zielony [3] Niebieski [4] Kolorowe pasy [5] Biały [6] Obraz kontrolny Skala szarości [8] Czarny [EXIT] Zamknij okno
pt: Imagens de calibração ->[MENU] ->(6)Definições; ->Calibração de Vídeo . . . . . . . . . . Testar modelo com o qual pode ajustar a configuração da TV. Para uso não comercial! . . . . . . . . . . Utilização: [OK] Confirmar aviso [DÍGITOS] Seleccionar testes modelo [1] Vermelho [2] Verde [3] Azul [4] Barra de coloração [5] Branco [6] Testar imagem Escala de cinzentos [8] Preto [SAIR] Fechar a janela
ru: Калибровка изображения ->[MENU] ->(6)Настройки; ->Видео калибровка . . . . . . . . . . Тестовые таблицы для настройки телевизора Не для комерческого использования! . . . . . . . . . . Использование: [OK] Подтвердить предупреждение [ЦИФРЫ] Выбор таблицы [1] Красный экран [2] Зелёный экран [3] Синий экран [4] Цветоввые полосы [5] Белый экран [6] Тестовая таблица [7] Шкала серого [8] Чёрный экран [EXIT] Выйти
sk: Kalibračné obrazce ->[MENU] ->(6)Nastavenie systému; ->Audio a video . . . . . . . . . . Testovacie obrazce pre nastavenie TV. -pre nekomerčné použitie! . . . . . . . . . . Použitie: [OK] ukončenie a návrat [DIGITS] voľba testovacieho obrazca: [1] červená [2] zelená [3] modrá [4] farebné pruhy [5] biela [6] testovací obrazec [7] paleta šedej [8] čierna [EXIT] zavrieť okno
tr: Kalibrasyon Resimleri ->[MENU] ->(6)Ayarlar; ->Video kalibrasyon . . . . . . . . . . Televizyonunuz arlamanız için test şekilleri. Ticari kullanım için değildir! . . . . . . . . . . Kullanım: [OK] Uyarıları onayla [SAYILAR] Test şeklini seç [1] Kırmızı [2] Yeşil [3] Mavi [4] Renk Çubukları [5] Beyaz [6] Test görüntüsü Gri palet [8] Siyah [EXIT] Pencereyi kapat

source: enable/disable capslock
ar: تفعيل/ إبطال الأحرف الكبيرة
cs: vypnout/zapnout CapsLock
de: Großbuchstaben ein-/ausschalten
es: Activar/desactivar BloqMayús
et: luba/keela suurtähed
fi: ISOT KIRJAIMET päälle/pois
fy: Haadletters oan/út
lt: Įjungti / išjungti didžiasias raides
nl: Capslock aan-/uitzetten
pl: Włącz/wyłącz capslock
pt: activar/desactivar capslock
ru: Вкл./Откл. верхний регистр
sk: vypnúť/zapnúť CapsLock
tr: Büyük harf kilidini aç/kapa

source: put numbers before/after characters
ar: وضع أرقام قبل/بعد الحرف
cs: vložit číslo před/za znaky
de: Zeige Nummern vor/hinter Buchstaben
es: Poner los números delante/detras de las letras
et: sisesta numbreid enne/ peale tähti
fi: lisää numerot ennen/jälkeen merkkien
fy: set nûmer foar/achter karakters
lt: įterpti skaičių prieš/po simbolio
nl: Nummers voor/achter karakters plaatsen
pl: Wstaw numer przed/po znaku
pt: por os números antes/após as letras
ru: Вставить номер перед/после символа
sk: vložiť číslo pred/za znaky
tr: Karakterlerden önce/sonra numara yaz

source: insert blank at cursor position
ar: إدخال فراغ عند موضع المؤشر
cs: vložit mezeru na pozici kurzoru
de: Leerzeichen an aktueller Position einfügen
es: Insertar espacio en la posición actual
et: sisesta tühik kursori asukohta
fi: lisää tyhjä kohdistimen paikalle
fy: spatie tuskenfoegje op cursor posysje
lt: įterpti tarpą kursoriaus vietoje
nl: Pauze invoegen op huidige positie
pl: Wstaw pusty znak w miejscu kursora
pt: introduzir espaço em branco na posição do cursor
ru: Вставьте пустой символ под курсор
sk: vložiť medzeru na pozíciu kurzora
tr: İmleç konumuna boşluk ekle

source: remove the character at the cursor position
ar: حذف الحرف/الرمز فى موضع المؤشر
cs: vymazat znak za kurzorem
de: Aktuelles Zeichen entfernen
es: Borrar letra en la posición actual
et: kustuta täht kursori asukohal
fi: poista merkki kohdistimen kohdalta
fy: ferwiderje karakter op cursor posysje
lt: panaikinti simbolį kursoriaus vietoje
nl: Wis het karakter op de huidige positie
pl: Usuń znak przy pozycji kursora
pt: apagar o caracter na posição do cursor
ru: Удалить символ под курсором
sk: vymazať znak za kurzorom
tr: İmleç konumundaki karakteri sil

source: remove the character before the cursor position
ar: حذف الحرف/الرمز قبل موضع المؤشر
cs: vymazat znak před kurzorem
de: Zeichen vor dem Cursor entfernen
es: Borrar letra en la posición antes del cursor
et: kustuta kursorile eelnev täht
fi: poista kohdistimen edessä oleva merkki
fy: ferwiderje karakter foar cursor posysje
lt: panaikinti simbolį prieš kursorių
nl: Wis het karakter voor de huidige positie
pl: Usuń znak przed pozycją kursora
pt: apagar o caracter antes da posição do cursor
ru: Удалить символ перед курсором
sk: vymazať znak pred kurzorom
tr: İmleç konumundan önceki karakteri sil

source: shows the textinputfield help
ar: إظهار قائمة المساعدة لاستكمال النصوص
cs: ukáže nápovědu pro vstupní textové pole
de: Zeigt die Hilfe des Texteingabefelds an
es: Mostrar ayuda lettras
et: kuvab sisestusvälja abiinfot
fi: näyttää tekstinsyöttökentän ohjeosion
fy: ynjefte-fjild help sjen litte
lt: rodyti pagalbos meniu teksto įvedimui
nl: Help voor tekstinvoer weergeven
pl: Pokaż pomoc pola wprowadzania tekstu
pt: ver a ajuda sobre o campo de inserção de texto
ru: Показать помощь поля ввода текста
sk: ukáže nápovedu pre vstupné textové pole
tr: Metin giriş alanı yardımını gösterir

source: press ok to save (help is available)
ar: إضغط OK للحفظ (قائمة المساعدة متاحة)
cs: stiskněte OK pro uložení (nápověda je dostupná)
de: Zum Speichern 'OK' drücken (Hilfe vorhanden)
es: Pulse OK para grabar (ayuda disponible)
et: vajuta ok salvestamiseks (abiinfo saadaval)
fi: paina ok tallentaaksesi (ohje on käytettävissä)
fy: druk ok om op te slaan (help anwêzig)
lt: spauskit (ok) išsaugojimui (yra pagalba)
nl: Druk op OK om op te slaan (help beschikbaar)
pl: Wciśnij OK aby zapisać (dostępna pomoc)
pt: carregar ok para gravar (ajuda está disponível)
ru: Нажмите ОК для сохранения (доступна помощь)
sk: stlačte OK pre uloženie (nápoveda je dostupná)
tr: Kaydetmek için ok tuşuna basın (yardım bilgisi var)

source: press ok to save
ar: إضغط OK للحفظ
cs: stiskněte OK pro uložení
de: Zum Speichern 'OK' drücken
es: Pulse OK para grabar
et: vajuta ok salvestamiseks
fi: paina ok tallentaaksesi
fy: druk ok om op te slaan
lt: spauskite (ok) išsaugojimui
nl: Druk op OK om op te slaan
pl: Wciśnij OK aby zapisać
pt: carregar ok para gravar
ru: Нажмите ОК для сохранения
sk: stlačte OK pre uloženie
tr: Kaydetmek için ok tuşlayın

source: Loading slide... please wait.
ar: التحميل ..رجاء الانتظار
cs: Nahrávám obraz... prosím, čekejte.
de: Lade Bild... bitte warten
es: Cargando imagen... espere por favor.
et: Laen slaidi... palun oota.
fi: Ladataan slideä... odota
fy: byld wurd laden... eefkes wachtsje..
lt: Laukiama paveikslėlio... prašome palaukti.
nl: Laden van slide... een moment.
pl: Trwa wczytywanie slajdu, proszę czekać...
pt: A carregar slide... por favor aguarde.
ru: Загрузка слайдов...пожалуйста подождите.
sk: Nahrávam obraz... Prosím čakajte.
tr: Saydam yükleniyor.. Lütfen bekleyin.

source: Audio Level:
ar: مستوى الصوت:
cs: Hlasitost:
es: Nivel de sonido:
et: Audio Nivoo:
fi: Äänen taso:
fy: Lûd nivo
lt: Garso stiprumas:
nl: Geluidsnivo:
pl: Poziom głośności:
pt: Nível de áudio
ru: Громкость:
sk: Hlasitosť:
tr: Ses Seviyesi:

source: Backup/restore
ar: نسخ او استرجاع الاعدادات
cs: Záloha/Obnovení
de: Sichern / Wiederherstellen
es: Guardar/Restaurar
et: Varukoopia/taasta
fi: Varmuuskopiointi
lt: Atsarginė kopija ir atkūrimas
nl: Backup/herstellen
pl: Kopia/przywracanie ustawień
pt: Cópia de segurança/restauro
ru: Резерв/восстан.
sk: Záloha/Obnovenie
tr: Yedekle/Geri yükle

source: Backup Dreambox
ar: نسخ اعدادات الدريم بوكس
cs: Záloha dreamboxu
es: Guardar datos de su DreamBox
et: Varukoopia Dreamboksist
fi: Tee varmuuskopio
fy: Reserve kopie meitsje fan Dreambox
lt: Dreambox atsarginė kopija
pl: Utwórz kopię zapasową
pt: Backup da Dreambox
ru: Резервная копия
sk: Záloha DreamBoxu
tr: Dreambox yedekleme

source: Make a backup of your Dreambox
ar: عمل نسخة احتياطية من اعدادات الجهاز
cs: vytvořit a uložit zálohu nastavení dreamboxu
es: Guarda los daros de tu DreamBox
et: Tee varukoopia oma Dreamboksist
fi: Tee Dreamboxista varmuuskopio
fy: meitsje in reserve kopie fan de Dreambox
lt: Padarykite atsarginę kopiją iš jūsų Dreambox
nl: Maak een backup van uw Dreambox
pl: Utwórz kopię ustawień odbiornika
pt: Fazer um backup da Dreambox
ru: Создать резрв. копию Dreambox
sk: vytvoriť a uložiť zálohu nastavení DreamBoxu
tr: Dreambox'un yedeğini almak içindir

source: Restore Dreambox
ar: أسترجاع اعدادات جهاز دريم وكس
cs: Obnova dreamboxu
es: Restaurar DreamBox
et: Taasta Dreamboks
fi: Palauta ohjelmisto
fy: Reserve kopie Dreambox werom sette
lt: Atkurti Dreambox
nl: Herstel Dreambox
pl: Przywróć ustawienia
pt: Restaurar a Dreambox
ru: Восстановление Dreambox
sk: Obnova DreamBoxu
tr: Dreambox yedeğe geri dönüş

source: Restore a backup to your Dreambox
ar: نسخ او استرجاع الاعدادات الى الدريم بوكس
cs: obnovit nastavení dreamboxu ze zálohy
es: Restaura los datos de tu DreamBox
et: Taasta varukoopiast Dreamboks
fi: Palauta ohjelmisto Dreamboxiin
fy: Reserve kopie werom sette nei de Dreambox
lt: Atkurti atsarginę kopija į Dreambox
nl: Herstel uw Dreambox
pl: Przywróć ustawienia odbiornika
pt: Restaurar um backup na Dreambox
ru: Восстановление из резервной копии
sk: obnoviť nastavenia DreamBoxu zo zálohy
tr: Önceki bir Dreambox yedeğine geri dönmek içindir

source: Backup
ar: نسخ
cs: Záloha
es: Guardado
et: Varukoopia
fi: Varmuuskopio
fy: Reserve kopie
lt: Atsarginė kopija
pl: Zapisz
ru: Резерв.
sk: Záloha
tr: Yedekleme

source: Backup device:
ar: الاجهزة الاحتياطية :
cs: Zálohovat na:
es: Dispositivo de guardado:
et: Varukoopiaseade:
fi: Tallennuslaite:
fy: Reserve kopie medium:
lt: Atsarginės kopijos įrenginys:
nl: Backupmedium:
pl: Urządzenie:
pt: Dispositivo de backup:
ru: Резерв. у-во:
sk: Zálohovať na:
tr: Yedekleme cihazı:

source: Select a backup device or mount
ar: اختار جهاز التخزين او نقطة الربط
cs: zvolte zařízení nebo připojení pro uložení zálohy
es: Seleccione un dispositivo de guardado o punto de montaje
et: Vali varukoopia- või haagitud seade
fi: Valitse tai lisää tallennuslaite
fy: Selektearje in opslach medium of oankeppelpunt
lt: Pasirinkite atsarginės kopijos įrenginį arba pajungimą
nl: Selecteer een backupmedium of mount
pl: Wybierz urządzenie na którym przechowywana będzie kopia ustawień
pt: Seleccione um dispositivo de backup
ru: Выберите устройство/HDD для резерв. копии
sk: zvoľte zariadenie alebo sieť. pripojenie pre uloženie zálohy
tr: Bir yedekleme cihazı seçiniz yada bağlayınız

source: Make a backup now
ar: اصنع نسخة احتياطية الأن
cs: vytvořit zálohu dreamboxu nyní
es: Guardar ahora
et: Tee varukoopia
fi: Tee varmuuskopio
fy: Meitsje no in reserver kopie
lt: Kurti atsarginę kopiją dabar
nl: Maak nu een backup
pl: Utwórz kopię zapasową
pt: Fazer um backup agora
ru: Создать резрв. копию
sk: vytvoriť zálohu DreamBoxu teraz
tr: Şimdi yedekle

source: Exit this screen
ar: الخروج من هذة الشاشة
cs: Zavřít okno
es: Salir de esta pantalla
et: Välju sellelt ekraanilt
fi: Poistu
fy: Dit skerm ferlitte
nl: Verlaat dit scherm
pl: Wyjście
ru: Выйти
sk: Zavrieť okno
tr: Ekranı kapat ve çık

source: Making backup, please wait
ar: عمل نسخ الاعدادات ..رجاء الانتظار
cs: Zálohuji, prosím čekejte
es: Guardando... espere por favor.
et: Teen varukoopiat, palun oota!
fi: Varmuuskopioidaan, odota...
fy: Reserve kopie wurd makke... eefkes wachtsje..
lt: Kuriama atsarginė kopija, prašome palaukti
nl: Maken van backup, een moment
pl: Zapis kopii zapasowej ustawień, proszę czekać...
pt: A fazer backup, por favor aguarde
ru: Создание резрв. копии...
sk: Zálohujem, prosím čakajte...
tr: Yedekleme yapılıyor, lütfen bekleyiniz

source: All
ar: الجميع
cs: Všechny
es: Todo
et: Kõik
fi: Kaikki
fy: Alle
nl: Alles
ru: Все
tr: Herşey

source: Addons/plugins
ar: البرامج ألملحقة/البرامج المضافة
cs: Addons/pluginy
es: Añadidos/Plugins
et: Lisad/manused
fi: Lisäosat/pluginit
fy: Ynstekkers
nl: Programma's/plugins
sk: Addons/pluginy
tr: Eklentiler

source: Complete config
ar: اكتمال الاعدادات
es: Configuracion completada
et: Vii lõpule konfiguratsioon
fi: Kaikki asetukset
fy: Alle ynstellingen
nl: Complete configuratie
tr: Tüm yapılandırma

source: Settings
ar: الاعدادات
cs: Nastavení
es: Ajustes
et: Seaded
fi: Asetukset
fy: Ynstellingen
nl: Instellingen
sk: Nastavenia
tr: Ayarlar

source: Softcams
ar: اعدادات الكامة
et: Dekoodrid
fi: Softcamit
ru: Эмуляторы
tr: Softcamler

source: Keys
ar: المفاتيح
es: Llaves
et: Võtmed
fi: Näppäimet
ru: Ключи
tr: Keyler

source: Restore
ar: أسترجاع
cs: Obnovit
es: Restaurar
et: Taasta
fi: Palauta
fy: Werom sette
lt: Atkurti
nl: Herstel
pl: Przywróć
pt: Restaurar
ru: Восстановление
sk: Obnoviť
tr: Yedek. Dön

source: Restore device:
ar: أجهزة الاسترجاع
cs: Obnova ze zařízení:
es: Restaurar servicio:
et: Taasta seade:
fi: Palautuslaite:
fy: Reserve kopie medium:
lt: Atkurkite įrenginį:
nl: Herstelmedium:
pl: Urządzenie:
pt: Dispositivo de restauro:
ru: У-во рез. копир.:
sk: Obnova zo zariadenia:
tr: Yedekleme cihazı:

source: Select the restore device or mount
ar: اختار جهاز التخزين او الربط
cs: zvolte zařízení nebo připojení pro načtení zálohy
es: Seleccione el dispositivo de recuperacion o punto de montaje
et: Vali taastamise- või haagitud seade
fi: Valitse tai lisää palautuslaite
fy: Selektearje it opslach medium of oankeppelpunt
lt: Išsrinkite atkurimo įrenginį arba pajungimą
nl: Selecteer het herstelmedium of mount
pl: Wybierz urządzenie na którym przechowywana jest kopia ustawień
pt: Seleccione o dispositivo de recuperação
ru: Выберите устройство для резерв. копий
sk: zvoľte zariadenie alebo sieť. pripojenie pre načítanie zálohy
tr: Yeniden yükleme cihazı seç ya da bağlan

source: What to restore:
ar: ماذا تريد ان تسترجع :
cs: Obnovit:
es: Que restaurar:
et: Mida taastada:
fi: Mitä palautetaan:
fy: Wat werom te setten:
lt: Ką atkurti:
nl: Wat te herstellen:
pl: Przywróć:
pt: Restaurar:
ru: Что восстановить:
sk: Obnoviť:
tr: Geri yüklenecekler:

source: Select what you want to restore
ar: اختر مالذي تريد استرجاعة
cs: zvolte, co vše má být v dreamboxu obnoveno
es: Elige lo que quieres restaurar
et: Vali, mida teha tahad taastada
fi: Valitse mitä palautetaan
fy: Selektearje wat jo werom sette wolle
lt: Išrinkite tai, ką jūs norite atkurti
nl: Selecteer wat u wilt herstellen
pl: Wybierz ustawienia które chcesz przywrócić
pt: Seleccionar o que quer restaurar
ru: Выберите объект восстановления
sk: zvoľte, čo všetko má byť obnovené zo zálohy
tr: Yeniden yükleme içeriği seçimi

source: Reload Enigma
ar: أعادة تحميل الاينجما
es: Recargar Enigma
et: Taaslaadi Enigma
fi: Päivitä Enigma
fy: Enigma opnei heech ynlade
lt: Perkraukite Enigma
nl: Herlaad Enigma
pl: Restart
pt: Recarregar Enigma
ru: Перезагрузка системы
tr: Enigmayı Başlat

source: Reload Enigma settings now
ar: اعد تحميل اعدادات الاينجما الأن
cs: znovunačtení nastavení enigmy
es: Recargar la configuracion de Enigma ahora
et: Taaslaadi Enigma seaded
fi: Päivitä Enigman asetukset nyt
fy: Enigma ynstellingen no opnei heech lade
lt: Užkrauti Enigma nustatymus dabar
nl: Enigma instellingen opnieuw laden
pl: Załaduj ponownie ustawienia
pt: Recarregar definições Enigma agora
ru: Перезагрузка настроек
sk: znovunačítanie nastavení Enigmy
tr: Ayarların devreye girmesi için Enigma'yı yeniden başlat

source: Restore Dreambox now
ar: أسترجاع أعدادات الدريم بوكس الأن
cs: provést obnovu z uložené zálohy
es: Restaurar tu DreamBox ahora
et: Taasta Dreamboksi seaded
fi: Palauta ohjelmisto nyt
fy: Dreambox no opnij starte
lt: Atnaujinti Dreambox dabar
nl: Herstel Dreambox nu
pl: Przywróć ustawienia
pt: Restaurar a Dreambox agora
ru: Восстановить Dreambox
sk: vykonať obnovu zo zálohy
tr: Dreambox'u yeniden yükle

source: Restoring, please wait
ar: إأسترجاع الأعدادات ..رجاء الانتظار
cs: Obnovuji. Prosím, čekejte
es: Restaurando... espere
et: Taaskäivitan, palun oodake
fi: Palautetaan, odota
fy: An it werom setten... eefkes wachtsje
lt: Atnaujinama, prašome palaukti
nl: Herstellen, een moment
pl: Przywracanie ustawień, proszę czekać...
pt: A restaurar, por favor aguarde
ru: Восстановление, подождите...
sk: Obnovujem, Prosím čakajte...
tr: Yeniden yükleniyor, lütfen bekleyin

source: Reloading Enigma settings, please wait
ar: تحميل أعدادات الاينجما ..رجاء الانتظار
cs: načítám nastavení enigmy, prosím, čekejte
es: Recargar la configuracion de Enigma, espere por favor.
et: Taaslaen Enigma seaded, palun oota.
fi: Ladataan Enigman asetuksia, odota
fy: Enigma ynstellingen wurde opnei ynladen... eefkes wachtsje..
lt: Užkraunami Enigma nustatymai, prašome palaukti
nl: Laden van Enigma instellingen, een moment
pl: Przywracanie ustawień, proszę czekać...
pt: A recarregar as definições Enigma. Por favor aguarde
ru: Перезагрузка настроек, подождите...
sk: načítam nastavenia Enigmy, Prosím čakajte...
tr: Enigma ayarları yeniden yükleniyor, lütfen bekleyin

source: Movie
ar: فيلم
cs: Film
de: Film
es: Pelicula
et: Film
fi: Elokuva
fy: Film
lt: Filmas
nl: Film
pl: Film
pt: Filme
ru: Фильм
sk: Film
tr: Film

source: Adventure
ar: مغامرات
cs: Dobrodružný
de: Abenteuer
es: Aventura
et: Seiklus
fi: Seikkailu
fy: Aventoer
lt: Nuotykinis
nl: Avontuur
pl: Przygoda
pt: Aventura
ru: Приключения
sk: Dobrodružný
tr: Macera

source: SciFi
ar: خيال علمي
de: Science-Fiction
et: Ulme
lt: Fantastinis
pl: Sience Fiction
pt: Ficção científica
ru: Наука
tr: Bilim Kurgu

source: Comedy
ar: فكاهي
cs: Komedie
de: Komödie
es: Comedia
et: Komöödia
fi: Komedia
fy: Humor
lt: Komedija
nl: Humor
pl: Komedia
pt: Comédia
ru: Комедия
sk: Komédia
tr: Komedi

source: Soap
ar: سووب
cs: Seriál
de: Seifenoper
es: Telenovela
et: Seebikad
fi: Saippua
lt: Muilo opera
pl: Mydlana Opera
pt: Séries
ru: Сериал
sk: Seriál
tr: Pembe Dizi

source: Romance
ar: عاطفي
de: Romantik
et: Romanss
fi: Romantiikka
fy: Romantis
lt: Romantiškas
nl: Romantiek
pl: Romans
ru: Романсы
sk: Romantika
tr: Romantik

source: Serious
ar: جدي
cs: Drama
de: Drama
es: Serio
et: Draama
fi: Draama
fy: Serieus
lt: Rimtas
nl: Serieus
pl: Dramat
pt: Informação
ru: Драма
sk: Dráma
tr: Ciddi

source: Adult
ar: للكبار
cs: Pro dospělé
de: Erwachsene
es: Adulto
et: Täiskasvanutele
fi: Aikuis
fy: Alderen
lt: Suaugusiems
pl: Dla dorosłych
pt: Adulto
ru: Для взрослых
sk: Pre dospelých
tr: Yetişkin

source: News
ar: أخبار
cs: Zprávy
de: Nachrichten
es: Noticias
et: Uudised
fi: Uutiset
fy: Nijs
lt: Naujienos
nl: Nieuws
pl: Wiadomości
pt: Notícias
ru: Новости
sk: Správy
tr: Haber

source: Weather
ar: الطقس
cs: Počasí
de: Wetter
es: Tiempo
et: Ilm
fi: Sää
fy: Waar
lt: Orai
nl: Weer
pl: Pogoda
pt: Metereologia
ru: Погода
sk: Počasie
tr: Hava Durumu

source: Magazine
ar: مجلات
cs: Magazín
de: Magazin
es: Diversión
et: Ajakiri
fi: Ajankohtais
lt: Žurnalas
pl: Magazyn
ru: Журнал
sk: Magazín
tr: Magazin

source: Documentary
ar: وثائقي
cs: Dokumentární
de: Dokumentation
es: Documentario
et: Dokumentaal
fi: Dokumentti
fy: Documintêre
lt: Dokumentinis
nl: Documentaires
pl: Dokument
pt: Documentário
ru: Документ
sk: Dokument
tr: Belgesel

source: Discussion
ar: مناقشات
cs: Diskusní
de: Diskussion
es: Discusión
et: Arutlus
fi: Keskustelu
fy: Discusje
lt: Diskusijos
nl: Discussie
pl: Dyskusja
pt: Discussão
ru: Обсуждения
sk: Diskusia
tr: Tartışma

source: Show
ar: عروض
fi: Viihde
lt: Šou
pl: Pokaz
pt: Emissão
ru: Представление
tr: Gösteri

source: Game Show
ar: عروض ألعاب
cs: Soutěž
de: Spielshow
es: Espectáculo juego
et: Telemäng
fi: Peliviihde
fy: Spultjeshow
lt: Žaidimų šou
nl: Spelprogramma's
pl: Gry/Prezentacje
pt: Jogos
ru: Игры/шоу
sk: Súťaž
tr: Oyun Gösterisi

source: Variety
ar: منوعات
cs: Varieté
de: Gemischtes
es: Variedades
et: Erinevad
fi: Varietee
fy: Varieteit
lt: Skirtingi
nl: Variété
pl: Rózne
pt: Variedade
ru: Разное
sk: Varieté
tr: Çeşitli

source: Talk
ar: حوار
cs: Rozhovor
de: Talkshow
es: Palabra
et: Jutt
fi: Keskustelu
fy: Praat
lt: Pokalbiai
nl: Talkshow
pl: Pogadanki
pt: Debate
ru: Разговоры
sk: Rozhovor
tr: Sohbet

source: Sports
ar: رياضه
cs: Sport
de: Sport
es: Deporte
et: Sport
fi: Urheilu
fy: Sport
lt: Sportas
nl: Sport
pl: Sport
pt: Desportos
ru: Спорт
sk: Šport
tr: Spor

source: Special Event
ar: مناسبات خاصة
cs: Speciální nabídka
de: Sondersendung
es: Evento especial
et: Erikava
fi: Erikoistapahtuma
fy: Apart barren
lt: Specialūs įvykiai
nl: Speciale uitzending
pl: Specjalne wydarzenia
pt: Evento Especial
ru: Особый пункт
sk: Špeciálna ponuka
tr: Özel Olay

source: Sports Mag.
ar: مجلات رياضية
cs: Sportovní magazín
de: Sportmagazin
es: Deporte
et: Spordi Ajakiri
fi: Urheilu ajank.
fy: Sport blêd
lt: Sporto žurnalas
nl: Sportmagazine
pl: Magazyny sportowe
pt: Desportos
ru: Спорттовары
sk: Športový magazín
tr: Spor Magazin

source: Football
ar: كرة القدم
cs: Fotbal
de: Fußball
et: Jalgpall
fi: Jalkapallo
fy: Foetbal
lt: Futbolas
nl: Voetbal
pl: Piłka nożna
ru: Футбол
sk: Futbal
tr: Futbol
