Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Softcam config info
ar: معلومات اعدادات الكامة
de: Softcam konfigurations Informationen
es: Informacion de configuracion de softcam
et: Dekoodri konfiguratsiooni info
fi: Softcam-tiedot
fy: Softcam ynstellingen ynfo
lt: EMU konfigūracijos informacija
nl: Softcam instellingen info
pl: Informacje o ustawieniach SoftCam
pt: Informação de configuração da softcam
ru: Информация о конфигурации эмулятора
tr: Softcam geçerli ayarlar

source: Restarting cardserver
ar: اعادة تشغيل مشغل الكامة
cs: Restartuji cardserver
de: Kartenserver neustarten
es: Reiniciando el servidor de tarjetas
et: Taaskäivita kaardiserver
fi: Käynnistetään korttiserveriä
fy: Kaartserver wurd opnij start
lt: Paleidžiama iš naujo...
nl: Kaartserver wordt gestart
pl: Uruchamianie cardserver
pt: A reiniciar o servidor de cartões
ru: Перезапуск картсервера
sk: Reštartujem cardserver
tr: Kart Sunucu yeniden başlatılıyor

source: Cardserver info
ar: معلومات مشغل الكامة
de: Kartenserver Information
es: Informacion del servidor de tarjetas
et: Kaardiserveri info
fi: Korttiserverin tiedot
fy: Kaartserver ynfo
lt: Kortelių serverio informacija
nl: Kaartserverinfo
pt: Informações do servidor
ru: Инфо картсервера
tr: Kart Sunucu biilgisi

source: Channel
ar: قناة
cs: Kanál
de: Sender
es: Canal
et: Kanal
fi: Kanava
fy: Kanaal
lt: Kanalas
nl: Zender
pl: Kanał
pt: Serviços
ru: Канал
sk: Kanál
tr: Kanal

source: Provider
ar: مزود الخدمة
de: Anbieter
es: Proveedor
et: Operaator
fi: Palv.tarjoaja
fy: Leveransier
lt: Transliuotojas
pl: Nadawca
pt: Provedor
ru: Оператор
sk: Poskytovateľ
tr: Sağlayıcı

source: -- Default --
ar: افتراضي
cs: -- Defaultní --
de: --Standard--
es: -- Por defecto --
et: -- Vaikimisi --
fi: -- Oletus --
fy: -- Standert --
lt: -- Numatytas --
nl: -- Standaard --
pl: -- Domyślny --
ru: По умолчанию
sk: -- Východzí --
tr: -- Varsayılan --

source: getting cardinfo
ar: الحصول على معلومات الكرت
cs: Informace o kartě
de: Karteninfo abfragen
es: Leyendo informacion de tarjeta
et: andmete lugemine
fi: korttidatan haku
fy: Kaartynfo wurd ophelle
lt: gaunama kortelės informacija
nl: kaartinfo ophalen
pl: Informacje o karcie
pt: a obter informações do cartão
ru: Информация о карте
sk: Informácie o karte
tr: Kart Bilgisi okunuyor

source: Current Stickies
ar: الوضع الحالي
cs: Stávající přiřazení (stickies):
de: Aktuelle Stickies
es: Asociaciones actuales
et: Praegused Erandid
fi: Nyk. 'stickies'
fy: Aktieve stickies
lt: Pasirinkti EMU
nl: Huidige stickies
pl: Aktualne powiązania
pt: Associações actuais
ru: Текущие ссылки
sk: Súčasné priradenie (stickies):
tr: Çalışan yapışıklar

source: Sticky Settings 1
ar: الاعدادات المثبتة
cs: Nastavení přiřazení 1
de: Sticky Einstellungen 1
es: Ajuste de asociaciones 1
et: Erandite Seaded 1
fi: 'Sticky'-asetukset 1
fy: Sticky ynstellingen 1
lt: Pasirinktų EMU sąrašo nustatymai
nl: Sticky-instellingen 1
pl: Ustawienia powiązań
pt: Definições de associações 1
sk: Nastavenie priradenia 1
tr: Yapışık Ayarları 1

source: no description is available
ar: لا يوجد توصيف
cs: popis není k dispozici
de: Keine Beschreibung verfügbar
es: Descripción no disponible
et: kirjeldus puudub
fi: kuvausta ei ole saatavilla
fy: Gjin beskriuwing anwêzig
lt: nėra aprašymo
nl: Geen omschrijving beschikbaar
pl: Opis niedostępny
pt: descrição não disponível
ru: Описание не доступно
sk: popis nie je k dispozícii
tr: tanımlama mevcut değil

source: Bouquet Type
ar: نوع الباقة
cs: Typ přehledu
de: Bouquet Typ
es: Tipo de bouquete
et: Kanalinimistu tüüp
fi: Kanavaluettelon tyyppi
lt: Paketo tipas
nl: Boeketsoort
pl: Rodzaj bukietu
pt: Bouquets
ru: Типы букетов
sk: Typ prehľadu
tr: Buket Tipi

source: Radio
ar: إذاعة
cs: Rádio
et: Raadio
lt: Radijo stotys
pt: Rádio
ru: Радио
sk: Rádio
tr: Radyo

source: File
ar: ملف
cs: Soubor
de: Datei
es: Fichero
et: Failid
fi: Tiedosto
fy: Bestannen
lt: Failas
nl: Bestand
pl: Pliki
pt: Ficheiro
ru: Файл
sk: Súbor
tr: Dosya

source: Create new bouquet
ar: إنشاء باقة جديدة
cs: Vytvořit nový přehled
de: Neues Bouquet erstellen
es: Crear buequete nuevo
et: Loo uus kanalinimekiri
fi: Luo uusi kanavaluettelo
fy: Nij bouquet meitsje
lt: Kurti naują paketą
nl: Nieuw boeket aanmaken
pl: Utwórz nowy bukiet
pt: Criar novo bouquet
ru: Создать новый букет
sk: Vytvoriť nový prehľad
tr: Yeni buket oluştur

source: create new empty bouquet
ar: إنشاء باقة جديدة فارغة
cs: vytvořit nový prázdný přehled
de: Neues, leeres Bouquet erstellen
es: Crear bouquete nuevo vacío
et: loo uus tühi kanalinimekiri
fi: luo uusi tyhjä kanavaluettelo
fy: Nij leech bouquet meitsje
lt: Kurti naują tuščią paketą
nl: Nieuw leeg boeket aanmaken
pl: Utwórz nowy pusty bukiet
pt: criar novo bouquet vazio
ru: Создать новый пустой букет
sk: vytvoriť nový prázdny prehľad
tr: yeni boş buket oluştur

source: Add services to bouquet
ar: أضف القنوات الى الباقة
cs: Přidat programy do přehledu
de: Services zum Bouquet hinzufügen
es: Añadir servicios a un bouquete
et: Lisa kanal kanalinimekirja
fi: Lisää palvelut kanavaluetteloon
fy: Services oan bouquet tafoegje
lt: Pridėti kanalus į paketą
nl: Services aan een boeket toevoegen
pl: Dodaj do bukietu
pt: acrescentar serviços ao bouquet
ru: Добавить сервис в букет
sk: Pridať programy do prehľadu
tr: Bukete servis ekle

source: add multiple services to a specific bouquet
ar: إضافة قنوات متعددة الى باقة محددة
cs: přidat programy do zvoleného přehledu
de: Mehrere Services zu einem bestimmten Bouquet hinzufügen
es: Añadir varios canales a un bouquete determinado
et: lisa kanaleid valitud kanalinimekirja
fi: lisää palveluita määriteltyyn kanavaluetteloon
fy: meardere services oan specifiek bouquet tafoegje
lt: pridėti kelis kanalus į konkretų paketą
nl: Meerdere services aan een boeket toevoegen
pl: Dodaj kanał do istniejącego bukietu
pt: acrescentar serviços múltiplos a um bouquet específico
ru: Добавить несколько каналов к выбранному букету
sk: pridať programy do zvoleného prehľadu
tr: belirli bukete yeni servis ekleme

source: Edit bouquets
ar: تحرير الباقات
cs: Upravit přehledy
de: Bouquets bearbeiten
es: Editar bouquetes
et: Muuda kanalinimekirjasi
fi: Muokkaa kanavaluetteloita
fy: Bewurkje bouquets
lt: Redaguoti paketus
nl: Bewerk boeketten
pl: Edytuj bukiety
pt: Editar bouquets
ru: Редактирование букетов
sk: Upraviť prehľady
tr: Buketleri düzenle

source: sort,rename,delete services/bouquets
ar: تصنيف، إعادة تسمية، حذف قنوات/ باقات
cs: třídit, přejmenovat, smazat programy / přehledy
de: Services/Bouquets sortieren, umbenennen, löschen
es: Ordenar, renombrar, borrar servicios/bouquetes
et: sorteeri, nimeta või kustuta kanaleid
fi: järjestä,nimeä,poista palveluita/kanavaluetteloita
fy: ordenje, opnij beneame, ferwiderje fan services/bouquets
lt: rūšiuoti,pervardinti,šalinti kanalus/paketus
nl: Sorteer, hernoem of wis services/boeketten
pl: Sortuj, zmień nazwę, usuń kanały/pliki/bukiety
pt: arranjar, rebatizar, apagar serviços/bouquets
ru: Сортировка, переименование, удаление каналов и букетов
sk: triediť, premenovať, zmazať programy / prehľady
tr: Servisleri/buketleri sırala,yeniden adlandır,sil

source: Lock/Unlock Services
ar: إغلاق/فتح قنوات
cs: Zamknout/odemknout programy
de: Services sperren/entsperren
es: Bloqueo/Desbloqueo servicios
et: Lukusta/Ava kanaleid
fi: Lukitse/Avaa Palvelut
fy: Services Fest / Los meitsje
lt: Užrakinti / atrakinti kanalą
nl: Services blokkeren
pl: Blokuj/odblokuj kanały
pt: Bloquear/Desbloquear Serviços
ru: Блок/разблок. каналов
sk: Zamknúť/Odomknúť prehľady
tr: Servisleri Kilitle/Aç

source: lock,unlock services (parental locking)
ar: إغلاق/فتح قنوات (الاغلاق الأبوى)
cs: zamknout, odemknout programy (rodičovský zámek)
de: Services sperren/entsperren (Jugendschutz)
es: Bloquear, desbloquear servicios (bloqueo paterno)
et: kanalite avamine ja lukustamine (lapselukk)
fi: lukitse,avaa palvelut (lapsilukko)
fy: Services Fest / Los meitsje (âlderlyk tasjoch)
lt: Užrakinti / atrakinti kanalą
nl: Services blokkering (kinderbeveiliging)
pl: Zablokuj/odblokuj kanały (blokada rodzicielska)
pt: bloquear,desbloquear serviços (acesso condicional)
ru: Вкл/Откл запрета просмотра канала
sk: zamknúť, odomknúť programy (rodičovský zámok)
tr: Servisleri kilitle/aç (ebeveyn kilidi)

source: CI module
ar: وحدة نفاذ مشروط
cs: CI modul
es: Modulo CI
et: CI moodul
fi: CI-moduuli
lt: Įstatomas modulis
pl: Moduł CI
pt: Módulo CI
ru: Модуль CI
sk: CI modul
tr: OA mudül

source: Reset
ar: إعادة اتشغيل
de: Resetten
fi: Nollaa
lt: Perleisti
nl: Herstellen
pl: Zresetuj
ru: Сброс
tr: Sıfırla

source: reset the Common Interface module
ar: إعادة تشغيل وحدة النفاذ المشروط
cs: reset modulu Common Interface
de: Das Common-Interface-Modul resetten
es: Resetear módulo Interfaz Commún
et: mooduli reset
fi: resetoi Common Interface moduuli
fy: reset Common Interface module
lt: perleisti įstatomą modulį
nl: Herstel de Common Interface module
pl: Zresetuj moduł CI
pt: reset Interface Comum...
ru: Сбросить модуль CI
sk: reset modulu Common Interface
tr: Common Interface modülü sıfırla

source: Init
ar: تهيئه
cs: Inicializace
de: Initialisieren
et: Initsialiseerimine
fi: Ota käyttöön
fy: Initialisearje
lt: Priėmimas
pl: Uaktywnij
pt: Inicialização
ru: Актив
sk: Inicializácia
tr: Başlat

source: send the ca-pmt to CI
ar: أرسل سي آي -بي إم تي لوحدة النفاذ
cs: ověřuji CI modul
de: Sende die 'ca-pmt' an das Common Interface
es: Mandar CA-PMT al CI
et: saada kanaliinfo moodulile
fi: lähetä CA-PMT CI:lle
fy: Stjoer de ca-pmt nei CI
lt: siųsti ca-pmt į CI
nl: Zend de CA-PMT naar de CI
pl: Wyślij 'ca-pmt' do modułu CI
pt: enviar a ca-pmt para o CI
ru: Отослать 'ca-pmt' в модуль CI
sk: overujem CI modul
tr: ca-pmt'yi CI'ye gönder

source: waiting for module
ar: في انتظار الموديول
cs: čekání na modul
de: Warte auf Modul
es: Esperando módulo
et: ootan mooduli vastust
fi: odotetaan moduulia
fy: wachtsje op module
lt: laukiamas atsakymas iš modulio
nl: Wacht op module...
pl: Czekaj na moduł
pt: espera do Modulo
ru: Дождитесь для модуля
sk: čakanie na modul
tr: modülü bekliyor

source: enter Common Interface menu (mmi)
ar: أدخل لقائمة وحدة النفاذ المشروطإم إم آي
cs: vstup do menu Common Interface (mmi)
de: Common-Interface-Menü öffnen (mmi)
es: Quitar menú Interfaz Commún
et: sisene moodulite haldamise menüüsse
fi: avaa Common Interface valikko (MMI)
fy: Ynjefte Common Interface Menu (mmi)
lt: Įeiti į modulio meniu
nl: Open het Common Interface menu (MMI)
pl: Wejdź do menu modułu CI (mmi)
pt: entrar no menu Interface Comum (mmi)
ru: Перейти в меню модуля CI (mmi)
sk: vstup do menu Common Interface (mmi)
tr: Common Interface kurulumuna gir (mmi)

source: resetting....please wait
ar: إعادة تشغيل..رجاء الانتظار
cs: resetuji ... prosím, čekejte
de: Resette... Bitte warten
es: Reseteando... espere
et: reset ... palun oodake
fi: resetoidaan....odota
fy: Reset dwaande... eefkes wachtsje
lt: paleidžiama iš naujo... prašome palaukti
nl: Reset... een ogenblik geduld a.u.b.
pl: Trwa reset...proszę czekać
pt: esperar por favor
ru: Идёт сброс...подождите
sk: resetujem ... prosím čakejte
tr: sıfırlanıyor.....lütfen bekleyin

source: Common Interface Module - mmi
ar: وحدة النفاذ المشروط - إم إم آي
cs: Common Interface Modul - mmi
de: Common-Interface Modul - mmi
es: Módulo Interfaz commún - mmi
fi: Common Interface moduuli - MMI
lt: Įstatomas modulis
pl: Moduł Common Interface - mmi
pt: Interface comum...
ru: Модуль CI - mmi
sk: Common Interface Modul - mmi
tr: Common Interface Modül - mmi

source: waiting for CI answer...
ar: فى انتظار استجابة مسرب وحدة النفاذ المشروط
cs: čekám na odpověď CI ...
de: Warte auf CI-Antwort...
es: Esperando respuesta del CI
et: Ootan CI vastust
fi: odotetaan CI-moduulin vastausta...
fy: Wachtsje op antwurd fan CI
lt: laukiame atsakymo iš CI...
nl: Wacht op CI-antwoord...
pl: Czekaj na odpowiedź z modułu CI...
pt: espera do Modulo...
ru: Дождитесь ответа модуля CI...
sk: čakám na odpoveď CI ...
tr: CI modülden cevap bekleniyor...

source: Internal harddisk
ar: القرص الصلب الداخلي
cs: Interní harddisk
de: Interne Festplatte
es: Disco duro interno
et: Seesmine kõvaketas
fi: Sisäinen kovalevy
fy: ynterne hurde skiif
lt: Vidinis kietas diskas
nl: Interne harddisk
pl: Wewnętrzny twardy dysk
pt: Disco rígido interno
ru: Внутренний HDD
sk: Interný harddisk
tr: Dahili sabit disk

source: USB stick
ar: USB فلاشة
cs: USB
es: Dispositivo USB
et: USB mälu
fi: USB-muisti
lt: USB atmintinė
pt: Pen USB
ru: USB HDD
sk: USB
tr: USB çubğu

source: Compact Flash card
ar: كرت الفلاشة
cs: CF karta
de: Compact Flash Karte
es: Tarjeta Compact Flash
et: Mälukaart
fi: Compact Flash -kortti
fy: Compact Flash kaart
lt: CF kortelė
nl: Compact Flash-kaart
pl: Karta Compact Flash
pt: Cartão Flash compacto
ru: Карта CF
sk: CF karta
tr: CF kart

source: Welcome to enigma. Please do a transponder scan first. (mainmenu > setup > channels > transponder scan)
ar: مرحبا بكم الى الغموض/ دريم بوكس/ إنيجما/ من فضلك إبحث قنوات الناقل أولا./ ( القائمة الرئيسية> إعدادات> قنوات > بحث ناقل)
cs: Vítejte v Enigma. Prosím, nejprve spusťte prohledávání transpondéru. (Menu > Nastavení > Satelity a transpondéry > ... prohledávání transpondéru)
de: Willkommen bei Enigma. Bitte zunächst eine Sendersuche durchführen. (Hauptmenü > Einstellungen > Sendersuche)
es: Bienvenido a enigma. Hay que hacer una búsqueda de canales. (Menu principal > Ajustes > Canales > Búsqueda de canales)
et: Tere tulemast enigmat kasutama Palun teostage esmalt transponderi otsing (põhimenüü > häälestus > kanalid > transponderiotsing)
fi: Tervetuloa Enigmaan. Tee ensin lähettimien etsintä. (päävalikko > asetukset > kanavat > lähettimien etsintä)
fy: Wolkom by enigma. Sykje earst services op in transponder. (haadmenu > opset > kanalen > transponder ôfsykje)
lt: Sveiki atvykę į enigma. Prašome visų pirma atlikti transponderio skanavimą. (pagrindinis meniu > nustatymai > kanalai > transponderio skanavimas)
nl: Welkom in Enigma. Voer eerst een transponderscan uit. (Hoofdmenu > Instellingen > Zenders > Transponderscan)
pl: Witaj w systemie Enigmy Pierwszą czynnością będzie przeszukanie transponderów. (Menu główne > Konfiguracja > Wyszukiwanie kanałów > Przeszukaj transpondery)
pt: Bem-vindo a o sistema Enigma. Lançar uma busca transponders. (menu principal > Configuração > Serviços > Busca dos transponders)
ru: Добро пожаловать в систему Enigma Пожалуйста, сначала просканитуйте транспондеры. [MENU] >>> [6] Настройки >>> [2] Настройка каналов >>> Сканирование транспондеров
sk: Vitajte v Enigma. Prosím, najskôr spustite prehľadávanie transpondéra. (Menu > Nastavenie > Satelity a transpondéry > ... prehľadávanie transpondéru)
tr: Enigma'ya hoş geldiniz. Lütfen önce transponder taraması yapın. (anamenü > kurulum > kanallar > transponder tarama)

source: First start of enigma
ar: أولا بداية إنيجما
cs: První start Enigma
de: Startassistent
es: Primer lancamiento de enigma
et: Enigma esmane käivitus
fi: Enigman ensimmäinen käynnistys
fy: Earste start fan enigma
lt: Pirmas enigma startas
nl: Dit is de eerste start van Enigma
pl: Pierwszy start Enigmy
pt: Primeiro lançamento de Enigma
ru: Первый запуск
sk: Prvý štart Enigma
tr: Enigma'nın ilk açılışı

source: It's now safe to unplug power!
ar: من غير الامان قطع الكهرباء
cs: Nyní je bezpečné odpojit napájení!
de: Sie können Ihre Dreambox nun vom Strom trennen!
es: Ahora se puede desenchufar la corriente!
et: See on nüüd turvaline vool välja lülitada!
fi: Nyt voit irrottaa virtajohdon!
fy: De spanning kin der no feilich ôf !
lt: Dabar saugu išjungti įtampą!
nl: U kunt nu de spanning uitschakelen!
pl: Teraz możesz odłączyć zasilanie
pt: Não é seguro desligar a corrente!
ru: Теперь можно выключить питание
sk: Teraz je bezbečné odpojiť napájanie!
tr: Cihazınızı güvenle kapatabilrsiniz!

source: Shutdown finished
ar: انتهاء الاغلاق
cs: Vypnutí dokončeno
de: Herunterfahren beendet
es: Terminado de apagar
et: Välja lülitamine lõpetatud
fi: Sammutettu
fy: Utskeakeljen is klear
lt: Išjungimas baigtas
nl: Afsluiten afgerond
pl: Wyłączanie zakończone
pt: Encerramento concluído
ru: Выключение окончено
sk: Vypnutie ukončené
tr: Kapatma tamamlandı

source: Please wait... your Dreambox is shutting down!
ar: الرجاء الانتضار ... حتى يتم اغلاق الدريم بوكس
cs: Čekejte... Dreambox se vypíná!
de: Bitte warten... Ihre Dreambox wird heruntergefahren!
es: Espere... su Dreambox se está apagando!
et: Palun oota... sinu Dreambox lülitub välja!
fi: Odota... sammutetaan Dreamboxia!
fy: Eerfkes wachtsje... De dreambox wurd Utskeakele
lt: Prašome palaukti... Jūsų imtuvas išsijungs!
nl: Moment... de Dreambox sluit af!
pl: Proszę czekać... odbiornik wyłącza się!
pt: Por favor aguarde... a Dreambox está a desligar!
ru: Пожалуйста подождите... Dreambox выключается!
sk: Čakajte... DreamBox sa vypína!
tr: Dreambox' unuz kapanırken lütfen bekleyin...

source: Shutdown...
ar: اغلاق
cs: Vypínání...
de: Herunterfahren...
es: Apagar...
et: Lülita välja
fi: Sammutus...
fy: Útskeakelje
lt: Išjungti...
nl: Uitschakelen
pl: Wyłączanie...
pt: Encerrar...
ru: Выключение...
sk: Vypínanie...
tr: Sistem kapatma...

source: Satellites
ar: الأقمار
cs: Satelity
de: Satelliten
es: Satélites
et: Satelliidid
fi: Satelliitit
fy: Satellyten
lt: Palydovai
nl: Satellieten
pl: Satelity
pt: Satélites
ru: Спутники
sk: Družice
tr: Uydular

source: Providers
ar: مزودي الخدمة
de: Provider
es: Proveedores
et: Operaatorid
fi: Palveluntarjoajat
lt: Transliuotojai
pl: Nadawcy
ru: Оператор
sk: Poskytovatelia
tr: Sağlayıcılar

source: OSD Shot
ar: اعدادات عرض البيانات على الشاشة
de: OSD Bildschirmfoto
es: Captura del OSD
et: Ekraanimenüü pilt
lt: Fotografavimas
pt: Captura do OSD
ru: Интерфейс
tr: OSD kopyası

source: Screen Shot
ar: خذ صورة
de: Bildschirmfoto
es: Captura de pantalla
et: Ekraani Pilt
fi: Kuvaruutukaappaus
fy: byld snapshot
lt: Ekrano užsklanda
pl: Zrzut ekranu
pt: Captura do ecrã
ru: Экран
tr: Ekran Görüntüsü

source: Screen + OSD
ar: الصورة + OSD
de: BILD + OSD
es: Pantalla + OSD
et: Ekraan + Ekranimenüü
fy: Byld + OSD
lt: Ekranas+OSD
pl: Zrzut ekranu i OSD
pt: Ecrã + OSD
ru: Общий
tr: Ekran + OSD

source: LCD Shot
ar: اعدادات شاشة العرض الكريستال
de: Display
es: Captura del LCD
lt: LCD fotografavimas
pt: Captura do LCD
ru: LCD Экран
tr: LCD kopyası

source: External Message
ar: الرسائل الخارجية
cs: Zpráva po síti
de: Mitteilung
es: Mensaje externo
et: Väline Teade
fi: Ulkoinen Viesti
fy: Extern berjocht
lt: Išorinis pranešimas
nl: Extern bericht
pl: Wiadomość
pt: Mensagem externa
ru: Внешнее сообщение
sk: Správa po sieti
tr: Harici Mesaj

source: n/a
cs: není
de: nicht verfügbar
fy: n/b
nl: nvt
pl: n/d
pt: n/d
ru: н/о
sk: nie je
tr: Yok

source: Genre
ar: النوع
cs: žánr
es: Genero
et: Teema
fy: Sjenre
lt: Žanras
pl: Rodzaj
pt: Género
ru: Жанр
sk: žáner
tr: Tür

source: multi epg actions
ar: خيارات الدليل الالكتروني المتعدد
cs: akce pro multi epg
es: acciones multi epg
et: multi epg aktsioonid
fi: multi-EPG:n toiminnot
fy: multi epg aksjes
lt: kelių kanalų epg veiksmai
nl: Multi EPG acties
pl: Operacje MultiEPG
pt: múltiplas acções no guia electrónico de programação
ru: Действия MultiEPG
sk: akcia pre multi EPG
tr: çoklu EPG aksiyonları

source: show 1 hour
ar: أظهر ساعة
cs: ukázat 1 hodinu
de: eine Stunde anzeigen
es: Mostrar 1 hora
et: näita 1 tund
fi: 1 tunnin näkymä
fy: 1 oere
lt: rodyti 1 valandą
nl: laat 1 uur zien
pl: Pokaż w ciągu godziny
pt: mostrar 1 hora
ru: Показать на 1 час
sk: ukázať 1 hodinu
tr: 1 saat göster

source: show 2 hours
ar: اضهار 2 ساعة
cs: ukázat 2 hodiny
de: zeige 2 Stunden
es: mostrar 2 horas
et: näita 2 tundi
fi: 2 tunnin näkymä
fy: 2 oeren
lt: rodyti 2 valandas
nl: geef 2 uur weer
pl: Pokaż 2 godziny
pt: mostrar 2 horas
ru: Показать на 2 часа
sk: ukázať 2 hodiny
tr: 2 saat görüntüle

source: show 3 hours
ar: اضهار 3 ساعة
cs: ukázat 3 hodiny
de: zeige 3 Stunden
es: mostrar 3 horas
et: näita 3 tundi
fi: 3 tunnin näkymä
fy: 3 oeren
lt: rodyti 3 valandas
nl: geef 3 uur weer
pl: Pokaż 3 godziny
pt: mostrar 3 horas
ru: Показать на 3 часа
sk: ukázať 3 hodiny
tr: 3 saat görüntüle

source: show 4 hours
ar: اضهار 4 ساعة
cs: ukázat 4 hodiny
de: zeige 4 Stunden
es: mostrar 4 horas
et: näita 4 tundi
fi: 4 tunnin näkymä
fy: 4 oeren
lt: rodyti 4 valandas
nl: geef 4 uur weer
pl: Pokaż 4 godziny
pt: mostrar 4 horas
ru: Показать на 4 часа
sk: ukázať 4 hodiny
tr: 4 saat görüntüle

source: show 5 hours
ar: اضهار 5 ساعة
cs: ukázat 5 hodin
de: zeige 5 Stunden
es: mostrar 5 horas
et: näita 5 tundi
fi: 5 tunnin näkymä
fy: 5 oeren
lt: rodyti 5 valandas
nl: geef 5 uur weer
pl: Pokaż 5 godzin
pt: mostrar 5 horas
ru: Показать на 5 часов
sk: ukázať 5 hodín
tr: 5 saat görüntüle

source: show 6 hours
ar: اضهار 6 ساعة
cs: ukázat 6 hodin
de: zeige 6 Stunden
es: mostrar 6 horas
et: näita 6 tundi
fi: 6 tunnin näkymä
fy: 6 oeren
lt: rodyti 6 valandas
nl: geef 6 uur weer
pl: Pokaż 6 godzin
pt: mostrar 6 horas
ru: Показать на 6 часов
sk: ukázať 6 hodín
tr: 6 saat görüntüle

source: scroll one page left
ar: الانتقال الى صفحة لليسار
cs: posunout o stránku vlevo
de: eine seite nach links scrollen
es: avanzar una pagina
et: keri üks leht vasakule
fi: Selaa vasemmalle
fy: ien side links
lt: vienas puslapis į kairę
nl: blader een pagina links
pl: Przewiń stronę w lewo
pt: mover uma página à esquerda
ru: Перейти на стр. влево
sk: posunúť o stránku vľavo
tr: bir sayfa sola kaydır

source: scroll one page right
ar: الانتقال الى صفحة لليمين
cs: posunout o stránku vpravo
de: Eine Seite nach rechts scrollen
es: retroceder una pagina
et: keri üks leht paremale
fi: Selaa oikealle
fy: ien side rjochts
lt: vienas puslapis į dešinę
nl: blader een pagina rechts
pl: Przewiń stronę w prawo
pt: mover uma página à direita
ru: Перейти на стр. вправо
sk: posunúť o stránku vpravo
tr: bir sayfa sağa kaydır

source: open the serviceselector and show bouquets
ar: فتح قائمة القنوات و إظهارالباقات
cs: otevřít výběr programů a zobrazit přehledy
de: Die Serviceliste öffnen und Bouquets anzeigen
es: Abrir lista de canales y mostrar bouquetes
et: ava kanalinimekiri
fi: avaa palveluvalitsin ja näytä kanavaluettelot
fy: iepenje serviceskerm en lit bouquets sjen
lt: atidaryti kanalų pasirinkimą ir parodyti paketus
nl: Open de serviceselectie en toon boeketten
pl: Otwórz wybór serwisów i pokaż bukiety
pt: abrir o selector de serviços e ver os bouquets
ru: Открыть список каналов и букетов
sk: otvoriť výber programov a zobraziť prehľady
tr: servis seçeneğini aç ve buketleri göster

source: show channel EPG
ar: دليل البرنامج الالكترونى الخاص بالقناة
cs: zobrazit EPG kanálu
de: EPG des Senders anzeigen
es: Mostrar canal EPG
et: näita kanali EPG
fi: Näytä kanavakohtainen EPG
fy: kanaal EPG
lt: rodyti kanalo EPG
nl: laat zender EPG zien
pl: Pokaż EPG
pt: Mostrar o EPG do canal
ru: Показать EPG
sk: zobraziť EPG kanálu
tr: kanal EPG'si göster

source: switch to selected channel
ar: التحويل للقناة المختارة
cs: přepnout na vybraný kanál
de: Zum ausgewählten Sender wechseln
es: Cambiar al canal seleccionado
et: lülita valitud kanalile
fi: vaihda valitulle kanavalle
fy: oerskeakelje nei selektearre kanaal
lt: perjungti į pasirinktą kanalą
nl: schakel over naar het geselecteerde kanaal
pl: Przełącz na wybrany kanał
pt: alternar para o canal seleccionado
ru: Перейти к выбранному каналу
sk: prepnúť na vybraný kanál
tr: seçilen kanala geç

source: leave Multi EPG
ar: اترك الدليل الالكتروني المتعدد
cs: opustit Multi EPG
de: Multi EPG verlassen
es: salir de MultiEPG
et: jäta Multi EPG
fi: Poistu Multi-EPG:stä
fy: Multi EPG ôfslúte
lt: leidžiama Multi EPG
nl: verlaat Multi EPG
pl: Wyjdź z Multi EPG
pt: sair do Multi EPG
ru: Выйти из Multi EPG
sk: opusitiť Multi EPG
tr: çoklu EPG'den çık

source: search in EPG
ar: ابحث في الدليل الأكتروني
cs: hledat v EPG
de: EPG durchsuchen
es: Buscar en EPG
et: Skaneeri EPG-d
fi: hae EPG:stä
fy: sykje yn EPG
nl: zoek in EPG
pl: Wyszukaj w EPG
ru: Поиск в EPG
sk: hľadať v EPG
tr: EPG de ara
