Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: This mountpoint is unmounted now
ar: تم الغاء ربط هذة النفطة
cs: tento bod připojení je nyní odpojen
es: Este punto de montaje esta desmontado ahora
et: Antud paigalduspunkt on nüüd eemaldatud
fi: Tämä levy on nyt irrotettu
fy: Dit onkeppelpunt is no ôfkeppele
lt: Šis pajungimo taškas jau yra atjungtas
nl: Deze mount is nu ge-unmount
pl: Ten udział/dysk zostanie odłączony
pt: Este ponto de montagem já se encontra-se livre
ru: Это точка подсоединения сейчас отсоединина
sk: tento bod pripojenia je teraz odpojený
tr: Bu bağlantı noktası ayrıldı

source: Saving mount entry failed
ar: فشل في حفظ الربط
cs: uložení nastavení selhalo
es: El salvado del punto de montaje ha fallado
et: Paigalduse kirje salvestamine ebaõnnestus
fi: Levyjaon tallennus epäonnistui
fy: Oplaan oankeppelpunt mislearre
lt: Pajungimo užduoties išsaugojimas klaidingas
nl: Opslaan van mountinstelling mislukt
pl: Zapis nie powiódł się
pt: Falha ao guardar o registo da montagem
ru: Ошибка записи
sk: uloženie nastavenia zlyhalo
tr: Bağlantı kaydedilemedi

source: Saving mount entry
ar: حفظ نقظة الربط
cs: uložit nastavení připojení
es: Salvando el punto de montaje
et: Salvestan paigalduse kirje
fi: Tallennetaan levyjakoa
fy: Oankeppelpunt oan it opslaan
lt: Išsaugoma pajungimo užduotis
nl: Opslaan van mountinstelling
pl: Zapis poprawny
pt: A guardar o registo da montagem
ru: Сохранить точку
sk: uložiť nastavenie pripojenia
tr: Bağlantı kaydediliyor

source: Unmounting failed
ar: فشل في فك الربط
cs: Odpojování selhalo
es: Fallo en el desmontado
et: Lahtihaakimine ebaõnnestus
fi: Irrotus epäonnistui
fy: Ofkeppeljen mislearre
lt: atjungimas nepavyko
nl: Unmounten mislukt
pl: Nie można odłączyć tego urządzenia
pt: Falha ao desmontar
ru: Ошибка отсоединения точки
sk: Odpájanie zlyhalo
tr: Bağlantı ayrılamadı

source: Unmounting succeeded
ar: نجاح فك الربط
cs: Úspěšně odpojeno
es: Desmontado correcto
et: Lahutamine õnnestus
fi: Irrotus onnistui
fy: Ofkeppeljen is klear
lt: Atjungimas sėkmingas
nl: Unmounten is gelukt
pl: Udział/dysk odłączony
pt: Desmontagem com sucesso
ru: Отсоединено
sk: Úspešne odpojené
tr: Ayırma tamamlandı

source: Mount status
ar: حاله الربط
cs: Stav připojení
de: Einhäng-Status:
es: Estado:
et: Haakimise staatus
fi: Levyn tila:
fy: Oankeppeling status
lt: Pajungimo būsena:
pl: Status:
pt: Estado da montagem
ru: Состояние:
sk: Stav pripojenia
tr: Bağlantı durumu

source: Mounting failed
ar: فشل في الربط
cs: připojování selhalo
de: Einhängen der Festplatte fehlgeschlagen
es: Fallo en el montado
et: Haakimine ebaõnnestus
fi: Liittäminen epäonnistui
fy: Oankeppeljen mislearre
lt: Pajungimas nepavyko
nl: Mounten is mislukt
pl: Nie można podłączyć tego urządzenia
pt: Falha na montagem
ru: Ошибка подсоединения
sk: pripojovanie zlyhalo
tr: Bağlantı başarısız

source: Mounting succeeded
ar: نجاح الربط
cs: Úspěšně připojeno
es: Montado correcto
et: Paigaldus õnnestus
fi: Liittäminen onnistui
fy: Oankeppeljen is klear
lt: Pajungimas sėkmingas
nl: Mounten is gelukt
pl: Udział/dysk podłączony
pt: Montagem com sucesso
ru: Подсоединение удалось
sk: Úspešne pripojené
tr: Bağlantı tamamlandı

source: Mount options
ar: خيارات الربط
cs: Možnosti pro připojení
de: Einhäng-Einstellungen
es: Opciones de montado
et: Haakimise seaded
fi: Liitosasetukset
fy: Oankeppeling opsjes
lt: Pajungimo nustatymai
nl: Mount-opties
pl: Opcje montowania
pt: Opções de montagem
ru: Доп. настройки
sk: Možnosti pre pripojenie
tr: Bağlantı seçenekleri

source: Activate mount option
ar: تفعيل خيار الربط
cs: nastavit parametr připojení
es: Activar opciones de montaje
et: Aktiveeri haakimise võimalus
fi: Aktivoi liitännän (mount)
fy: Ynskeakelje fan oankeppel opsjes
lt: Aktyvuokite pajungimo nustatymus
nl: Activeer mount-optie
pl: Wciśnij OK aby zmienić opcję montowania
pt: Activar a opção de montagem
ru: Включение подсоединения
sk: nastaviť parameter pripojenia
tr: Bağlantı seçeneklerini devreye al

source: Enable Linux extensions (some NAS devices need this disabled)
ar: تفعيل امتدادت الينكس ( ضرورية في بعض الاجهزة القديمة )
cs: Linux Extensions (pro některá NAS musí být vypnuto)
es: Habilitar extensiones de Linux (algunos dispositivos NAS necesitan que este deshabilitadas)
et: Luba Linuxi täiendused (mõnede NAS seadmete puhul tuleb see keelata)
fi: Aktivoi Linux extensions (vanhat NAS-laitteet eivät välttämättä tue)
fy: Linux útbreidingen ynskeakelje (In inkele NAS moat dit útskeakele hawwe)
lt: Įjungti Linux išplėtimą (kai kurie NAS įrenginiams reikia tai išjungti)
nl: Accepteer Linux-extenties (voor sommige oude NAS-apparatuur moet dit niet aangevinkt zijn)
pl: Uruchom dodatkowe opcje Linux (niektóre urządzenia NAS mogą nie pracować poprawnie)
pt: Permitir extensões Linux (alguns dispositivos NAS necessitam esta opção desactiva)
ru: Разрешить дополнения Linux (для некоторых NAS устройств нужно запретить)
sk: Linux Extensions (pre niektoré NAS musí byť vypnuté)
tr: Linux uzantılarını aç (bazı NAS cihazları ayarın kapalı olmasını gerektirir)

source: Select read buffer size
ar: اختر حجم قرائة البفر
cs: zvolte velikost bufferu pro čtení
de: Grösse des Lesepuffers wählen
es: Seleccionar el tamaño del bufer de lectura
et: Vali lugemise buffri suurus
fi: Valitse lukupuskurin koko
fy: Selektearje lês buffergrutte
lt: Pasirinkite skaitymo buferinį dydį
nl: Kies leesbuffergrootte
pl: Wybierz wielkość bufora odczytu
pt: Seleccionar o tamanho de leitura do buffer
ru: Размер буфера чтения
sk: zvoľte veľkosť bufferu pre čítanie
tr: Okuma tamponu boyutunu seçin

source: Select write buffer size
ar: أختار حجم كتابة البفر
cs: zvolte velikost bufferu pro zápis
es: Seleccionar el tamaño del bufer de escritura
et: Vali kirjutamise buffri suurus
fi: Valitse kirjoituspuskurin koko
fy: Selektearje skriuw buffer grutte
lt: Pasirinkite įrašymo buferio dydį
nl: Selecteer schrijfbuffergrootte
pl: Wybierz wielkość bufora zapisu
pt: Seleccionar o tamanho de escrita do buffer
ru: Размер буфера записи
sk: zvoľte veľkosť bufferu pre zápis
tr: Yazım tampon boyutunu seçin

source: Extra mount options
ar: خيارات الربط الاضافية
cs: zvláštní volby
de: Zusätzliche Einhäng-Optionen
es: Opciones de montaje extra
et: Ekstra haakimise optsioonid
fi: Liiitäntäasetukset (ok)
fy: Extra oankeppelingen opsjes
lt: Extra pajungimo nustatymai
nl: Extra mount-opties
pl: Opcje dodatkowe
pt: Opções extra de montagem
ru: Настройки подсоединения
sk: extra voľby pre pripojenie
tr: Ekstra bağlantı seçenekleri

source: Extra options for the mount
ar: خيارات أظافية للربط
cs: zvláštní volby pro připojení
es: Opciones extras para el montado
et: Ekstra haakimise võimalused
fi: Levyn lisäasetukset
fy: Extra opsjes foar it oankeppelpunt
lt: Papildomi nustatymai pajungimui
nl: Extra opties voor de mount
pl: Opcje dodatkowe montowania
pt: Opções extra de montagem
ru: Настройки подсоединения
sk: extra voľby pre pripojenie
tr: Bağlantılar için ekstra seçenekler

source: NFS setup actions
ar: اعدادات سيرفر NFS
cs: NFS nastavení činností
es: Ajuste de acciones de NFS
et: NFS-i häälestuse aktsioonid
fi: NFS-asetukset
fy: NFS ynstellingen
lt: NFS nustatymo veiksmai
nl: NFS acties
pl: Ustawienia NFS/CIFS
pt: Configuração das acções NFS
ru: Настройка NFS
sk: NFS nastavenie činností
tr: NFS kurulum aksiyonları

source: Goto previous share
ar: الذهاب الى الربط السابق
cs: přejít na předchozí
de: Zum vorherigen Eintrag wechseln
es: Ir al directorio compartido previo
et: Mine eelmisele jagatud kataloogile
fi: Siirry edelliseen jakoon
fy: Nei foarige dielde map
lt: Eiti į ankstesnį bendro naudojimo resursą
nl: Ga naar de vorige share
pl: Przejdź do poprzedniego udziału
pt: Voltar à partilha anterior
ru: Предыдущая
sk: prejsť na predchádzajúce
tr: Önceki paylaşım

source: Goto Next share
ar: الذهاب الى الربط التالي
cs: přejít na následující
de: Zum nächsten Eintrag wechseln
es: Ir al próximo directorio compartido
et: mine järgmisele jagatud kataloogile
fi: Siirry seuraavaan jakoon
fy: Nei folgende dielde map
lt: Eiti į sekantį bendro naudojimo resursą
nl: Naar de volgende share
pl: Przejdź do następnego udziału
pt: Ir para a partilha seguinte
ru: Следующая
sk: prejsť na nasledujúce
tr: Sonraki paylaşım

source: IP address or Fully qualified hostname
ar: عنوان الاي بي للاسم المحدد
cs: IP adresa nebo úplný název zařízení (hostname)
de: IP Adresse oder vollständiger Hostname
es: IP o nombre y dominio de la maquina
et: IP aadress või täielik host-i nimi
fi: IP-osoite tai varmistettu nimi
fy: IP adres of de folledige kwalifisearre hostnamme
lt: IP adresas arba Pilnai kokybiško hosto pavadinimas
nl: IP adres of hostname
pl: Wprowadź adres IP lub pełny adres internetowy
pt: Endereço IP ou hostname totalmente qualificado
ru: IP-адрес или URL/имя сервера
sk: IP adresa alebo úplný názov zariadenia (hostname)
tr: IP adresi veya tam kalifiye host adı

source: press ok to change mount type
ar: إضغط (OK) لتغيير نوع الإلحاق
cs: stiskněte OK a zvolte typ připojení
de: 'OK' drücken, um den Freigabetyp zu ändern
es: Pulse OK para cambiar tipo de conexión
et: paigalduse tüübi muutmiseks vajuta ok
fi: paina ok muuttaaksesi mount tyyppiä
fy: druk ok om oankeppel type te wizigjen
lt: norėdami pakeisti pajungimo tipą, spauskite (ok)
nl: Druk op OK om het mount-type te wijzigen
pl: Wciśnij OK aby zmienić typ montowania
pt: caregar ok para mudar o tipo de montagem
ru: Нажмите ОК для изменения типа подсоединения
sk: stlačte OK a zvoľte typ pripojenia
tr: bağlantı türünü değiştirmek için ok tuşlayın

source: Samba File System(to mount share from another Dreambox)
ar: ملف نظام Samba (لإلحاق مشارك من دريم بوكس آخر)
cs: Samba filesystém (pro připojení sdíleného prostředku z jiného boxu)
de: Samba-File-System (um Freigaben von anderen Dreambox zu mounten)
es: Samba File System (añadir un directorio de otro Dreambox)
et: Samba failisüsteem (haakimaks jaotis teisest Dreamboksist)
fi: Samba Tiedostojärjestelmä (liitä jako toiseen Dreamboxiin)
fy: Samba bestân systeem (foar om in map op in oare dreambox oan te keppeljen)
lt: Samba Failų Sistema (dalintis iš kito imtuvo)
nl: Sambe File System (om vanuit een andere Dreambox te mounten)
pl: System plików Samba (do montowania napędów z innego Dreamboxa)
pt: Sistema de Ficheiros Samba(para montar uma partilha de outra Dreambox)
ru: Файловая система Samba (для подсоединения к другим Dreambox)
sk: Samba filesystem (pre pripojenie zdieľaného prostriedku z iného boxu)
tr: Samba Dosya Sistemi (başka cihalardaki paylaşımlara bağlanka için)

source: Dir:
ar: الفهرس :
et: Kataloog:
fi: Hak:
fy: Map:
pl: Katalog:
pt: Pasta:
ru: Каталог:
tr: Dzn:

source: LocalDir:
ar: الفهرس المحلي :
es: DirLocal:
et: Kohalik Kataloog:
fi: Paik.hak:
fy: Lokale Map:
lt: Vietinė Dir:
pl: Katalog lokalny:
pt: Pasta Local:
ru: Каталог:
tr: Yerel Dizin:

source: enter name of the local mount point with trailing slash
ar: أخل اسم نقطة الإلحاق الداخلية مع شرطة مائلة
cs: zadejte název místního bodu připojení začínajícího lomítkem
de: Geben Sie den lokalen Mountpoint mit führendem Slash ein
es: Nombre del directorio local con barra
et: sisesta kohalik paigalduspunkt koos lõpukriipsuga
fi: Syötä paikallinen mount point (päätä kauttaviivaan /)
fy: ynjefte namme fan lokaal oankeppelpunt mei slash op it ein.
lt: įrašykite pajungimo taško vardą su " / " simboliu
nl: Vul de naam van het lokale mount-point in met afsluitende / (slash)
pl: Podaj nazwę lokalnego punktu montowania bez slasha
pt: entrar nome do ponto local da montagem com trailing slash
ru: Введите имя точки подсоединения без слэша
sk: zadajte názov miestneho bodu pripojenia začínajúce lomítkom
tr: yerel bağlantı noktasının adını bölü ile başayarak girin

source: Options:
ar: الخيارات :
cs: Možnosti:
de: Optionen:
es: Opciones:
et: Valikud:
fi: Valinnat:
fy: Opsjes:
lt: Parinktys:
nl: Opties:
pl: Opcje:
pt: Opções:
ru: Опции:
sk: Možnosti:
tr: Seçenekler:

source: press ok to change mount options
ar: إضغط (Ok) لتغيير خيارات الإلحاق
cs: stiskněte OK pro změnu Options
de: 'OK' drücken, um die Freigabe (Mount) Optionen zu ändern
es: Pulse OK para cambiar las opciones
et: paigaldusseadete muutmiseks vajuta ok
fi: paina ok muuttaaksesi mount asetuksia
fy: druk ok om oankeppel opsje te wizigjen
lt: spauskite (ok), kad būtų pakeisti pajungimo nustatymai
nl: Druk op OK om de mount-instellingen te wijzigen
pl: Wciśnij OK aby zmienić opcje montowania
pt: prima ok para mudar as opções da montagem
ru: Нажмите ОК для изменения опций подсоединения
sk: stlačte OK pre zmenu Options
tr: bağlantı seçeneklerini değiştirmek için ok tuşlayın

source: Extra:
ar: أضافي :
et: Ekstra:
lt: Ekstra:
pl: Ekstra:
ru: Дополнительно:
tr: Ekstra:

source: press ok to edit extra options
ar: إضغط (Ok) تحرير المزيد من الخيارات
cs: stiskněte OK pro úpravu Extra nastavení
de: 'OK' drücken, um die Erweiterten-Optionen zu ändern
es: Pulse OK para editar opciones adicionales
et: lisaseadete muutmiseks vajuta ok
fi: paina ok muokataksesi lisäasetuksia
fy: druk ok om extra opsje te wizigjen
lt: spauskite (ok) kad būtų pakeisti išplėstiniai nustatymai
nl: Druk op OK om de mount instellingen te wijzigen
pl: Wciśnij OK aby przejść do opcji dodatkowych
pt: prima ok para editar opções extras
ru: Нажмите ОК для изменения настроек
sk: stlačte OK pre úpravu Extra nastavení
tr: ekstra seçenekleri düzenlemek için ok tuşlayın

source: User:
ar: المستخدم :
cs: Uživatel:
es: Usuario:
et: Kasutaja:
fi: Käytt:
fy: Gebrûker:
lt: Vartotojas:
nl: Gebruiker:
pl: Użytkownik:
pt: Utilizador:
ru: Пользователь:
sk: Užívateľ:
tr: Kullanıcı:

source: press ok to edit username
ar: إضغط (OK) لتحرير اسم المستخدم
cs: stiskněte OK pro úpravu uživatelského jména
de: 'OK' drücken, um Benutzernamen zu ändern
es: Pulse OK para editar el nombre de usuario
et: kasutajanime muutmiseks vajuta ok
fi: paina ok muokataksesi käyttäjätunnusta
fy: druk ok om brûkersnamme te wizigjen
lt: spauskite (ok), kad būtų pakeistas vartotojo vardas
nl: Druk op OK om de gebruikersnaam te wijzigen
pl: Wciśnij OK aby zmienić użytkownika
pt: prima ok para editar o nome de utilizador
ru: Нажмите ОК для изменения имени пользователя
sk: stlačte OK pre úpravu užívateľského mena
tr: kullanıcı ismini düzenlemek için ok tuşlayın

source: Pass:
ar: كلمة المرور :
cs: Heslo:
de: Passwort:
es: Contraseña:
et: Mõõda:
fi: Salas:
fy: Wachtwurd:
lt: Slaptažodis:
nl: Wachtwoord:
pl: Hasło:
pt: Senha:
ru: Пароль:
sk: Heslo:
tr: Şifre:

source: press ok to edit password
ar: إضغط (OK) لتحرير كلمة المرور
cs: stiskněte OK pro úpravu hesla
de: 'OK' drücken, um das Passwort zu bearbeiten
es: Pulse OK para editar la contraseña
et: salasõna muutmiseks vajuta ok
fi: paina ok vaihtaaksesi salasanaa
fy: druk ok om wachtwurd te wizigjen
lt: spauskite (ok), slaptažodžio redagavimui
nl: Druk op OK om het wachtwoord te wijzigen
pl: Wciśnij OK aby zmienić hasło
pt: caregar ok para editar a senha
ru: Нажмите ОК для изменения пароля
sk: stlačte OK pre úpravu hesla
tr: şifre düzenlemek için ok tuşlayın

source: Automount
ar: الربط الاوتوماتيكي
de: Auto einhängen
es: Montar automaticamente
et: külgehaagitud failisüsteemid
fi: Liitä autom.
fy: Auto oankeppelje
lt: Auto pajungimas
pt: Montagem auto.
ru: Автоподсоединение
tr: Otomatik bağlantı

source: enable/disable automount (ok)
ar: تفعيل / إبطال الالحاق الآلى (OK)
cs: povolit/zakázat automatické připojení (OK)
de: Automatisches ein-/aushängen (mounten) aktivieren (OK)
es: Activar/desactivar automount (ok)
et: luba/keela automaatne paigaldaja (ok)
fi: automaattinen liittäminen (automount) päälle/pois (ok)
fy: automatysk oankeppeljen oan/út (ok)
lt: Įjungti / išjungti auto pajungimą (ok)
nl: Automount in/uitschakelen (OK)
pl: Włącz/wyłącz automontowanie (OK)
pt: activar/desativar a auto montagem (ok)
ru: Вкл./Откл. автоподсоединение (OK)
sk: povoliť/zakázať automatické pripojenie (OK)
tr: otomatik bağlanma aç/kapat (ok)

source: go to previous share
ar: الذهاب الى الشريك السابق
cs: předchozí sdílení
de: Zum vorherigen Eintrag wechseln
es: Ir al directorio compartido previo
et: mine eelmisele jagatud kataloogile
fi: siirry edelliseen jakoon
fy: gjin nei foarige map
lt: eiti į ankstesnį bendro naudojimo resursą
nl: Ga naar de vorige share
pl: Przejdź do poprzedniego udziału
pt: ir a partilha precedente
ru: Переход к предыдущей части
sk: predchádzajúce zdieľanie
tr: önceki paylaşıma git

source: press ok to (un)mount this share
ar: اضغط موافق لفك هذة المشاركة
cs: stiskněte OK k připojení/odpojení tohoto sdílení
de: OK drücken, um die Freigabe ein- oder auszuhängen
es: Pulse OK para terminar el uso del directorio compartido
et: kataloogi lahtihaakimiseks vajuta ok
fi: Paina OK poistaaksesi tämän jaon
fy: druk ok om map ôf te keppeljen
lt: spauskite ok kad pajungti/atjungti resursų dalinimą
nl: Druk op OK om de share te '(un)mounten'
pl: Wciśnij OK aby zamontować/odmontować udział
pt: prima ok para (des)montar esta partilha
ru: Нажмите ОК чтобы под/отсоединить точку
sk: stlačte OK pre pripojenie/odpojenie tohoto zdieľania
tr: bu paylaşımı ayırmak/bağlamak için OK tuşlayın

source: press ok to create/cancel a new share
ar: اضغط موافق لعمل او الغاء مشاركة جديدة
cs: stiskněte OK pro založení/zrušení nového sdílení
de: 'OK' drücken, um eine neue Freigabe zu speichern
es: Pulse OK para grabar este directorio compartido
et: vajuta ok loomaks/tühistamaks uut jagatud osa
fi: Paina OK luodaksesi uuden jaon
fy: druk ok om in nije diele map te meitsjen
lt: spauskite ok kad kurti/nutraukti naują resursų dalinimą
nl: druk op OK om deze share te creeeren/verwijderen
pl: Wciśnij OK aby utworzyć/skasować udział
pt: prima ok para criar/cancelar uma partilha
ru: Нажмите ОК для создания/отмены общего ресурса
sk: stlačte OK pre založenie/zrušenie nového zdieľania
tr: yeni bir paylaşım yaratmak/iptal için OK tuşlayın

source: press ok to save this share
ar: إضغط (Ok) لحفظ هذا المشارك
cs: stiskněte OK pro uložení tohoto sdílení
de: 'OK' drücken, um die Freigabe zu speichern
es: Pulse OK para grabar este directorio compartido
et: vajuta ok salvestamiseks
fi: paina ok tallentaaksesi tämän jaon
fy: druk ok om map op te slaan.
lt: spauskite (ok), kad būtų išsaugotas bendro naudojimo resursas
nl: druk op OK om deze share op te slaan
pl: Wciśnij OK aby wprowadzić nazwę udziału
pt: caregar ok para registar esta partilha
ru: Нажмите ОК для сохранения общего ресурса
sk: stlačte OK pre uloženie tohoto zdieľania
tr: bu paylaşımı kaydetmek için OK tuşlayıın

source: press ok to remove this share
ar: اضغط موافق لالغاء هذة المشاركة
cs: stiskněte OK pro smazání tohoto sdílení
de: 'OK' drücken, um die Freigabe entfernen
es: Pulse OK para borrar este directorio compartido
et: vajuta ok eemaldamaks see jagatud osa
fi: Paina OK poistaaksesi tämän jaon
fy: druk ok om map net mear te dielen
lt: spauskite (ok), kad būtų pašalintas bendro naudojimo resursas
nl: druk op OK om deze share te verwijderen
pl: Wciśnij OK aby odmontować udział
pt: prima ok para remover esta partilha
ru: Нажмите ОК для удаления общего ресурса
sk: stlačte OK pre zmazanie tohoto zdieľania
tr: bu paylaşımı silmek için ok tuşuna basın

source: go to next share
ar: الذهاب الى المشارك التالي
cs: následující sdílení
de: Zum nächsten Eintrag wechseln
es: Ir al próximo directorio compartido
et: mine järgmisele jagatud kataloogile
fi: siirry seuraavaan jakoon
fy: gjin nei folgende map
lt: eiti į sekantį bendro naudojimo resursą
nl: Naar de volgende share
pl: Przejdź do następnego udziału
pt: ir a partilha seguinte
ru: Переход к следующей части
sk: nasledujúce zdieľanie
tr: sonraki paylaşıma git

source: enter the name of the share
ar: أدخل اسم المشارك
cs: zadejte název sdíleného prostředku
de: Name der Freigabe eingeben (//DreamBox/harddisk)
es: Nombre del directorio compartido (//DreamBOX/harddisk)
et: sisesta jagatud osa nimi
fi: Syötä jaon nimi
fy: ynjefte fan namme fan 'e diele map
lt: įrašykite bendrai naudojamo resurso pavadinimą
nl: Vul de share-naam in
pl: Wprowadź nazwę udziału (//DreamBOX/harddisk)
pt: introduza o nome da partilha
ru: Введите имя общего ресурса (//DreamBOX/harddisk)
sk: zadajte názov zdieľaného prostriedku
tr: paylaşım adını girin

source: enter the name of the share (//DreamBOX/harddisk)
ar: أدخل اسم المشارك (//DreamBOX/harddisk)
cs: zadejte název sdíleného prostředku (//DreamBOX/harddisk)
de: Den Namen der Freigabe eingeben (//DreamBox/harddisk)
es: Nombre del directorio compartido (//DreamBOX/harddisk)
et: sisesta jagatud osa nimi (//DreamBOX/hdd)
fi: syötä jaon nimi (//DreamBOX/harddisk)
fy: ynjefte namme fan 'e map (//DreamBOX/harddisk)
lt: įrašykite bendrai naudojamo resurso pavadinimą (//DreamBOX/harddisk)
nl: Vul de share-naam in (//DreamBOX/harddisk)
pl: Wprowadź nazwę udziału (//DreamBOX/harddisk)
pt: introduza o nome da partilha (//DreamBOX/harddisk)
ru: Введите имя общего ресурса (//DreamBOX/harddisk)
sk: zadajte názov zdieľaného prostriedku (//DreamBOX/harddisk)
tr: paylaşımın adını girin (//DreamBOX/harddisk)

source: New
ar: جديد
cs: nový
de: Neu
es: Nuevo
et: Uus
fi: Uusi
fy: Nij
lt: naujas
nl: Nieuw
pl: Nowy
pt: Novo
ru: Новый
sk: nový
tr: Yeni

source: umount
ar: الربط او المشاركة
cs: odpojit
de: aushängen
es: desmontar
et: haagi lahti
fi: irrota
fy: oankeppelingen
lt: atjungti
pl: Odłącz
pt: desmontar
ru: Отсоединение
sk: odpojiť
tr: ayır

source: Status: Mounted
ar: نتيجة الحاله : مربوط
cs: Stav: připojeno
de: Status: Eingehängt
es: Estado: Montado
et: Staatus: Haagitud
fi: Tila: liitetty
fy: Status: oankeppele
lt: Būsena: Pajungta
nl: Status: gemount
pl: Status: Podłączony
pt: Estado: Montado
ru: Состояние: Подсоединён
sk: Stav: pripojené
tr: Durum: Bağlı

source: mount
ar: الربط
cs: připojit
de: einhängen
es: montar
et: külgehaakimine
fi: liitä
fy: oankeppelje
lt: pajungti
nl: Mounts
pl: Podłącz
pt: montar
ru: Вкл.
sk: pripojiť
tr: bağlan

source: Status: Not Mounted
ar: نتيجة الحاله : غير مربوط
cs: Stav: nepřipojeno
de: Status: Nicht eingehängt
es: Estado: No Montado
et: Staatus: Haakimata
fi: Tila: ei liitetty
fy: Status: Net oankeppele
lt: Būsena: Nepajungta
nl: Status: niet gemount
pl: Status: Niepodłączony
pt: Estado: Não Montado
ru: Состояние: Не подсоединён
sk: Stav: nepripojené
tr: Durum: Mount edili değil

source: External mounts settings (%d/%d)
ar: اعدادات الربط الخارجي (%d/%d)
cs: Externí připojení (%d/%d)
de: Einstellungen der externe Freigaben (%d/%d)
es: Ajustes de montaje exterto (%d/%d)
et: Välise liidese seaded (%d/%d)
fi: Etäjaon asetukset (%d/%d)
fy: Externe oankeppel ynstellingen (%d/%d)
lt: Įšorinių pajungimų valdymas (%d/%d)
nl: Externe mountinstellingen (%d/%d)
pl: Ustawienia udziałów (%d/%d)
pt: Definições de montagem externa (%d/%d)
ru: Настройки подсоединения (%d/%d)
sk: Externé pripojenie (%d/%d)
tr: Harici bağlantı bilgisi (%d/%d)

source: invalid or missing host or dir or local dir
ar: اسم غير صحيح او ناقص
cs: neplatný nebo neexistující host nebo dir nebo local dir
de: Ungültiger Freigabename oder nicht vorhandenes mount Ziel
es: Directorio local/remoto inválido
et: vigane või puuduv host, kataloog või kohalik kataloog
fi: virheellinen tai puuttuva hakemisto
fy: ferkearde/ untbrekende host,map of lokale map
lt: neteisingas arba nėra hosto arba dir arba local dir
nl: Ongeldige of ontbrekende map of lokale map
pl: Brak lub nieprawidłowy katalog
pt: Anfitrião/directório/local inválido ou em falta
ru: Место назначения не доступно
sk: neplatný alebo neexistujúci host alebo adresár alebo lokálny adresár
tr: geçersiz ya da yanlış host, dizin yada yerel dizin
