Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: shutdown your dreambox
ar: أغلق جهازك دريم بوكس
cs: vypnout dreambox
de: Ihre Dreambox ausschalten
es: Apagar su receptor
et: lülita välja oma dreambox
fi: sammuta Dreambox
fy: Dreambox no útskeakelje
lt: išjungti imtuvą
nl: Dreambox uitschakelen
pl: Wyłącz odbiornik z zapisem ustawień
pt: desligar a Dreambox
ru: Выключение
sk: vypnúť Dreambox
tr: dreambox'u tamamen kapatır

source: restart
ar: اعادة التشغيل
cs: Restartovat box
de: Neustarten
es: Reiniciar
et: taaskäivita
fi: Käynnistä laite uudelleen
fy: Opnij starte
lt: paleisti iš naujo
nl: Herstart
pl: Restart odbiornika
pt: reinício
ru: Перезапуск
sk: Rešatrtovať box
tr: Drembox'ı yeniden başlat

source: shutdown your dbox-2
ar: اغلاق جهاز الاستقبال dbox-2
cs: Vypnout dbox-2
de: Ihre dbox-2 ausschalten
es: Apagar su receptor
et: lülita välja oma dbox-2
fi: sammuta dbox-2
fy: dbox-2 no útskeakelje
lt: išjungti imtuvą
nl: Dbox-2 uitschakelen
pl: Wyłącz dbox-2
pt: Desligar a dbox-2
ru: Выключение
sk: Vypnúť dbox-2
tr: dbox-2'yi kapat

source: restart your dbox-2
ar: اعادة تشغيل حهاز الاستقبال dbox-2
cs: restartovat dbox-2
de: Ihre dbox-2 neustarten
es: Reiniciar su receptor
et: taaskäivita oma dbox-2
fi: Käynnistä dbox-2 uudelleen
fy: dbox-2 opnij starte
lt: paleisti iš naujo dbox-2
nl: Dbox-2 herstarten
pl: Restartuj dbox-2
pt: reiniciar seu dbox-2
sk: reštartovať dbox-2
tr: dbox-2 yeniden başlat

source: goto standby
ar: بداية وضع الانتظار
cs: Přejít do Standby
de: Standby-Modus
es: Ir al modo espera
et: mine ooterežiimi
fi: Siirry valmiustilaan
fy: nei paraat
lt: eiti į budėjimą
nl: Schakel naar standby
pl: Stan czuwania
pt: ir para standby
ru: Перейти в Ожидание
sk: Prejsť do Standby
tr: Hazırda beklet

source: goto standby mode
ar: الدخول الى وضع الانتظار
cs: přejít do pohotovostního módu
de: Standby-Modus
es: Ir al modo espera
et: mine ooterežiimi
fi: siirry valmiustilaan
fy: nei paraatmodus
lt: eiti į budėjimą
nl: Schakel naar standby-modus
pl: Wyłącz odbiornik i przejdź w stan czuwania
pt: ir para standby
ru: Перейти в Ожидание
sk: prejsť do pohotovostného módu
tr: hazırda bekleme (stand by) kipi

source: set sleeptimer
ar: ضبط توقيت النوم
cs: Nastavit čas vypnutí (SleepTimer)
de: 'Sleep-Timer' setzen
es: Activar Sleep Timer
et: seadista unetaimer
fi: Aseta uniajastin
fy: set sliep-tiidsynstelling
lt: nustatyti išsijungimo laiką
nl: Slaaptimer instellen
pl: Wyłącznik czasowy
pt: definir hibernação
ru: Установка таймера выключения (сна)
sk: Nastaviť čas vypnutia (Sleep timer)
tr: Uyku zamanlamayı ayarla

source: set a sleep timer
ar: تحديد وقت النوم
cs: nastavit čas vypnutí
de: 'Sleep-Timer' setzen
es: Activar Sleep Timer
et: seadista unetaimer
fi: aseta uniajastin
fy: set een sliep-tiidsynstelling
lt: nustatyti išsijungimo laiką
nl: Sleeptimer instellen
pl: Ustaw czas do zakończenia pracy odbiornika
pt: Definir tempo de hibernação
ru: Установка таймера выключения (сна)
sk: nastaviť čas vypnutia
tr: Uyku zamanlamayı kur ve çalıştır

source: Shutdown/Standby Menu >>> [MENU] >>> [5] Shutdown . . . . . . . . . . This menu offers you ways to shutdown your receiver. . . . . . . . . . . Usage: restart enigma Restarts your Dreambox (warm restart) Shutdown now Shutdown your Dreambox Restart Restart you Dreambox (cold restart) Goto standby Switch to StandBy mode Set Sleeptimer Sleep timer setup [EXIT] Close window
ar: الاغلاق/قائمة الوضع المؤقت
cs: Vypnout/Standby Menu >>> [MENU] >>> [5] Vypnout box . . . . . . . . . . Toto menu nabízí způsob vypnutí příjímače. . . . . . . . . . . Použití: restart enigma Restartuje Dreambox (teplý restart) vypnout Box Vypne Dreambox restart Restartuje Dreambox (studený restart) přejít do Standby Přepnutí do pohotovostního módu nastavit čas vypnutí nastavení času pro vypnutí/přechodu do pohotovostního módu [EXIT] Zavřít okno
de: Ausschalten/Standby Menu >>> [MENU] >>> [5] Ausschalten . . . . . . . . . . Dieses Menu bieten ihnen Möglichkeiten den Receiver auszuschalten. . . . . . . . . . . Benutzung: Enigma neustarten Startet nur Enigma neu (warm start) Jetzt ausschalten Schaltet ihre Dreambox aus Neustart Startet ihre Dreambox neu (kalt start) Standby Schaltet die Box in den Standby-Modus Sleeptimer Einstellen Einstellen des Sleeptimers [EXIT] Fenster schliessen
es: Menu de Apagado/En espera >>> [MENU] >>> [5] Apagado . . . . . . . . . . Desde este menu podras apagar tu receptor. . . . . . . . . . . Uso: restart enigma Reinicia tu receptor (en caliente) Shutdown now Apaga el receptor Restart Reinicia tu receptor (en frio) Goto standby Pasar a modo de Espera Set Sleeptimer Ajuste del apagado automatico [EXIT] Cerrar ventana
et: VäljaLülituse/Ooterežiimi Menüü >>> [MENU] >>> [5] VäljaLülitus . . . . . . . . . . See menüü võimaldab valida viisi kuidas lülitada välja sinu vastuvõtja. . . . . . . . . . . Kasutamine: Enigma taaskäivitus Taaskäivitab sinu Dreamboksi (kuum taaskäivitus) Väljalülitus Lülitab välja sinu Dreamboksi Taaskäivitus Restart you Dreambox (cold restart) Ooterežiim Lülitab Ooterežiimi Unetaimeri Häälestus Seadistab Unetaimeri [EXIT] Sulge aken
fi: Sammutus-/valmiustilavalikko >>> [MENU] >>> [5] Sammuta . . . . . . . . . . Tämä valikko sisältää erilaiset sammutusvaihtoehdot. . . . . . . . . . . Käyttö: Käynnistä ohjelmisto uudelleen Käynnistää Enigma uudelleen käynnistämättä laite Sammuta Sammuttaa Dreamboxin Käynnistä laite uudellleen Käynnistää Dreamboxin uudelleen Siirry valmiustilaan Siirry valmiustilaan Aseta uniajastin Uniajastin sammuttaa laitteen säädetyn ajan kuluttua [EXIT] Poistu
fy: Útskeakelje/Paraatmodus Menu >>> [MENU] >>> [5] Útskeakelje . . . . . . . . . . Dit menu jouwt manieren om de untfanger út te skeakeljen. . . . . . . . . . . Gebrûk: enigma opnij starte Dreambox opnij starte (waarme start) No útskeakelje De Dreambox alhiel útskeakelje Opnij starte Restart you Dreambox (kâlde start) Nei paraatmodus Nei paraatmodus skeakelje Set Sliiptiidstjoering Sliiptiid stjoerde ynstellingen [EXIT] Slút finster
pl: Wyłącz >>> [MENU] >>> [5] Wyłącz . . . . . . . . . . W tym menu możesz wyłączyć lub uruchomić ponownie odbiornik. . . . . . . . . . . Użycie: Restart Enigmy Uruchamia ponownie odbiornik (warm restart) Wyłącz Wyłącza odbiornik Uruchom ponownie Uruchom ponownie odbiornik (cold restart) Czuwanie Przejdź w stan czuwania Wyłącznik czasowy Ustaw wyłącznik czasowy [EXIT] Zamknij okno
pt: Menu de Encerramento/Standby >>> [MENU] >>> [5] Encerrar . . . . . . . . . . Este menu oferece diferentes maneiras de desligar o receptor. . . . . . . . . . . Utilização: restart enigma Reinicia a Dreambox (levemente) Shutdown now Desliga a Dreambox Restart Reinicia a Dreambox (a fundo) Goto standby Alterar para o modo de StandBy Set Sleeptimer Menu do temporizador [EXIT] Fechar a janela
ru: Выключение >>> [MENU] >>> [5] Выключение . . . . . . . . . . Здесь можно выключить или перезагрузить Dreambox. . . . . . . . . . . Использование: Перезапуск Перезагрузка памяти (тёплая) Выключение Выключение Dreambox Перезагрузка Полная перезагрузка (холодная) Ожидание Переход в режим ожидания Таймер выключения Настройка таймера выключения [EXIT] Выйти
sk: Vypnúť/Standby Menu >>> [MENU] >>> [5] Vypnúť box . . . . . . . . . . Toto menu ponúka spôsob vypnutia príjímača. . . . . . . . . . . Použitie: reštart enigma Reštartuje Dreambox (teplý reštart) vypnúť Box Vypne Dreambox reštart Reštartuje Dreambox (studený reštart) prejsť do Standby Prepnutie do pohotovostného módu nastaviť čas vypnutia nastavenie času pre vypnutie/prechod do pohotovostného módu [EXIT] Zavrieť okno
tr: Kapat/Hazırda Beklet Menüsü >>> [MENU] >>> [5] Kapat . . . . . . . . . . Bu menü alıcınızı kapatma seçeneklerini görüntüler. . . . . . . . . . . Kullanım: enigmayı yenden başlat Dreamx'unuzu yeniden balatır (sadece servisler) Şimdi Kapat Dreambox'unuz kapatır Yeniden Başlat Dreambox'unuz yenden başlatır (sistemi yenden başlatır) Hazırda Bakleme kipi Hazırda Bekleme kipini başlatır Uyku zmanlayıcı Uyku Zmanlayıcı kurulumu [EXIT] Pencereyi kapat

source: Set Sleeptimer >>> [MENU] >>> [5] Shutdown >>> Set sleeptimer . . . . . . . . . . Sleeptimer allows you to set a countdown time for when the Dreambox should shutdown automatically. . . . . . . . . . . Usage: [LEFT]/[RIGHT] Previous/Next Menu item [UP]/[DOWN] Duration: Countdown time [NUMBERS] Shutdown [OK] Toggle Shutdown mode Standby [OK] Toggle standby mode [GREEN] Save changes and close window [EXIT] Close window without saving changes
ar: ضع توقيت الاغلاق
cs: Nastavit čas vypnutí >>> [MENU] >>> [9] Vypnout box >>> nastavit čas vypnutí . . . . . . . . . . Sleeptimer umožňuje nastavit čas automatického vypnutí boxu. . . . . . . . . . . Použití: [LEFT]/[RIGHT] Předchozí/Následující položka menu [UP]/[DOWN] Doba do vypnutí: doba do provedení příkazu [NUMBERS] Vypnout box [OK] po uplynutí doby vypne box Standby [OK] po uplynutí doby přepne do Standby [GREEN] uložit změny a zavřít okno [EXIT] zavřít okno bez uložení změn
es: Ajustar apagado automatico >>> [MENU] >>> [5] Apagar >>> Ajustar apagado automatico . . . . . . . . . . El apagado automatico permite poner una cuenta atras al final de la cual el receptor se apagara automaticamente. . . . . . . . . . . Uso: [LEFT]/[RIGHT] Anterior/Siguiente item del menu [UP]/[DOWN] Duracion: Cuenta atras [NUMBERS] Shutdown [OK] Activar modo de apagado Standby [OK] Activar modo de espera [GREEN] Salvar los cambios y cerrar la ventana [EXIT] Cerrar la ventana sin salvar los cambios
et: Seadista Unetaimer >>> [MENU] >>> [5] Lülitavälja >>> Seadista Unetaimer . . . . . . . . . . Unetaimer võimaldab sul alustada aja lugemist hetkeni, millal Dreamboks automaatselt välja lülitub. . . . . . . . . . . Kasutamine: [VASAK]/[PAREM] Eelmine/Järgmine Menüü ühik [ÜLES]/[ALLA] Kestvus: Aeg lõpetamiseni [NUMBRID] Lülita välja [OK] Vaheta Väljalülitamise viis Ooterežiim [OK] Vaheta Ooterežiimi viis [ROHELINE] Salvesta muutused ja sulge aken [EXIT] Sule aken ilma muutusi salvestamata
fi: Aseta uniajastin >>> [MENU] >>> [5] Sammutus >>> Aseta uniajastin . . . . . . . . . . Uniajastimella voit asettaa ajan, jonka kuluttua Dreambox sammutetaan. . . . . . . . . . . Käyttö: [VASEN]/[OIKEA] Previous/Next Menu item [YLÖS]/[ALAS] Kesto: Ajastimen aika [NUMBERS] Shutdown [OK] Vaihda sammutustilaan Standby [OK] Vaihda valmiustilaan [GREEN] Tallenna asetukset [EXIT] Poistu tallentamatta asetuksia
fy: Sliiptiidstjoering ynstellingen >>> [MENU] >>> [5] Útskeakelje >>> Sliiptiidstjoering . . . . . . . . . . De Sliiptiidstjoering set in tiid wer nei de Dreambox automatysk útskeakelt. . . . . . . . . . . Gebrûk: [LINKS]/[RJOCHTS] foarige/folgende Menu item [OP]/[DEL] Tiidsbeslach : ôftel tiid [NÛMERS] Útskeakelje [OK] Útskeakelmodus omskeakelje Paraatmodus [OK] Paraatmodus omskeakelje [GRIEN] Wizigingen opslaan en slút finster [EXIT] Feroaringen net opslaan en slút finster
lt: Išsijungimo laikmačio nustatymas >>> [MENIU] >>> [5] Išjungti >>> Nustatyti išsijungimo laikmatį . . . . . . . . . . Išsijungimo laikmatis leidžia nustatyti atgalinį laiką tada, kada imtuvas išsijungia automatiškai. . . . . . . . . . . Naudojama: [KAIRĖ]/[DEŠINĖ] Ankstesnė/Sekanti meniu užduotis [AUKŠTYN]/[ŽEMYN] Trukmė: Atgalinis laiko skaičiavimas [SKAIČIAI] Išsijungimas [OK] Išsijungimo režimas Sustojimas [OK] Sustojimo režimas [ŽALIA] Išsaugoti pakeitimus ir uždaryti langą [EXIT] Uždaryti langą be nustatymų išsaugojimo
pl: Wyłącznik czasowy >>> [MENU] >>> [5] Wyłącz >>> Wyłącznik czasowy . . . . . . . . . . Wyłącznik czasowy pozwala ustawić czas do zakończenia pracy odbiornika. Po upływie tego czasu odbiornik wyłączy się automatycznie. . . . . . . . . . . Użycie: [Lewy]/[Prawy] Poprzednia/następna pozycja menu [Góra]/[Dół] Czas do wyłączenia: Czas do wyłączenia [NUMBERS] Wyłącz [OK] Wyłącz odbiornik Czuwaj [OK] Przełącz w stan czuwania [GREEN] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Definir temporizador >>> [MENU] >>> [5] Desligar >>> Definir temporizador . . . . . . . . . . O temporizador permite definir uma contagem decrescente de tempo para encerrar a Dreambox automaticamente. . . . . . . . . . . Utilização: [LEFT]/[RIGHT] Item anterior/seguinte do Menu [UP]/[DOWN] Duração: Tempo de contagem decrescente [NUMBERS] Encerrar [OK] Alternar para o modo desligado Standby [OK] Alternar para o modo de standby [GREEN] Guardar alterações e fechar a janelan [EXIT] Fechar a janela sem guardar alterações
ru: Таймер отключения(сна) >>> [MENU] >>> [5] Выключение >>> Таймер . . . . . . . . . . Таймер отключения устанавливается для выключения Dreambox через заданное время от текущего. . . . . . . . . . . Использование: [ВЛЕВО]/[ВПРАВО] Предыдущий/следующий пункт [ВВЕРХ]/[ВНИЗ] Время: Время до выключения [ЦИФРЫ] Выключение [OK] Режим Выключение Ожидание [OK] Режим Ожидание [GREEN] Записать и выйти [EXIT] Выйти без записи
sk: Nastaviť čas vypnutia >>> [MENU] >>> [9] Vypnúť box >>> nastaviť čas vypnutia . . . . . . . . . . Sleeptimer umožňuje nastaviť čas automatického vypnutia boxu. . . . . . . . . . . Použitie: [LEFT]/[RIGHT] Predch./Nasledujúca položka menu [UP]/[DOWN] Doba do vypnutia: doba do vykonania príkazu [NUMBERS] Vypnúť box [OK] po uplynutí doby vypne box Standby [OK] po uplynutí doby prepne do Standby [GREEN] uložiť zmeny a zavrieť okno [EXIT] zavrieť okno bez uloženia zmien
tr: Uyku Zamanlayıcısı ayarları >>> [MENU] >>> [5] Kapatma >>> Uyku zamanlayıcısını ayarla . . . . . . . . . . Uyku zamanlayıcı, belirli bir süre ayarlamanıza ve bu süre geçtikten sonunda draeambox'un otomatik olarak kapanmasına olanak sağlar. . . . . . . . . . . Kullanılışı: [SOL]/[SAĞ] Previous/Next Menu item [YUKARI]/[AŞAĞI] Süre: geriye doğru sayılacak süre [SAYILAR] Kapat [OK] Kapatma kipini devreye alır Hazırda bekle [OK] THazırda Bekleme kipini devreye alır [YEŞİL] Değişiklikleri kaydet ve hazırda bekle [EXIT] Değişiklikleri kaydetmeden pencereyi kapatır

source: Record Menu
ar: قائمة التسجيل
cs: Menu záznam
de: Aufnahme-Menü
es: Menú grabaciones
et: Salvestiste menüü
fi: Tallennusvalikko
fy: Opnimmen Menu
lt: Įrašymo meniu
nl: Opname menu
pl: Menu nagrywania
pt: Menu Gravação
ru: Меню записис
sk: Menu záznam
tr: Kayıt Menüsü

source: stop record now
ar: أوقف قائمة التسجيل
cs: zastavit záznam
de: Aufnahme sofort beenden
es: Terminar grabación ya!
et: peata salvestamine
fi: lopeta tallennus nyt
fy: stopje opnimmen no
lt: sustabdyti įrašymą dabar
nl: Opname nu stoppen
pl: Zatrzymaj nagranie
pt: parar gravação
ru: Стоп запись
sk: zastaviť záznam
tr: Kaydı derhal durdur

source: immediate stop the recording
ar: ايقاف التسجيل فورا
cs: ihned zastavit nahrávání
de: Aufnahme sofort beenden
es: Terminar grabación ahora
et: peatab koheselt salvestamise
fi: pysäytä tallennus heti
fy: opnimmen direkt stopje
lt: greitai sustabdyti įrašymą
nl: Opname direct stoppen
pl: natychmiast zakończ nagrywanie
pt: parar imediatamente a gravação
ru: Немедленно прекратить запись
sk: ihneď zastaviť nahrávanie
tr: kaydı derhal durdur

source: set record duration
ar: إعداد قائمة التسجيل
cs: nastavit délku záznamu
de: Aufnahmedauer eingeben
es: Duración de la grabación
et: salvestamise kestus
fi: aseta tallennuksen kesto
fy: set tiidsbeslach fan opnimmen
lt: nustatyti įrašymo trukmę
nl: Opnameduur instellen
pl: Ustaw czas trwania nagrywania
pt: ajustar o tempo da gravação
ru: Продолжительность записи
sk: nastaviť dĺžku záznamu
tr: Kayıt süresi ayarla

source: set the recording time (in minutes)
ar: تحديد وقت التسجيل بالدقائق
cs: nastavit čas záznamu (v minutách)
de: Die Aufnahme-Zeit setzen (in Minuten)
es: Ajustar duración de la grabación (en minutos)
et: seadista salvestamise aeg (minutites)
fi: aseta tallennusaika (minuutteina)
fy: set opnimtiid (in minuten)
lt: nustatyti įrašymo laiką (minutėmis)
nl: Stel de opnametijd in (in minuten)
pl: Ustaw czas nagrywania (w minutach)
pt: ajustar o tempo de gravação (em minutos)
ru: Продолжительность записи, мин.
sk: nastaviť čas záznamu (v minutách)
tr: kayıt süresi ayarla (dakika olarak)

source: set record stop time
ar: إعداد وقت توقف التسجيل
cs: nastavit čas ukončení záznamu
de: Endzeit der Aufnahme eingeben
es: Hora de parada
et: salvestamise lõpu aeg
fi: aseta tallennuksen päättymisaika
fy: set eintiid fan opnimmen
lt: nustatyti sustabdymo laiką
nl: Eindtijd van de opname instellen
pl: Ustaw czas zakończenia nagrywania
pt: ajustar a hora do fim da gravação
ru: Установить время окончания записи
sk: nastaviť čas ukončenia záznamu
tr: Kayıt bitiş zamanını ayarla

source: set the recording end time
ar: تحديد نهاية وقت التسجيل
cs: nastavit čas ukončení záznamu
de: Endzeit der Aufnahme festlegen
es: Poner la hora de parada
et: seadista salvestamise lõpetamise aeg
fi: aseta tallennuksen päättymisaika
fy: set de eintiid fan opnimmen
lt: nustatyti įrašymo pabaigos laiką
nl: Stel de opname-eindtijd in
pl: Ustaw czas zakończenia nagrywania
pt: registar hora do fim da gravação
ru: Установить время окончания записи
sk: nastaviť čas ukončenia záznamu
tr: Kayıt bitiş zamanını ayarla

source: add timeshift to recording (%d min)
ar: اضافة التايم شيفت للتسجيل (%d min)
cs: přidat timeshift k nahrávce (%d min)
es: añadir timeshift a la grabacion (%d min)
et: seadista ajanihe salvestamisel (%d min)
fi: lisää nauhoituksen ajansiirto (%d min)
fy: tiidsskowen tafoegje oan opnimmen (%d min)
nl: voeg timeshift aan de opname toe (%d min)
ru: Добавить Timeshift к записи (%d min)
sk: pridať timeshift k nahrávke (%d min)
tr: Zamanötelmeyi kayıda ekle (%d dak.)

source: add recorded timeshift at beginning of this recording
ar: اضافة التايم شيفت للتسجيل في مقدمة هذا التسجيل
cs: přidád nahrávku timeshiftu na začátek tohoto nahrávání
es: añadir timeshift grabado al comienzo de esta grabacion
et: lisa salvestatud ajanihe selle salvestise algusesse
fi: lisää nauhoitettu ajansiirto tämän nauhoituksen alkuun
fy: opnâme tiidsskowen tafoegje oan it begjin fan dit opnimmen
nl: voeg een opgenomen timeshift toe aan het begin van deze opname
ru: Добавить записанные Timeshift в начало этой записи
sk: pridať nahrávku timeshiftu na začiatok tohto nahrávania
tr: Kayıdın başına önceden kayıtlı zaman ötelemeyi ekler

source: press ok to start edit mode
ar: اضغط أوكي لبدء نظام التعديل
cs: stiskněte OK pro editační mód
de: 'OK' drücken, um den Bearbeitungsmodus zu starten
es: Pulse OK para activar modo edición
et: vajuta ok käivitamaks redigeerimise režiim
fi: paina ok siirtyäksesi muokkaustilaan
fy: druk ok foar bewurkjen modus
lt: redagavimui spauskite (ok)
nl: Druk op OK om de edit mode te activeren
pl: Wciśnij OK aby uruchomić tryb edycji
pt: caregar ok para lançar o modo édito
ru: Нажмите ОК для редактирования
sk: stlačte OK pre editačný mód
tr: Düzenle kipini başlatmak için ok tuşlayın

source: enigma mainmenu
ar: قائمة إنيجما الرئيسة
cs: Enigma hlavní menu
de: Hauptmenü
es: Menú principal enigma
et: enigma põhimenüü
fi: Enigma päävalikko
fy: enigma haadmenu
lt: pagrindinis enigmos meniu
nl: Enigma hoofdmenu
pl: Wróć do menu głównego
pt: menu principal enigma
ru: Вернуться к Главному меню
sk: Enigma hlavné menu
tr: Enigma ana menü

source: close the mainmenu
ar: أغلق القائمة الرئيسة
cs: uzavři hlavní menu
de: Hauptmenü schliessen
es: Cerrar menú principal
et: sulge põhimenüü
fi: sulje päävalikko
fy: haadmenu slute
lt: uždaryti pagrindinį meniu
nl: Sluit het hoofdmenu
pl: Zamknij menu główne
pt: fechar o menu principal
ru: Закрыть Главное меню
sk: zavri hlavné menu
tr: Ana menüyü kapat

source: select previous entry
ar: اختيار المدخل السابق
cs: zvol předchozí
de: Vorherigen Eintrag wählen
es: Ir al elemento previo
et: vali eelmine sissekanne
fi: valitse edellinen merkintä
fy: selektearje foarige yngong
lt: rinktis ankstesnę užduotį
nl: Vorig item selecteren
pl: Wybierz poprzedni wpis
pt: selecionar a entrada precedente
ru: Выберите предыдущий пункт
sk: zvoľ predchádzajúci
tr: Bir önceki öğeyi seçin

source: select next entry
ar: اختيار المدخل التالى
cs: zvol následující
de: Nächsten Eintrag wählen
es: Ir al elemento siguiente
et: vali järgmine sissekanne
fi: valitse seuraava merkintä
fy: selektearje folgende yngong
lt: rinktis sekančią užduotį
nl: Volgend item selecteren
pl: Wybierz następny wpis
pt: selecionar a entrada seguinte
ru: Выберите следующий пункт
sk: zvoľ nasledujúci
tr: Bir sonraki öğeyi seçin

source: Radio mode
ar: نظام الراديو
cs: Rádio
de: Radio-Modus
es: Modo radio
et: Raadio režiim
fi: Radio
fy: Radio
lt: Radijas
nl: Radiomodus
pl: Radio
pt: Modo rádio
ru: Радио
sk: Rádio
tr: Radyo kipi

source: File mode
ar: نظام الملفات
cs: Soubory
de: Datei-Modus
es: Modo fichero
et: Failide režiim
fi: Tiedostot
fy: Bestannen
lt: Failai
nl: Bestandsmodus
pl: Pliki
pt: Modo ficheiro
ru: Файлы
sk: Súbory
tr: Dosya kipi

source: Shutdown
ar: إغلاق
cs: Vypnout box
de: Ausschalten
es: Apagar
et: Lülita välja
fi: Sammuta
fy: Útskeakelje
lt: Išjungti...
nl: Uitschakelen
pl: Wyłącz
pt: Desligar
ru: Выключение
sk: Vypnúť box
tr: Kapat

source: Setup
ar: قائمة الاعدادات
cs: Nastavení
de: Einstellungen
es: Ajustes
et: Häälestus
fi: Asetukset
fy: Ynstellingen
lt: Nustatymai
nl: Instellingen
pl: Ustawienia
pt: Configuração
ru: Настройка
sk: Nastavenie
tr: Kurulum

source: Games
ar: ألعاب
cs: Hry
de: Spiele
es: Juegos
et: Mängud
fi: Pelit
fy: Spultsjes
lt: Žaidimai
nl: Spelletjes
pl: Gry
pt: Jogos
ru: Игры
sk: Hry
tr: Oyunlar

source: Timer
ar: مؤقت
cs: Časovač
es: Temporizador
et: Taimer
fi: Ajastin
fy: Tiidsjtoering
lt: Laikmatis
pl: Lista zadań
pt: Relógio
ru: Таймер
sk: Časovač
tr: Zamanlayıcı

source: Mainmenu
ar: القائمة الرئيسة
cs: Hlavní menu
de: Hauptmenü
es: Menu principal
et: Põhimenüü
fi: Päävalikko
fy: HaadMenu
lt: Pagrindinis meniu
nl: Hoofdmenu
pl: Menu główne
pt: Menu principal
ru: Главное меню
sk: Hlavné menu
tr: Ana Menü (080604-01)
