Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: MainMenu >>> [MENU] . . . . . . . . . . The MainMenu gives you access to the main control groups of your DreamBox: (1)TV mode (2)Radio mode (3)File mode (4)Information (5)Shutdown (6)Setup (7)Games (8)Timer (9)VCR . . . . . . . . . . Usage: [LEFT]/[RIGHT] Previous/Next Menu item [NUMBERS] Select Menu item directly [EXIT]/[MENU] Close Menu
ar: القائمة الرئيسية
cs: Hlavní menu >>> [MENU] . . . . . . . . . . Z hlavního menu se dostanete na všechny hlavní ovládací skupiny DreamBoxu: (1)TV (2)Radio (3)Soubory (4)VCR (5)Časovač (6)Nastavení (7)Hry (8)Informace (9)Vypnout box . . . . . . . . . . Použití: [LEFT]/[RIGHT] Předchozí/Následující položka menu [NUMBERS] Přímá volba menu [EXIT]/[MENU] Zavřít menu
es: Menu principal >>> [MENU] . . . . . . . . . . El menu principal te da acceso al los grupos de control principal de tu DreamBox: (1)Modo TV (2)Modo Radio (3)Modo Fichero (4)Informacion (5)Apagado (6)Ajustes (7)Juegos (8)Programacion (9)Grabacion . . . . . . . . . . Uso: [LEFT]/[RIGHT] Anterior/Siguiente item del Menu [NUMBERS] Seleccion de item directa [EXIT]/[MENU] Cerrar Menu
et: Pea Menüü >>> [MENU] . . . . . . . . . . Peamenüü võimaldab kontrollida sinu Dreamboksi kõiki kontrollgruppe: (1)TV režiim (2)Raadio režiim (3)Failirežiim (4)Informatsioon (5)Väljalülitus (6)Häälestus (7)Mängud (8)Taimer (9)VCR . . . . . . . . . . Kasutamine: [VASAK]/[PAREM] Eelmine/Järgmine Menüü [NUMBRID] Vali otse vajalik menüü osa [EXIT]/[MENU] Sulge Menüü
fi: Päävalikko >>> [MENU] . . . . . . . . . . Päävalikon kautta päästään käsiksi Dreamboxin eri toimintoihin: (1)TV (2)Radio (3)Tiedostot (4)Info (5)Sammutus (6)Asetukset (7)Pelit (8)Ajastin (9)VCR . . . . . . . . . . Käyttö: [VAS]/[OIK] Edell./seuraava [NUMEROT] Suoravalinta [EXIT]/[MENU] Poistu
fy: HaadMenu >>> [MENU] . . . . . . . . . . It haadmenu jouwt tagong oant de haad controle groepen fan de Dreambox : (1)TV (2)Radio (3)Bestannen (4)Ynformaasje (5)Útskeakelje (6)Ynstellingen (7)Spultjes (8)Tiidstjoering (9)VCR . . . . . . . . . . Gebrûk : [LINKS]/[RJOCHTS] foarige/folgende Menu punt [NÛMERS] Selektearje Menu punt direkt [EXIT]/[MENU] Slút finster
lt: Meniu >>> [MENIU] . . . . . . . . . . Meniu leidžia priėjimą prie pagrindinių jūsų imtuvo kontrolės grupių: (1)Televizija (2)Radijas (3)Failai (4)Informacija (5)Išjungti imtuvą (6)Nustatymai (7)Žaidimai (8)Laikmatis (9)Vaizdo grotuvas . . . . . . . . . . Naudojama: [KAIRĖ]/[DEŠINĖ] Ankstenė/Sekanti meniu užduotis [SKAIČIAI] Pasirinkite meniu dabar [EXIT]/[MENIU] Uždaryti meniu
pl: Menu główne >>> [MENU] . . . . . . . . . . Menu główne umożliwia dostęp do głównych grup ustawień odbiornika Dreambox: (1)Telewizja (2)Radio (3)Pliki (4)Informacje (5)Wyłącz (6)Ustawienia (7)Gry (8)Lista zadań (9)VCR . . . . . . . . . . Użycie: [Lewy]/[Prawy] Poprzednia/następna pozycje menu [Cyfry] Wybierz pozycję menu bezpośrednio [EXIT]/[MENU] Zamknij menu
pt: tMenu principal >>> [MENU] . . . . . . . . . . O Menu principal dá acesso aos principais grupos de controlo da Dreambox: (1)Modo TV (2)Modo Rádio (3)Modo Ficheiro (4)Informação (5)Encerrar (6)Configuração (7)Jogos (8)Temporizador (9)VCR . . . . . . . . . . Utilização: [LEFT]/[RIGHT] Anterior/Próximo item do Menu [NUMBERS] Seleccionar o item do Menu directamente [EXIT]/[MENU] Fechar Menu
ru: Главное меню >>> [MENU] . . . . . . . . . . Главное меню даёт доступ к группам управления Dreambox: (1)Телевидение (2)Радио (3)Файлы (4)Информация (5)Выключение (6)Настройки (7)Игры (8)Таймера (9)Запись . . . . . . . . . . Использование: [ВЛЕВО]/[ВПРАВО] Предыдущий/следующий пункт меню [ЦИФРЫ] Прямой выбор пункта меню [EXIT]/[MENU] Выйти
sk: Hlavné menu >>> [MENU] . . . . . . . . . . Z hlavného menu sa dostanete na všetky hlavné ovládacie skupiny DreamBoxu: (1)TV (2)Rádio (3)Súbory (4)VCR (5)Časovač (6)Nastavenie (7)Hry (8)Informácie (9)Vypnúť box . . . . . . . . . . Použitie: [LEFT]/[RIGHT] Predch./Nasledujúca položka menu [NUMBERS] Priama voľba menu [EXIT]/[MENU] Zavrieť menu
tr: Ana Menü >>> [MENU] . . . . . . . . . . Ana Menü, Dreambox'unuzun temel kontrol gruplarına ulaşımınızı sağlar: (1)TV kipi (2)Radyo kipi (3)Dosya kipi (4)Bilgi (5)Kapatma (6)Kurulum (7)Oyunlar (8)Zamanlayıcı (9)Video Kaydedici . . . . . . . . . . Kullanım: [SOL]/[SAĞ] Önceki/Sonraki Menü seçeneği [SAYILAR] Menu seçeneğine doğrudan ulaşım [EXIT]/[MENU] Menüyü kapat

source: input all digits or press ok to send data
ar: ضع كل البيانات او اضغط موافق لأرسال البيانات
cs: zadejte všechny hodnoty nebo stiskněte OK pro odeslání
es: introduce todos los numeros o presiona OK para enviar los datos
et: sisesta kõik numbrid või vajuta OK saatmaks andmed edasi
fi: syötä numerot ja paina OK
fy: ynjefte fan nûmers of druk ok om data oer te stjoeren
lt: įrašykite visus skaičius arba spauskite ok norėdami siųsti duomenis
nl: geef alle nummers is of druk op ok om te verzenden
pl: Wpisz wszystkie cyfry lub wciśnij OK aby wysłać dane
pt: introduza todos os dígitos ou prima ok para enviar dados
ru: Введите все цифры или нажмите ОК для передачи данных
sk: zadajte všetky hodnoty alebo stlačte OK pre odoslanie
tr: Tüm haneleri girin ve verileri göndermek için OK tuşuna basın

source: NFS file system not supported
ar: ملفات النضام غير مدعمة ل NFS
cs: NFS filesystém není podporován
es: sistema de ficheros NFS no soportado
et: Puudub NFS failisüsteemi tugi
fi: NFS-tiedostojärjestelmä ei ole tuettu
fy: NFS bestânsysteem net beskikber
lt: NFS failų sistema nepalaikoma
nl: NFS filesysteem is niet ondersteund
pl: Protokół NFS nie jest wspierany
pt: sistema de ficheiros NFS não suportado
ru: NFS не поддерживается
sk: NFS filesystem nieje podporovaný
tr: NFS dosya sistemi desteklenmiyor

source: CIFS file system not supported
ar: ملفات النضام غير مدعمة ل CIFS
cs: CIFS filesystém není podporován
es: sistema de ficheros CIFS no soportado
et: Puudub CIFS failisüsteemi tugi
fi: CIF-tiedostojärjestelmä ei ole tuettu
fy: CIFS bestânsysteem net beskikber
lt: CIFS failų sistema nepalaikoma
nl: CIFS filesysteem is niet ondersteund
pl: Protokół CIFS nie jest wspierany
pt: sistema de ficheiros CIFS não suportado
ru: CIFS не поддерживается
sk: CIFS filesystem nieje podporovaný
tr: CIFS dosya sistemi desteklenmiyor

source: SMBFS file system not supported
ar: ملفات النضام غير مدعمة ل SMBFS
cs: SMBFS filesystém není podporován
es: sistema de ficheros SMBFS no soportado
et: Puudub SMBFS failisüsteemi tugi
fi: SMBFS-tiedostojärjestelmä ei ole tuettu
fy: SMBFS bestânsysteem net beskikber
lt: SMBFS failų sistema nepalaikoma
nl: SMBFS filesysteem is not ondersteund
pl: Protokół SMBFS nie jest wspierany
pt: sistema de ficheiros SMBFS não suportado
ru: SMBFS не поддерживается
sk: SMBFS filesystem nieje podporovaný
tr: SMBFS dosya sistemi desteklenmiyor

source: Mount failed
ar: فشل في الربط
cs: Připojení selhalo
de: Einhängen fehlgeschlagen
es: Fallo al montar
et: Haakimine ebaõnnestus
fi: Liitäntä epäonnistui
fy: Oankeppeljen mislearre
lt: Pajungti nepavyko
nl: Mount mislukt
pl: Montowanie nie powiodło się
pt: Falha na montagem
ru: Ошибка подсоединения
sk: Pripojenie zlyhalo
tr: Bağlanma işlemi başarısız

source: Could not create local directory
ar: لم يتمكن من عمل مجلد محلي
cs: nemohl založit adresář
de: Lokales Verzeichnis konnte nicht erstellt werden
es: No se puede crear el directorio local
et: Ei suuda luua kohalikku kataloogi
fi: Hakemiston luonti epäonnistui
fy: Koe lokale map net meitsje
lt: Nepavyko sukurti lokalios direktorijos
nl: Kan locale directory niet creeren
pl: Nie można utworzyć katalogu lokalnego
pt: Não foi possível criar uma pasta local
ru: Нельзя создать локальный каталог
sk: nemôžem založiť adresár
tr: Yerel dizin yaratılamadı

source: Mountpoint already mounted
ar: عملية الربط موجودة مسبقا
cs: Bod připojení je již připojen
de: Fehler, Freigabe ist schon eingehängt (gemountet)
es: El directorio ya fue montado
et: Haakimise viga, juba seotud
fi: Liitäntävirhe, liitetty jo
fy: flater: is al oankeppele
lt: Pajungimo taškas jau pajungtas
nl: Mount was al gemount
pl: NFS/CIFS jest już zamontowany
pt: Ponto de montagem já montado
ru: Точка подсоединения уже подсоединена
sk: Bod pripojenia je už pripojený
tr: Bağlantı noktası kullanımda

source: Mountpoint not found
ar: نقطة الربط غير متوفرة
cs: Bod připojení '%s' nebyl nalezen
de: Einhängepunkt nicht gefunden
es: Punto de montaje no encontrado
et: Ei leitud haagitud seadet
fi: Liitäntää ei löydy
fy: Oankeppelpunt net fûn
lt: Pajungimo taškas nerastas
nl: Mount niet gevonden
pl: Nie znaleziono urządzenia
pt: Ponto de montagem não encontrado
ru: Точка подсоединения не найдена
sk: Bod pripojenia '%s' nebol nájdený
tr: '%s' adlı eklenti bulunamadı

source: Browse...
cs: Hledám...
fi: Selaa...
fy: Rûnsjen...
nl: Bladeren...
ru: Обзор...
tr: Araştır...

source: No device found
ar: لا يوجد جهاز
cs: žádné zařízení y
de: Kein Aufnahmemedium gefunden
es: Dispositivo no encontrado
et: Ei leitud seadet
fi: Laitetta ei löydy
fy: Gjin apparaat fûn
nl: Geen device gevonden
sk: žiadne zariadenie y
tr: Yedekleme cihazı bulunamadı.

source: Slide Viewer (1.6)
ar: المشاهدة من الجانب (1.6)
cs: Prohlížeč obrázků (1.6)
es: VIsor de diapositivas (1.6)
et: Slaidide Lehitseja (1.6)
fy: Slide foarstelling (1.6)
lt: Paveikslėlių peržiūra (1.6)
pt: Visualizador de slides (1.6)
ru: Показ слайдов (1.6)
sk: Prehliadač obrázkov (1.6)
tr: Saydam Grüntüleyici (1.6)

source: Timeout
ar: وقت مستنفذ
cs: Doba (s)
de: Zeitüberschreitung
es: Tiempo finalizado
et: Vaheaeg
fi: Aikakatkaisu
fy: tiidslimyt
lt: Pertrauka
pl: Czas wyświetlania slajdu:
pt: Temporização
ru: Задержка:
sk: Doba (s)
tr: Süre

source: Select slideshow timeout (left, right)
ar: اختيار وقت العرض الجانبي
cs: doba zobrazení obrázku (vlevo, vpravo)
de: Timeout der Infobar (links,rechts)
es: Seleccione tiempo de presentacion (izquierda, derecha)
et: Vali slaidishow taimeout (vasak, parem)
fi: Aseta slideshow:n aika (vas, oik)
fy: Selektearje slide foarstelling tiidslimyt (links, rjochts)
lt: Pasirinkti paveikslėlių rodymo laiką ( kairėn, dešinėn )
nl: Selecteer slideshow snelheid (links, rechts)
pl: Wybierz czas wyświetlania slajdu (lewy, prawy)
pt: Escolher a temporização do slideshow (esquerda, direita)
ru: Задержка показа слайдов (ВЛЕВО, ВПРАВО)
sk: doba zobrazenia obrázku (vľavo, vpravo)
tr: Saydam görüntüleme süresi (sol, sağ)

source: Include subdirectories
ar: تشمل الفهارس الفرعية
cs: Včetně podadresářů
de: Unterverzeichnisse berücksichtigen
es: Incluir subdirectorios
et: Lisa alamkataloogid
fi: Sisällytä alihakemistot
fy: ynklusief sub-mappen
lt: Įskaitant subdirektorijas
nl: Inclusief subdirectories
pl: Podkatalogi
pt: Incluir sub-pastas
ru: Включая подкаталоги
sk: Vrátane podadresárov
tr: Alt klasörleri de dahil et

source: Include slides of subdirectories in slideshow
ar: تشمل الفهارس الجانبية في العرض
cs: projekce (zeleným tl.) bude včetně obrázků z podadresářů
de: Bilder in Unterverzeichnissen in der Diashow verwenden
es: Incluir diapositivas en subdirectorios en la presentacion
et: Lisa alamkataloogide slaidid esitusse
fi: Näytä slideshowssa myös alihakemistojen slidet
fy: ynklusief slides fan sub-mappen yn slide foarstelling
lt: Įskaitant paveikslėlius iš subdirektorijos
nl: Neem subdirectories mee in de slideshow
pl: Pokaż slajdy w podkatalogach
pt: Incluir slides e sub-pastas na amostragem
ru: Показ слайдов из подкаталогов
sk: projekcia (zeleným tl.) bude vrátane obrázkov z podadresárov
tr: Saydam Gösterimine alt klasörleri de dahil et

source: Show busy sign
ar: اضهار اشارة المشغول
cs: Průběh zpracování
de: Besetztzeichen anzeigen
es: Mostrar signo de ocupado
et: Kuva teade hõivatud
fi: Näytä 'varattu'-merkki
fy: "Dwaande" oanjaan
lt: Rodyti užimtumo ženklą
nl: Laat bezig-teken zien
pl: Znak zajętości
pt: Mostrar sinal de ocupado
ru: Показ занятости
sk: Priebeh spracovania
tr: Meşgul işareti görüntüle

source: Show busy sign while preprocessing slide
ar: اضهار اشارة المشغول في اثناء العرض
cs: zobrazovat průběh přípravy zobrazení obrázku značkou
de: Zeige Besetztzeichen während das Bild verarbeitet wird.
es: Mostrar signo de ocupado mientras se procesa la diapositiva
et: Kuva teade hõivatud kui eeltöötled slaidi
fi: Näytä 'varattu'-merkki sliden esikäsittelyssä
fy: "Dwaande" oanjaan by foarberiding fan slide
lt: Rodyti užėmimo signalą, kol apdorojamas paveikslėlis
nl: Laat het bezig-teken zien tijdens het voorbereiden van de slide
pl: Pokaż znak zajętości podczas przeglądania slajdów
pt: Mostrar sinal de ocupado durante o pré-processamento do slide
ru: Показ занятости при просмотре слайдов
sk: zobrazovať priebeh prípravy zobrazenia obrázkov značkou
tr: Saydam işlenirken meşgul işareti görüntülenir

source: Show in 16:9 format
ar: اضهار بصيغة 16:9
cs: Zobrazovat ve formátu 16:9
de: Zeige im 16:9 Format
es: Mostrar en formato 16:9
et: Kuva 16:9 formaadis
fi: Näytä 16:9-formaatissa
fy: Toane yn 16:9 formaat
lt: Rodyti 16:9 formatu
nl: Laat in 16:9-formaat zien
pl: Format 16:9
pt: Mostrar no formato 16:9
ru: Показ в формате изображения 16:9
sk: Zobrazovať vo formáte 16:9
tr: 16:9 deseninde göster

source: Always show slides in 16:9 format
ar: دائما اضهار بصيغة 16:9
cs: vždy zobrazovat obrázky ve formátu 16:9
de: Zeige Bilder immer im 16:9 Format
es: Mostrar siempre las diapositivas en formato 16:9
et: Kuva slaide alati 16:9 formaadis
fi: Näytä slidet aina 16:9-formaatissa
fy: slides altiid yn 16:9 sjen litte
lt: Visada paveikslėlius rodyti (16:9) formatu
nl: Slideshow altijd in 16:9-formaat laten zien
pl: Zawsze użyj formatu 16:9 do prezentacji slajdów
pt: Mostrar os slides sempre no formato 16:9
ru: Всегда показывать слайды в 16:9
sk: vždy zobrazovať obrázkly vo formáte 16:9
tr: Saydamlarıı her zaman 16:9 deseninde göster

source: Close window and save entries
ar: اغلق النافذة واحفظ الاعدادات
cs: zavřít okno a uložit nastavení
de: Schliesse das Fenster und sichere die Eingaben
es: Cerrar ventana y salvar las entradas
et: Sulge aken ja salvesta kirjed
fi: Tallenna ja poistu
fy: Slút finster en rigels fuortskriuwe
lt: Uždaryti langą ir išsaugoti įėjimus
nl: Sluit scherm en sla wijzigingen op
pl: Zapisz dane i zamknij okno
pt: Fechar a janela e guardar alterações
ru: Записать и выйти
sk: zavrieť okno a uložiť nastavenie
tr: Pencereyi kapat ve girilen verileri kaydet

source: Close window (no changes are saved)
ar: اغلق النافذة ولا تحفظ الاعدادات
cs: zavřít okno (bez uložení změn)
de: Schliesse das Fenster (ohne zu sichern)
es: Cerrar ventana (no se salvaran los cambios)
et: Sulge aken (muutusi ei salvestata)
fi: Poistu tallentamatta
fy: Slút finster en neat fuortskriuwe
lt: Uždaryti langą (nepakeitus ar išsaugojus)
nl: Sluit scherm (wijzigingen worden niet opgeslagen)
pl: Zamknij okno (anuluj zmiany)
pt: Fechar janela (sem guardar alterações)
ru: Выйти без записи
sk: zavrieť okno (bez uloženia zmien)
tr: Pencereyi kapat (değişiklikler kaydedilmez)

source: select plugin and press ok
ar: اختر المترابطات واضغط أوكي
cs: vyberte plugin a stiskněte (OK)
de: Bitte Plugin wählen und 'OK' drücken
es: Elige plugin y pulse OK
et: vali manus ja vajuta ok
fi: valitse plugin ja paina ok
fy: selektearje ynstekker en druk ok
lt: pasirinkite priedą ir spauskite (ok)
nl: Selecteer de plugin en druk op OK
pl: Wybierz plugin i wciśnij OK
pt: seleccionar um plugin e caregar ok
ru: Выберите и нажмите ОК,
sk: vyberte plugin a stlačte (OK)
tr: plugin seçin ve ok tuşlayın

source: Couldn't read plugin directory %s
ar: لا يمكن قرائة فهرس المرفق %s
cs: Nelze otevřít adresář pluginů %s
de: Kann Plugin-Verzeichnis %s nicht lesen
es: No se puede acceder al directorio plugin %s
et: Ei suuda lugeda manuste kataloogi %s
fi: Ei voi lukea plugin-hakemistoa %s
fy: Koe ynstekkers map %s net lêze
lt: Nepavyko perskaityti priedo direktorijos %s
nl: Kan de pluginmap %s niet lezen
pl: Nie można znaleźć lokalizacji %s
pt: Impossível ler o diretório dos plugins %s
ru: Каталог с плагинами не читается %s
sk: Nedá sa otvoriť adresár pluginov %s
tr: Plugin dizini %s okunamıyor

source: Error
ar: خطأ
cs: Chyba
de: Fehler
et: Viga
fi: Virhe
fy: Kin Net !!
lt: Klaida
nl: Fout
pl: Błąd
ru: Ощибка
sk: Chyba
tr: Hata

source: ppanel '%s' not found
ar: قائمة بي '%s' غير متوفرة
cs: ppanel '%s' nebyl nalezen
de: PPanel '%s' nicht gefunden
es: ppanel '%s' no encontrado
et: ei leitud manust '%s'
fi: ppanel '%s' ei löydy
fy: ppanel '%s' net fûn
lt: ppanel '%s' nerasta
nl: ppanel '%s' niet gevonden
pl: Nie znaleziono panelu '%s'
pt: PPanel '%s' não encontrado
ru: Плагин Ppanel '%s' не найден
sk: ppanel '%s' nebol nájdený
tr: '%s' ppaneli bulunamadı

source: E: currently another plugin is running...
ar: أحد البرامج الملحقة يعمل الآن
cs: E: momentálně je spuštěn jiný plugin...
de: Fehler: bereits anderes Plugin gestartet
es: E: está activo otro plugin...
et: E: hetkel töötab teine manus...
fi: E: tällä hetkellä toinen plugin on käynnissä...
fy: E : Der rint in oare ynstekker op it moment
lt: E: jau paleistas kitas priedas...
nl: E: op dit moment is een andere plugin actief...
pl: E : obecnie inny plugin jest w użyciu...
pt: E: atualmente um outro plugin está a funcionar...
ru: E : сейчас используется другой плагин...
sk: E: momentálne je spustený iný plugin...
tr: E: başka bir plugin çalışıyor...

source: plugin '%s' not found
ar: مترابطات $س غير موجوده %s
cs: plugin '%s' nebyl nalezen
de: Plugin '%s' nicht gefunden
es: Plugin '%s' no encontrado
et: ei leitud manust '%s'
fi: pluginia '%s' ei löydy
fy: ynstekker '%s' net fûn
lt: nerastas '%s' priedas
nl: Plugin '%s' niet gevonden
pl: Nie znaleziono pluginu '%s'
pt: plugin '%s' não encontrado
ru: Gkfuby '%s' не найден
sk: plugin '%s' nebol nájdený
tr: Eklenti '%s' bulunamadı

source: E: no name given
ar: لم تتم عملية التسمية
cs: E: nezadán název
de: Fehler: kein Name definiert
es: E: Ningun nombre facilitado
et: E: puudub nimi
fi: E: nimeä ei ole annettu
fy: E : gjin namme jûn
lt: E: tokio vardo nėra
nl: E: geen naam opgegeven
pl: E: brak podanej nazwy
pt: E: nenhum nome dado
ru: E: имя не указано
sk: E: nezadaný názov
tr: E: isim belirtilmemiş

source: Cannot execute %s (check rights)
ar: لايمكن التنفيذ %s (افحص الصحيح)
cs: Nelze vykonat %s (zkontrolujte práva)
de: Kann %s nicht ausführen (Dateirechte prüfen)
es: No puedo ejecutar %s (ver derechos)
et: Ei käivitu %s (kontrolli õigusi)
fi: Ei voi suorittaa %s (oikeudet?)
fy: Kin %s net útfiere (Kontrolearje rjochten)
lt: Negalima atlikti %s (tikrinti teises)
nl: Kan niet uitvoeren: %s
pl: Nie można uruchomić %s (sprawdź prawa dostępu)
pt: Não é possível executar %s (verifique os direitos)
ru: Не выполняется %s (нет прав)
sk: Nedá sa vykonať %s (skontrolujte práva)
tr: %s çalıştırılamadı (yetkileri kontrol ediniz)

source: Output from %s
ar: الاخراج من %s
cs: Výstup z %s
de: Ausgabe von %s
es: Mensaje de %s
et: Väljundist %s
fi: Tiedotosta %s
fy: útfier fan %s
lt: Išėjimas iš %s
nl: Uitvoer van %s
pl: Wyjście z %s
pt: Saída de %s
ru: Выход из %s
sk: Výstup z %s
tr: %s çıktısı

source: Executing %s. Please wait...
ar: تنفيذ.. %s. رجاء الانتظار
cs: provádí se %s. Prosím, čekejte...
de: Führe %s aus. Bitte warten...
es: Ejecutando %s. Espere...
et: Teostan %s. Palun oodake...
fi: Suoritetaan %s. Odota...
fy: Eefkes wachtsje... %s an it útfieren
lt: Apdorojama %s. Prašome palaukti...
nl: Uitvoeren van %s. Een ogenblik geduld a.u.b.
pl: Uruchomiony %s. Proszę czekać...
pt: A executar %s. Por favor aguarde...
ru: Выполнено %s. Пожалуйста, подождите...
sk: vykonáva sa %s. Čakajte prosím...
tr: %s çalıştırılıyor. Lütfen bekleyin...

source: Could not execute %s
ar: لا يمكن التنفيذ %s
cs: Nemohl vykonat %s
de: Kann %s nicht ausführen
es: %s no ejecutable
et: Ei saa käivitada %s
fi: Ei voi suorittaa %s
fy: Koe %s net útfiere
lt: Negali vykdyti %s
nl: Kan niet uitvoeren: %s
pl: Nie można wykonać %s
pt: Não foi possível executar %s
ru: Не выполняется %s
sk: Nemôžem vykonať %s
tr: %s çalıştırılamadı

source: Satellites and transponders
ar: الاقمار والترددات
cs: Satelity a transpondéry
de: Satelliten und Transponder
es: Satelites y transponders
et: Satelliidid ja transponderid
fi: Satelliitit ja lähettimet
fy: Satellyten en transponders
lt: Palydovai ir transponderiai
nl: Satellieten en transponders
pl: Satelity i transpondery
pt: Satélites e transponders
ru: Спутники и транспондеры
sk: Satelity a transpondéry
tr: Uydular ve transponderlar

source: open satellite config
ar: فتح اعدادات القمر الصناعى
cs: otevřít nastavení satelitu
de: Satellitenkonfiguration öffnen
es: Abrir configuración satélite
et: ava satelliitide seaded
fi: avaa satelliittiasetukset
fy: iepenje satellyt ynstellingen
lt: atidaryti palydovo konfigūraciją
nl: Ga naar satellietconfiguratie
pl: Otwórz menu ustawień systemu antenowego
pt: abrir configuração satélite
ru: Открыть Настройки спутниковой системы
sk: otvoriť nastavenie satelitu
tr: Uydu yapılandırmasını aç

source: open the satfinder
ar: فتح قائمة العثور على قمر
cs: otevřít satfinder - zobrazení signálu
de: Satellitenfinder öffnen
es: Mostrar buscador satélite
et: ava satfinder
fi: avaa signaalihaku
fy: iepenje de satellytsyker
lt: atidaryti palydovo paiešką
nl: Open het signaalsterkte venster
pl: Pokaż miernik siły sygnału
pt: abrir o satfinder
ru: Открыть Поиск сигнала со спутника
sk: otvoriť satfinder - zobrazenie signálu
tr: Uydubul'u aç

source: Rotor Setup
ar: اعداد الموتور
cs: Natáčecí systém
de: Motorkonfiguration
es: Ajustes del motor
et: Mootori Häälestus
fi: Moottorin asetukset
fy: Motor Ynstellingen
lt: Pozicionieriaus nustatymai
nl: Rotorinstellingen
pl: Pozycjoner/siłownik
pt: Configuração de motor
ru: Настройки мотора
sk: Natáčací systém
tr: Rotor Kurulum

source: open Rotor Setup
ar: افتح اعداد الموتور
cs: otevřít nastavení motoru
de: Motorkonfiguration öffnen
es: Abrir ajustes del motor
et: ava Mootori Häälestus
fi: avaa moottorin asetukset
fy: iepenje motor ynstellingen
lt: atidaryti pozicionieriaus nustatymus
nl: Open rotorinstellingen
pl: Konfiguracja pozycjonera/siłownika
pt: abrir Configuração Motor
ru: Открыть Настройки мотора
sk: otvoriť nastavenie motora
tr: Rotor Kurulumunu aç

source: Transponder Edit
ar: تحرير ناقل (تردادت الباقات)
cs: Editace transpondérů
de: Transponderbearbeitung
es: Editar transpondedor
et: Transpondri Redigeerimine
fi: Lähettimien muokkaus
fy: Transponder bewurkje
lt: Transponderių redagavimas
pl: Edycja transponderów
pt: Editar Transponder
ru: Редактирование транспондеров
sk: Editácia transpondérov
tr: Transponder düzenle

source: for automatic scan
ar: للبحث الآلى
cs: úpravy pro automatické prohledávání
de: Transponderbearbeitung für automatische Sendersuche öffnen
es: Editar lista de transpondedores para la búsqueda automática
et: automaatseks otsinguks
fi: automaattiselle etsinnälle
fy: foar automatysk ôfsykjen
lt: dėl automatinio skanavimo
nl: voor automatische transponderscan
pl: Otwórz menu edycji transponderów
pt: para busca automática
ru: Открыть Редактирование транспондеров для автосканирования
sk: úpravy pre automatické prehľadávanie
tr: Otomatik tarama için

source: Signalfind
ar: إيجاد الاشارة
cs: Měřič signálu
de: Signalanzeige
es: Señal
et: Signaali leidja
fi: Signaalihaku
fy: Signaalsykje
lt: Signalo paieška
nl: Signaalsterkte...
pl: Miernik siły sygnału
ru: Поиск сигнала
sk: Merač signálu
tr: Sinyalbul

source: open the signalfinder
ar: فتح قائمة العثور على الاشارة
cs: otevřít měřič signálu
de: Signalanzeige öffnen
es: Mostrar buscador señal
et: ava signaalileidja
fi: avaa signaalihaku
fy: iepenje de signaalsyker
lt: atidaryti signalo paiešką
nl: Open het signaalsterkte venster
pl: Pokaż miernik wartości siły sygnału
pt: Abrir o signalfinder
ru: Открыть Поиск спутников
sk: otvoriť merač signálu
tr: Sinyalbul'u aç

source: Disable 5V
ar: إيقاف 5 فولت
cs: zakázat 5V
de: 5V abschalten
es: Desactivar 5V
et: Keela 5V
fi: Poista 5V
fy: Útskeakelje fan 5V
lt: Išjungti 5V
nl: 5V uitschakelen
pl: Wyłącz 5V
pt: Desactivar 5V
ru: Отключить 5В
sk: zakázať 5V
tr: 5V'u kapat
