Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: here you can change your sat/lnb mapping
ar: هنا يمكنك تغيير خريطة اللواقط LNB/الأقمار
cs: zde můžete přiřadit satelitu požadovaný LNB
de: Hier können Sie Ihre Sat/LNB Zuordnung ändern
es: Para cambiar la asignación satélite/LNB
et: siin võid muuta satelliidi/lnb sidusust
fi: tässä voit vaihtaa SAT/LNB kartoituksen
fy: wizigje hjirre de Sat/LNB ynstelling
lt: čia galite pakeisti savo sat/lnb atvaizdavimą
nl: Hier kunt u de sat/lnb-toewijzing wijzigen
pl: Zmień ustawienia satelity oraz LNB
pt: aqui pode alterar o rastreamento de sat/lnb
ru: Выберите условный номер LNB
sk: tu môžete priradiť satelitu požadovaný LNB
tr: Uydu/LNB eşlemesini değiştirmek içindir

source: Satfind
ar: إيجاد قمر
cs: SatFinder
de: Satfinder
et: Satelliidileidja
fi: Signaalihaku
fy: Satellyt sykje
lt: Palydovo paieška
nl: Signaalmeting
pl: Miernik siły sygnału
ru: Поиск сигнала
sk: SatFinder
tr: Uydubul

source: set amount of transparency when in semi-transparent mode
cs: nastavuje průhlednost v poloprůhledném módu
fi: Läpinäkyvyyden määrä puoliläpinäkyvässä tilassa
fy: Set trochsichtighiid yn semi tranparante moadus
nl: Stel de hoeveelheid transparantie in tijdens semi-transparante mode.
ru: Установка степени прозрачности в полупрозрачном режиме
tr: yarı saydam kipinde saydamlık ayarını girin

source: motor power input difference between running and not running
ar: فرق تغذية الموتور بين التحرك وعدم التحرك
cs: rozdíl vstupního proudu motoru v klidu a při provozu
de: Unterschied der Stromaufnahme zwischen bewegendem und stehendem Motor
es: Diferencia del consumo del motor entre movimiento y parada
et: mootori vooolutarbe erinevus pööramisel ja paigalseisul
fi: moottorin sisäänmenovirran ero käynnissä ja sammuneena
fy: Stroomferskil fan motor tusken stilstean en rinne
lt: variklio galios skirtumas jam sukantis ir sustojus
nl: Stroomverschil tussen draaiende en niet-draaiende rotor
pl: Różnica pomiędzy pracą a postojem obrotnicy
pt: diferença de potência fornecida pelo motor quando está e quando não está funcionar
ru: Разница в энергопотреблении мотора при повороте и остановке
sk: rozdiel vstupného prúdu motora v kľude a pri prevádzke
tr: Motor giriş gücünün çalışma/durma durumlarındaki farkı

source: send the complete DiSEqC sequence twice
ar: إرسال الجملة كاملة للدايزك مرتين
cs: poslat 2x kompletní DiSEqC sekvenci
de: Die komplette DiSEqC Sequenz zweimal senden
es: Mandar la sequencia DiSEqC entera en duplicado
et: saada kõik DiSEqC järgnevused topelt
fi: lähetä täydellinen DiSEqC jakso kahdesti
fy: DiSEqC opdracht twa kear ferstjoere
lt: siųsti pilną DiSEqC seką du kartus
nl: Zend de complete DiSEqC-lijst twee keer
pl: Wyślij dwukrotnie kompletną sekwencję DiSEqC
pt: enviar a sequência completa de DISEqC duas vezes
ru: Послать полную последовательность команд переключения DiSEqC дважды
sk: poslať 2x kompletnú DiSEqC sekvenciu
tr: Tüm DiSEqC dizisini iki defa gönder

source: Satellite:
ar: قمر صناعي
cs: Satelit:
de: Satellit:
es: Satélite:
et: Satelliit:
fi: Satelliitti:
fy: Satellyt :
lt: Palydovas:
nl: Satelliet:
pl: Satelita:
pt: Satélite:
ru: Спутник:
sk: Satelit:
tr: Uydu:

source: use truetype font instead of standard font
cs: používat truetype písmo místo standardního
fi: Käytä truetype-fonttia tavallisen sijaan
fy: truetype lettertype brûke yn plak fan standert lettertype
nl: Gebruik een truetype font in plaats van het standaard font.
ru: Использовать TrueType шрифт как стандартный
tr: standart yazı tipi yerine TrueType yazı tipi kullan

source: send no DiSEqC when only Hi/Lo or H/V changes
ar: عدم تفعيل الدايزك فقط فى حالة التغيير منخفض/عالى أو رأسى/أفقى
cs: neposílat povel DiSEqC, jestliže se mění jen Hi/Lo nebo H/V
de: Kein DiSEqC senden wenn nur Hi/Lo oder H/V sich ändert
es: No mandar impulso DiSEqC en cambios Hi/Lo o H/V
et: ära saada DiSEqc signaali, kui vaid Hi/Lo või H/V muudetakse
fi: älä lähetä DiSEqC:tä kun vain Hi/Lo tai H/V muuttuu
fy: Gjin DiSEqC ferstjoere as alline Heech/Leech of H/V wizigt
lt: nesiųsti DiSEqC signalo, jeigu keičiasi tik Hi/Lo arba H/V
nl: Geen DiSEqC zenden indien alleen Hi/Lo of H/V verandert
pl: Nie wysyłaj sygnału DISEqC gdy zmieniono tylko Hi/Lo lub H/V
pt: não emitir DiSEqC quando somente Hi/Lo ou H/V variar
ru: Не посылать сигнал переключения на DISEqC, когда меняется только Hi/Lo или H/V
sk: neposielať povel DiSEqC keď sa mení iba Hi/Lo alebo H/V
tr: H/V veya Hi/Lo değişiminde DiSEqC gönderme

source: Service:
cs: Program:
fi: Palvelu:
tr: Servis:

source: Uncommitted Switch:
ar: المفتاح الحر
et: Sõltumatu Lüliti:
fi: Käyttämätön kytkin:
fy: Unbeneame skeakeler
lt: Neutralus perjungėjas:
pl: Nieokreślony przełącznik:
ru: Вход DiSEqC 1.1:
tr: Uygulanmamış Anahtar:

source: enable/disable inversion here (ok)
ar: تشغيل/إغلاق التحويل هنا وافق
cs: povolit/zakázat inverzi (OK)
de: Inversion ein/ausschalten (OK)
es: Activar/desactivar inversión aquí (OK)
et: luba/keela inversioon
fi: invertointi päälle/pois (ok)
fy: ynfertearje oan / út (ok)
lt: įjungti / išjungti pervertimą (ok)
nl: Inversie in- of uitschakelen (OK)
pl: Włącz/wyłącz inwersję widma sygnału (OK)
pt: activar/desactivar a inversão aqui (ok)
ru: Вкл./Откл. инверсию спектра сигнала (OK)
sk: povoliť/zakázať inverziu (OK)
tr: Evirme açık/kapalı (ok)

source: prev. page
ar: الصفحة السابقة
cs: předch. strana
de: Vorherige Seite
es: Pagina previa
et: eelm. lehekülg
fi: edel. sivu
fy: foarige blêd
lt: atgal
nl: Vorige pagina
pl: Poprzednia strona
pt: pág. anterior
ru: Пред. стр.
sk: predch. strana
tr: Önceki sayfa

source: Wednesday
ar: الأربعاء
cs: Středa
de: Mittwoch
es: Miercoles
et: neljapäev
fi: Keskiviikko
fy: Woansdei
lt: Trečiadienis
nl: Woensdag
pl: Środa
pt: Quarta-feira
ru: Среда
sk: Streda
tr: Çarşamba

source: switch to 16:9 mode when displaying teletext pages
cs: přepnout do 16:9 módu při zobrazování stránek teletextu
fi: Vaihda 16:9-tilaan tekstitv:tä käytettäessä
fy: Skeakelje nei 16:9 moadus by tiletekst sides
nl: Schakel naar 16:9 mode tijdens de teletext pagina's.
ru: Показать телетекст в 16:9
tr: teletext sayfalarını görüntülerken 16:9 kipine geç

source: Partition Check
ar: فحص تقسيم القرص الصلب
cs: Kontrola partition
de: Partition überprüfen
es: Verificar partición
et: Kõvaketta partitsiooni kontroll
fi: Osioinnin tarkistus
fy: Partysje neisjen
lt: Disko skaidinio patikrinimas
nl: Partitiecontrole
pl: Sprawdzanie partycji
pt: Verificação de partição
ru: Проверка раздела
sk: Kontrola partition
tr: Bölümleme Denetimi

source: enter recording end time (0..9, left, right, ok)
ar: أدخل وقت نهاية التسجيل (0..9،يسار،يمين،موافق
cs: čas ukončení nahrávání (0..9, vlevo, vpravo, OK)
de: Endzeit ändern (0..9, links, rechts, OK)
es: Modificar hora de parada (0..9, izquierda, derecha, ok)
et: sisesta salvestuse lõpuaeg (0..9, vasak, parem, ok)
fi: syötä tallennuksen päättymisaika (0..9, vasen, oikea, ok)
fy: ynjefte fan eintiid opnimmen ( 0..9, links, rjochts, ok )
lt: įrašykite įrašymo laiko pabaigą (0..9, kairėn, dešinėn, ОК)
nl: Opname-eindtijd bewerken (0..9, links, rechts, ok)
pl: Wpisz czas zakończenia nagrywania (0..9, lewy, prawy, ok)
pt: introduzir a hora de fim da gravação (0..9, esquerda, direita, ok)
ru: Введите время окончания записи (0..9, ВЛЕВО, ВПРАВО, OK)
sk: čas ukončenia nahrávania (0..9, vľavo, vpravo, OK)
tr: Kayıt bitiş zamanını girin (0..9, sol, sağ, ok)

source: select year (ok)
ar: اختر السنه وافق
cs: vybrat rok (OK)
de: Jahr auswählen (OK)
es: Elige año (ok)
et: vali aasta (ok)
fi: valitse vuosi (ok)
fy: Kies jier (ok)
lt: Pasirinkite metus (ok)
nl: Jaar selecteren (OK)
pl: Wybierz rok
pt: escolher o ano (ok)
ru: Выберите год (ОК)
sk: vybrať rok (OK)
tr: Yıl girin (ok)

source: Sun
ar: الأحد
cs: Ne
de: So.
es: Dom
et: P
fi: Su
fy: Snein
lt: Sekm.
nl: Zo
pl: Ndz
pt: Dom.
ru: Вск
sk: Ne
tr: Paz

source: increased voltage
ar: زيادة في الفولت
cs: zvýšit napětí
de: Spannung erhöhen
es: Voltaje incrementada
et: suurenda pinget
fi: korotettu jännite
fy: ferheche spanning
lt: padidinta įtampa
nl: Verhoogd voltage
pl: Zwiększ napięcie
pt: voltagem aumentada
ru: Повысить напряжение
sk: zvýšiť napätie
tr: Arttırılmış voltaj

source: Language:
cs: Jazyk:
fi: Kieli:
fy: Taal:
nl: Taal:
tr: Dil:

source: LOCK
ar: غلق برقم سرى
et: LUKUS
fi: LUKITSE
fy: Fêst
pt: TRANCAR
ru: ЗАХВ
tr: KİLİT

source: choose the code rate HP (left, right)
ar: إختيار معدل الشفرة (يسار/يمين)
cs: zvolit rychlost HP (vlevo, vpravo)
de: 'Coderate HP' auswählen (links, rechts)
es: Elige code rate HP (izquierda, derecha)
et: vali HP kiirus (vasak, parem)
fi: valitse HP koodinopeus (code rate) (vasen, oikea)
fy: Kies code faasje HP (links rjochts)
lt: išsirinkti kodavimą HP (kairėn, dešinėn)
nl: Kies de HP code waarde (links, rechts)
pl: Wybierz code rate HP (lewy, prawy)
pt: escolha a taxa de código HP (esquerda, direita)
ru: Выбрать code rate HP (ВЛЕВО, ВПРАВО)
sk: zvoliť rýchlosť HP (vľavo, vpravo)
tr: Kod oranı HP seç (sol, sağ)

source: switch to 16:9 in split screen mode
cs: přepnout do 16:9 v rozděleném obrazovém módu
fi: vaihda jaettuun 16:9-näyttötilaan
fy: skeakelje nei 16:9 moadus yn dielt skerm moadus
nl: Schakel naar 16:9 in split screen mode
tr: 16:9 bölünmüş ekran kipine geç

source: turn 12V output on (for 12V relais) (ok)
ar: تشغيل مخرج 12فولت (للتوصيلات 12فولت) (OK)
cs: zapnout 12V výstup (pro 12V relé) (OK)
de: Aktiviert den 12 V Ausgang (für 12V Sat Relais) (OK)
es: Activar salida 12V (para rele) (ok)
et: lülita 12V väljund sisse (12V relee jaoks) (ok)
fi: käännä 12V:n ulostulo päälle ( vain 12V:n järjestelmä) (ok)
fy: 12V útgong oan (foar 12V relais) (ok)
lt: įjungti 12V išėjimą (12V rėlei) (ok)
nl: 12V uitgang (voor 12V relais) inschakelen (ok)
pl: Włącz 12V na wyjściu (OK)
pt: ligar corrente de 12V (ok)
ru: Включить 12В на выходе (для реле)(OK)
sk: zapnúť 12V výstup (pre 12V relé) (OK)
tr: 12V çıkışını aç (12V röle için) (ok)

source: enable/disable use BAT for scan (if exists)
ar: تشغيل/إيقاف استخدام بات للبحث إن وجد
cs: použít BAT při vyhledávání (jestliže existuje)
de: Benutzung der BAT an/ausschalten (sofern vorhanden)
es: Activar/desactivar el uso del BAT (si hay)
et: luba/keela BAT kasutamine otsinguks
fi: BAT etsinnässä päälle/pois (jos olemassa)
fy: BAT brûke foar sykjen oan/út
lt: Įjungti / išjungti BAT naudojimą skanuojant (jei toks yra)
nl: BAT-scan gebruiken (indien mogelijk)
pl: Włącz/wyłącz BAT do przeszukania (jeżeli istnieje)
pt: activar/desactivar a utilização BAT (se existe)
ru: Вкл./Откл. BAT при сканировании
sk: použiť BAT pri vyhľadávaní (ak existuje)
tr: Taramak için BAT kullanımı aç/kapa (BAT kullanılabilr durumdaysa)

source: Title:
ar: عنوان :
cs: Název:
de: Titel:
es: Título
et: Pealkiri:
fi: Otsikko:
fy: titel:
nl: Titel:
pl: Tytuł
ru: Название:
sk: Názov:
tr: Başlık:

source: Skin Selector
ar: اختيار السكن
cs: Volba vzhledu
de: Skinauswahl
es: Ajustes tematicos
et: Välimuse muutmine
fi: Teemavalikko
fy: Oanklaaiing
lt: Temos pasirinkimas
nl: Skin kiezen
pl: Skórki
pt: Seleccionador de tema
ru: Выбор оформления
sk: Voľba vzhľadu
tr: Deri Seçimi

source: Timer List
ar: لائحة المؤقت
cs: Seznam záznamů časovače
de: Timerliste
es: Lista programaciones
et: Taimeri nimekiri
fi: Ajastuslista
fy: Tiidstjoeringslyst
lt: Laikmačio sąrašas
nl: Timeroverzicht
pl: Zawartość
pt: Lista de temporização
ru: Таймера
sk: Zoznam časového nahrávania
tr: Zamanlayıcı Listesi

source: transponder scanned:
ar: تم البحث في الباقه
cs: prohledáno transpondérů:
de: Transponder durchsucht:
es: Transpondedores escaneados:
et: transpondereid leitud:
fi: lähettimiä löydetty:
fy: oantal transponders dien :
lt: Nuskanuota transponderių:
nl: Transponders gescand:
pl: Przeszukanych transponderów:
pt: transponder pesquisado:
ru: Сканирование:
sk: prehľadaných transpondérov:
tr: Taranan transponder:

source: teletext page number (100 - 899)
cs: číslo stránky teletextu (100 - 899)
fi: Tekstitv, sivunumerot (100-899)
fy: tiletekst side nûmer ( 100-899 )
nl: Teletext pagina (100 - 899)
ru: Страница телетекста (100 - 899)
tr: teletext sayfa numarası (100-899)

source: press ok to change event name manually
ar: إضغط OK لتغيير اسم البرنامج/الحدث
cs: stiskněte OK pro ruční změnu názvu záznamu
de: 'OK' drücken, um den Eventnamen manuell zu ändern
es: Pulse OK para revisar el nombre manualmente
et: vajuta ok, et käsitsi muuta salvestuse nime
fi: paina ok muuttaaksesi tapahtuman nimeä
fy: druk ok om namme fan barren hânmatig te wizigjen
lt: Norėdami pakeisti užduoties pavadinimą, spauskite (ok)
nl: Druk op OK om de naam handmatig in te voeren
pl: Wciśnij OK aby zmienić nazwę ręcznie
pt: prima ok para mudar o nome do evento manualmente
ru: Нажмите ОК для переименования
sk: stlačte OK pre ručnú zmenu názvu záznamu
tr: Program ismini değiştirmek için ok tuşuna basın

source: recording end time:
ar: وقت نهاية التسجيل
cs: Čas ukončení záznamu:
de: Aufnahme Endzeit:
es: Hora de parada:
et: salvestuse lõpuaeg:
fi: tallennuksen päättymisaika:
fy: eintiid fan opnimmen:
lt: pabaiga:
nl: Opname-eindtijd:
pl: Czas zakończenia zapisu:
pt: hora do fim da gravação:
ru: Время окончания записи:
sk: Čas ukončenia nahrávania:
tr: Kayıt bitiş zmanı:

source: Use motor input power for running detection.. else use timeout
ar: استخدم الطاقة الداخلة للموتور في الكشف...وغير ذلك أعط انتهى الوقت
cs: pro detekci motoru použijte vstupní proud.. nebo časový limit
de: Benutze Motor-Stromaufnahme zur Bewegungserkennung oder benutze 'timeout'
es: Usar consumo corriente como deteción movimiento... sino usar temporizador
et: Kasuta mootori voolutarbe väärtust jooksvaks tuvastamiseks .. muidu kasuta taimouti
fi: Käytä moottorin sisäänmenovirtaa käynnissäolon havaitsemiseen..muutoin käytä aikakatkaisua
fy: motorstroom brûke foar bewegingskontrole... oars in tiidslimyt
lt: Įjunkite pozicionierių ir palaukite kol jis bus aptiktas
nl: Gebruik rotor input power voor draaidetectie.. Gebruik anders 'timeout'
pl: Użyj do sterowania zasilania z wejścia obrotnicy lub wybierz 'timeout'
pt: Utilizar a corrente de entrada do motor para detectar o movimento..ou tempo ultrapassado
ru: Следить за электропотреблением мотора для определения его движения, если нет, тогда используется задержка времени
sk: pre detekciu motora použite vstupný prúd alebo časový limit
tr: Motor giriş gücünü hareket algılama için kullan... Yoksa zaman aşımını kullan

source: no circ polariz.
ar: بدون قطبية دائرية
cs: bez kruhové polarizace
de: Keine zirkulare Polarisation
es: Sin pol. circular
et: ilma ringpolar.
fi: ei kiertopol.
fy: gjin circ polariz.
lt: nenaudoti apskrit. poliariz.
nl: Geen circ. polarisatie
pl: bez polaryzacji kołowej
pt: sem polariz. circ
ru: Линейная поляризация
sk: bez kruhovej polarizácie
tr: Dairesel polarizasyon yok

source: Direction:
ar: توجيه
cs: Směr:
de: Richtung:
es: Dirección:
et: Suund:
fi: Suunta:
fy: Rjochting:
lt: Kryptis:
nl: Richting:
pl: Kierunek:
pt: Direcção:
ru: Направление:
sk: Smer:
tr: Yön:

source: set the language of the displayed pages
cs: nastavit jazyk zobrazovaných stránek
fi: Syötä näytettävien sivujen kieli
fy: set de taal fan de werjûne sides
nl: Stel de taal van de afgebeelde pagina's in.
tr: gösterilen sayfların dilini ayarla

source: services scanned :
ar: تم البحث عن الخدمة
cs: nalezeno programů :
de: Gefundene Sender:
es: Servicios encontrados:
et: leitud kanaleid :
fi: palveluita löydetty:
fy: oantal services dien:
lt: Nuskanuota kanalų:
nl: Services gescand:
pl: Znaleziono kanałów:
pt: serviços encontrados:
ru: Найденные каналы:
sk: nájdených programov:
tr: Taranmış servisler :

source: save changes and return
ar: خزن التغيرات وارجع
cs: uložit změny a návrat
de: Änderungen speichern und Fenster schließen
es: Guardar cambios y volver
et: salvesta muudatused ja naase
fi: tallenna muutokset ja palaa alkuun
fy: wizigingen opslaan en wer werom
lt: Išsaugoti pakeitimus ir grįžti
nl: Wijzigingen opslaan en terugkeren
pl: Zapisz zmiany i zamknij okno
pt: guardar alterações e retroceder
ru: Сохранить и выйти
sk: uložiť zmeny a späť
tr: Değişiklikleri kaydet ve geri dön

source: aborts the transponder scan
ar: ينهى بحث الناقل
cs: zrušit prohledávání transpondéru
de: Bricht die Sendersuche ab
es: Cancalar la búsqueda de canales
et: katkestab transponderi otsingu
fi: keskeytä lähettimien etsintä
fy: transponder ôfsykjen ôfbreke
lt: nutraukti transponderio skanavimą
nl: Transponderscan afbreken
pl: Przerwij przeszukiwanie transpondera
pt: aborta a procura dos transponders
ru: Прервать сканирование
sk: zrušiť prehľadávanie transpondéra
tr: Transponder taramasını durdurur

source: remove
ar: احذف
cs: Smazat
de: Entfernen
es: borrar
et: eemalda
fi: poista
fy: ferwiderje
lt: pašalinti
nl: Wissen
pl: Usuń
pt: apagar
ru: Удалить
sk: zmazať
tr: Sil

source: Motor Config
ar: تهيئة الموتور
cs: Nastavení motoru
de: Motorkonfiguration
es: Configuración motor
et: Mootori seaded
fi: Moottorin asetukset
fy: Motor ynstellingen
lt: Variklio konfigūracija
nl: Rotor-configuratie
pl: Ustawienia obrotnicy
pt: Configuração do Motor
ru: Настройки мотора
sk: Nastavenie motora
tr: Motor Yapılandırma

source: remove selected entry
ar: احذف الإدخال الذي تم اختياره
cs: smazat vybrané položky
de: Auswahl löschen
es: borrar elemento elegido
et: kustuta valik
fi: poista valittu merkintä
fy: ferwiderje selektearre item
lt: panaikinti pasirinktus įrašus
nl: Geselecteerd item verwijderen
pl: Usuń wybrany wpis
pt: apagar a entrada seleccionada
ru: Удалить выбранную запись
sk: zmazať vybrané položky
tr: Seçilen öğeyi sil

source: select DiSEqC mode (ok)
ar: اختر نظام الدايسك
cs: vyber DiSEgC mód (OK)
de: DiSEqC-Modus auswählen (OK)
es: Elegir modo DiSEqC (OK)
et: vali DiSEqC režiimi (ok)
fi: valitse DiSEqC-tila (ok)
fy: DiSEqC modus selektearje (ok)
lt: Pasirinkite DiSEqC varijantą (ok)
nl: Selecteer DiSEqC-modus (OK)
pl: Wybierz tryb DiSEqC (OK)
pt: escolher o modo DISEqC (ok)
ru: Выберите версию DiSEqC (OK)
sk: zvoľ DiSEgC mód (OK)
tr: DiSEqC kipini seç (ok)

source: Swap Commands
ar: بدل الأوامر
cs: Swapovací instrukce
de: Kommandos tauschen
es: Intercambiar cmds
et: Vaheta käsud
fi: Vaihtokomennot
fy: Commando's omwikselje
lt: Pakeitimo (swap) komandos
nl: Commando's omdraaien
pl: Zamień komendy DiSEqC
pt: Comandos de permuta
ru: Команды обмена
sk: Swapovacia inštrukcia
tr: Takas komutları

source: enter LNB threshold frequency (0..9, ok)
ar: أدخل تردد حافة مذبذب ال ال ان بي
cs: zadejte mezní kmitočet pro LNB (0..9, OK)
de: LNB Schwellenwert Frequenz eingeben (0..9, OK)
es: Frecuencia cambio banda (0..9, OK)
et: sisesta LNB vahesagedus (0..9, ok)
fi: syötä LNB:n rajataajuus (0..9, OK)
fy: ynjefte LNB threshold frekwinsje (0..9, ok)
lt: Nustatykite slenkstinį LNB dažnį (0..9, ОК)
nl: Voer de LNB drempelwaarde-frequentie in ( 0...9, ok )
pl: Wpisz próg częstotliwości konwertera (0..9, ok)
pt: introduzir a frequência threshold do LNB (0..9, ok)
ru: Порог частоты переключения между диапазонами LNB (0..9, OK)
sk: zadaj medznú frekvenciu pre LNB (0..9, OK)
tr: LNB eşik frekansını girin (0..9, ok)

source: close motor setup
ar: أغلق إعداد الموتور
cs: zavřít nastavení a přejít na přechozí stránku
de: Motoreinstellungen schließen
es: Cerrar ajustes motor
et: sulge mootori häälestus
fi: sulje moottorin asetukset
fy: motor ynstellingen ôfslúte
lt: uždaryti variklio nustatymus
nl: Rotor-instellingen afsluiten
pl: Zamknij menu ustawień obrotnicy
pt: fechar o menu do motor
ru: Закрыть Настройки мотора
sk: zavrieť nastavenie a späť na predch. stránku
tr: Motor kurulumunu kapat

source: insert rotor memory cell for this orbital position
ar: إدخال رقم لذاكرة وحدة الحركة لهذا الموفع المدارى
cs: zadejte pozici v motoru pro tuto orbitální polohu
de: Speicherplatznummer im Rotor für diese 'orbital position' eingeben
es: Elige la memoria del motor para guardar esta posición orbital
et: sisesta selle orbitaalpositsiooni jaoks mootori mälupesa
fi: syötä moottorin tallennuspaikka tälle sijainnille
fy: Ynjefte rotor opslachplak foar dizze rûmte posysje
lt: įterpti rotoriaus atminties elementą šiai orbitos pozicijai
nl: Rotor-geheugencel invoegen voor deze positie
pl: Wpisz numer pamięci w obrotnicy dla wybranej pozycji orbity
pt: introduzir a memória do motor para esta posição orbital
ru: Введите номер ячейки памяти мотора для этой позиции
sk: zadajte pozíciu v motore pre túto orbitálnu pozíciu
tr: Bu yörünge konumu için motordaki hafıza hücresini ekleyin

source: add only unscrambled services
ar: أضف القنوات غير المشفرة فقط
cs: přidat pouze nekódované programy
de: Nur unverschlüsselte Sender hinzufügen
es: Añadir sólo canales libres
et: lisa ainult kodeerimata kanalid
fi: lisää vain salaamattomat palvelut
fy: Allinne ûnkodearre útstjoeringen
lt: įtraukti tik nekoduotus kanalus
nl: Alleen ongecodeerde services toevoegen
pl: Dodaj tylko kanały niekodowane
pt: adicionar apenas serviços descodificados
ru: Добавить только некодированные/FTA каналы
sk: pridať iba nekódované programy
tr: Sadece şifresiz servisleri ekle

source: abort
ar: اخرج
cs: Zrušit
de: Abbrechen
es: Cancelar
et: katkesta
fi: keskeytä
fy: ôfbrekke
lt: nutraukti
nl: Afbreken
pl: Przerwij
pt: fechar
ru: Отмена
sk: zrušiť
tr: İptal

source: Transparency:
ar: الشفافية :
cs: Průhlednost:
de: Transparenz:
es: Transparencia:
et: Läbipaistvus:
fi: Läpinäkyvyys:
fy: Transparaansje:
lt: Permatomumas:
nl: Transparantie:
pl: Przezroczystość:
pt: Tranparência:
ru: Прозрач-ть:
sk: Prihľadnosť:
tr: Saydamlık:

source: close window
ar: أغلق النافذه
cs: zavřít okno
de: Fenster schließen
es: Cerrar ventana
et: sulge aken
fi: sulje ikkuna
fy: slút finster
lt: uždaryti langą
nl: Venster sluiten
pl: Zamknij okno
pt: fechar a janela
ru: Закрыть окно
sk: zavrieť okno
tr: Pencereyi kapat

source: manual scan selected transponder (ok)
ar: البحث اليدوي للتردد المختار
cs: ručně prohledat zvolený transpondér (OK)
de: Den gewählten Transponder durchsuchen (OK)
es: Buscar manualmente transpondedor elegido (ok)
et: valitud transpondri käsitsi skaneerimine (ok)
fi: Käsin haku valitusta lähettimestä
fy: hânmatig ôfsykjen fan selektearre transponder (ok)
lt: rankinis pasirinkto transponderio skanavimas (ok)
nl: handmatige scan van geselecteerde tranponder (ok)
pl: Przeszukuj ręcznie wybrany transponder (OK)
pt: Fazer pesquisa manual do transponder seleccionado (ok)
ru: Ручное сканирование транспондера (OK)
sk: ručne prehľadať zvolený transpondér (OK)
tr: Seçili transponderi el ile tara (ok)

source: Recalc Params:
ar: إعادة حساب المتغيرات
cs: Prepočtené parametry:
de: Berechnungsparameter:
es: Recalcular parámetros:
et: Avuta uuesti:
fi: Uud.lask.param:
fy: ynstellingen opnij berekenje :
lt: Parametrų perskaičiavimas:
nl: Opnieuw berekenen:
pl: Przelicz parametry:
pt: Novo cálculo dos parâmetros:
ru: Пересчитать:
sk: Prepočítané parametre:
tr: Tekrar Hesaplama Parametreleri:

source: Search in:
ar: بحث في :
cs: Hledat v:
de: Suche in:
es: Buscar en:
et: Otsi:
fi: Etsi:
fy: Sykje yn:
nl: Zoeken in:
pl: Szukaj w:
ru: Поиск в:
sk: Hľadať v:
tr: Arama konumu:

source: add
ar: أضف
cs: Přidat
de: Hinzufügen
es: añadir
et: lisa
fi: lisää
fy: tafoegje
lt: pridėti
nl: Toevoegen
pl: Dodaj
pt: acrescentar
ru: Добавить
sk: pridať
tr: Ekle

source: start the transponder scan
ar: إبدأ البحث في الباقات
cs: začátek prohledávání transpondéru
de: Die Sendersuche starten
es: Lanzar la búsqueda de canales
et: alusta transponderi skaneerimisega
fi: aloita lähettimien etsintä
fy: start ôfsykjen transponder
lt: pradėti transponderio skanavimą
nl: Transponderscan starten
pl: Rozpocznij przeszukiwanie transpondera
pt: começar a busca do transponder
ru: Сканирование транспондера
sk: začiatok prehľadávaniaí transpondéra
tr: Transponder taramasını başlat

source: start scan
ar: إبدأ البحث
cs: Start prohledávání
de: Suchlauf starten
es: Lanzar búsqueda
et: alusta skaneerimisega
fi: aloita etsintä
fy: start sykjen
lt: pradėti skanavimą
pl: Wyszukiwanie
pt: começar busca
ru: Сканирование
sk: štart prehľadávania
tr: Taramayı başlat
