Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Swap file
ar: ملف الذاكة الاضافية
cs: Swap soubor
de: Swap Datei
es: Fichero swap
et: Vaheta fail
fi: Swap-tiedosto
fy: Swap bestân
lt: Swap failas
pl: Swap
pt: Ficheiro Swap
ru: Файл подкачки
sk: Swap súbor
tr: Takas dosyası

source: Make use of swap file: No, USB, HDD or CF card.
ar: استخدم الذاكرة الاضافية عند اعادة التشغيل الدريم
cs: Umístění vyrovnávacího souboru: žádný, USB, HDD nebo CF karta.
es: Usar fichero de swap: No, USB, HDD o tarjeta CF
et: Märgi vahetusfaili kasutamine: Ei, USB, Kõvaketas ega CF kaart.
fi: Swap-tiedosto: Ei käytössä, USB, HDD tai CF-kortti.
fy: Gebrûk fan swap: Nee, USB., HDD of CF kaart
nl: Gebruik een swap file: Geen, USB, harddisk of CF-kaart.
ru: Создать файл подкачки: Нет, USB, HDD или CF
sk: Umiestnenie vyrovnávacieho súboru: žiadny, USB, HDD alebo CF karta.
tr: Takas dosyası kullanımı: Yok, USB, Sabit Disk, veya CF kartı.

source: Swap size
ar: حجم الذاكرة الاضافية
cs: Velikost
de: Swap grösse
es: Tamaño de Swap
et: Vahetuse maht
fi: Swapin koko
fy: Grutte
lt: Dydis
nl: Swapgrootte
pl: Rozmiar swap
pt: Tamanho de swap
ru: Размер подкачки
sk: Veľkosť
tr: Takas boyutu

source: Give size of swap file in MB
ar: حجم الذاكرة الاضافية بالميغا
cs: zadat velikost swapovacího souboru v MB
de: Swap grösse in MB eingeben
es: Dar el tamaño de swap en MB
et: Anna vahetusfaili suurus MB-des
fi: Swap-tiedoston koko (MB)
fy: Ynjefte fan fan swap bestângrutte yn MB
lt: Duokite keitimo (swap) failo dydį MB
nl: Grootte van de swap file in MB
pl: Wpisz rozmiar pliku swap w MB
pt: Introduzir o tamanho do ficheiro swap em MB
ru: Размер swap-файла в МБ
sk: zadať veľkosť swapovacieho súboru v MB
tr: MB cinsinden Takas dosyası boyutu

source: /var location
ar: موقع التخزين /var
cs: umístění /var
de: /var Speicherort
es: Localizacion del /var
et: /var-i asukoht
fi: /var sijainti
fy: /var lokaasje
lt: /var vieta
nl: /var locatie
pl: Lokalizacja /var
pt: local de /var
ru: Каталог /var
sk: umiestnenie /var
tr: /var konumu

source: Select the device to store /var on
ar: اختار جهاز التخزين
cs: Zvolit zařízení pro uložení /var na
de: Speicherort auf dem /var liegt auswählen
es: Seleccionar el dispositivo donde guardar /var
et: Vali üks seadmetest kuhu salvestada /var
fi: Valitse laite, mihin /var tallennetaan
fy: Selektearje plak foar opslach fan /var
lt: Pasirinkite įrenginį saugojimui /var
nl: Selecteer het medium waarop /var opgeslagen moet worden
pl: Wybierz urządzenie na którym przechowywany będzie katalog /var
pt: Seleccione o dispositivo para armazenar /var
ru: Выберите устройство для хранение каталога /var
sk: Vybrať zariadenie pre uloženie /var na
tr: /var'ın saklanacağı cihazı seçin

source: Internal flash
ar: الذاكرة الداخلية
cs: vnitřní flash
de: Internes Flash
es: Memoria interna
et: Sisemine püsimälu
fi: Sisäinen flash
fy: interne flash
lt: Vidinė flash atmintis
nl: Interne flash
pl: wewnętrzny flash
pt: Flash interno
ru: Внутренняя память
sk: interná flash
tr: Dahili flash bellek

source: Move to USB stick
ar: حرك الى USB
cs: přesunout na USB
es: Mover a un dispositivo USB
et: Teisalda USB mälukaardile
fi: Siirrä USB-muistille
fy: USB stick
lt: Perkelti į USB atmintinę
nl: Verplaats naar USB-stick
pl: Przenieś na USB-stick
pt: Mover para dispositivo USB
ru: Переместить на USB HDD
sk: presunúť na USB
tr: USB belleğe taşı

source: Move to harddisk
ar: التحريك الى القرص الصلب
cs: přesunout na harddisk
de: Zur Festplatte verschieben:
es: Moverl al disco duro
et: Teisalda kõvakettale
fi: Siirrä kovalevylle
fy: Hurde Skiif
lt: Perkelti į kietą diską
nl: Verplaats naar harddisk
pl: Przenieś /var na twardy dysk
pt: Mover para o disco rígido
ru: Переместить на HDD
sk: presunúť na harddisk
tr: Sabitdiske taşı

source: Move to CF card
ar: حرك الى CF card
cs: přesunout na CF kartu
es: Mover a una tarjeta CF
et: Liiguta CF kaardile
fi: Siirrä CF-kortille
fy: CF kaart
lt: Perkelti į CF kortelę
nl: Verplaats naar CF-kaart
pl: Przenieś na kartę CF
pt: Mover para cartão CF
ru: Переместить на CF
sk: presunúť na CF kartu
tr: CF karta taşı

source: Move to
ar: حرك الى
cs: Přesunout na
de: Verschiebe nach
es: Mover a
et: Teisalda
fi: Siirrä
fy: Nei
nl: Verplaats naar
pl: Przenieś do
ru: Переместить в
sk: Presunúť na
tr: Cihazına taşı

source: Mount on /media/var to enable move /var to network
ar: اربط ملفات الفار لتفعيلها في عملية الربط بالشبكة
es: Montar en /media/var para poder mover /var a la red
et: Paigalda /media/var lubamaks /var teisaldamine võrku
fi: Liitä /media/var aktivoidaksesi /var:n siirron verkkoon
fy: Oan /media/var keppelje om /var nei it netwurk ferplaatse te kinnen
nl: Mount op /media/var voor verplaatsen van /var naar netwerk
pl: Zamontuj na /media/var aby przenieść /var na dysk sieciowy
ru: Подсоединение /media/var к /var на HDD в сети
sk: Pripojiť na /media/var pre povolenie presunu /var na sieť
tr: /var dizninin ağa taşınabilmesi için /meda/var a bağlan

source: Keep on USB stick
ar: ابقية في USB
cs: Ponechat na USB
es: Mantener en un dispositivo USB
et: Hoia USB mälukaardil
fi: Käytä USB-muistia
fy: Op USB stick hâlde
lt: Saugoti USB atmintinėje
nl: Laat op USB-stick staan
pl: Umieść na USB-stick
pt: Manter no dispositivo USB
ru: Поддержка USB
sk: Ponechať na USB
tr: USB bellekte tut

source: Move to internal flash
ar: انقل الى الذاكرة الداخلية
cs: Přesunout do vnitřní flash
de: Verschieben ins interne Flash
es: Mover a la memoria interna
et: Teisalda püsimälusse
fi: Siirrä sis. kovalevylle
fy: ynterne flash
nl: Verplaats naar interne flash
pl: Przenieś do wewnętrznego flasha
ru: Переместить на внутренний HDD
sk: Presunúť do internej flash
tr: Dahili flash belleğe taşı

source: Keep on harddisk
ar: البقاء في القرص الصلب
cs: nechat na harddisku
de: Auf der Festplatte behalten:
es: Mantener en disco duro
et: Säilita kõvakettal
fi: Käytä kovalevyä
fy: Op hurde skiif hâlde
lt: Saugoti kietame diske
nl: Laat op harddisk staan
pl: Umieść na twardym dysku
pt: Manter no disco rígido
ru: Находится на HDD
sk: nechať na harddisku
tr: Sabitdsikte tut

source: Keep on CF card
ar: ابقي في CF card
cs: Ponechat na CF kartě
es: Mantener en una tarjeta CF
et: Hoia CF kaardil
fi: Käytä CF-korttia
fy: Op CF kaart hâlde
lt: Saugoti CF kortelėje
nl: Laat op CF-kaart staan
pl: Umieść na karcie CF
pt: Manter no cartão CF
ru: Поддержка CF-карты
sk: nechať na CF karte
tr: CF kart üzerinde tut

source: Keep on network
ar: ابقاء في الشبكة
cs: ponechat na síti
de: Auf dem Netzwerk behalten
es: Mantener en la red
et: Säilita võrguühendus
fi: Käytä verkkoa
fy: Op it netwurk hâlde
nl: Laat op netwerk staan
pl: Umieść na dysku sieciowym
ru: Находится в сети
sk: nechať na sieti
tr: Ağ üzerinde tut

source: You are running in multiboot, moving /var is disabled
ar: انت تعمل من نضام ملتي بوت , لا يمكن التحريك
cs: Pracujete v multiboot režimu, přemístění /var není povoleno
es: Tu estas usando multiboor, mover /var no es posible
et: Sinu süsteem töötab multifunktsionaalses /alglaadimise režiimis, var-i teisaldamine on keelatud
fi: Multiboot käytössä, /var siirto pois käytöstä
fy: Jo draaie in multiboot byld; /var kin net ferpleatst wurde
lt: Jūs einate į multiboot, perkelti /var yra išjungtas
nl: U draait in multiboot, verplaatsen van /var is uitgeschakeld
pl: System uruchomiony w trybie multiboot. Nie można przenieść /var
pt: Está a correr em multiboot, mover /var está desactivo
ru: Включена мультизагрузка. Перемещение /var блокировано
sk: Pracujete v multiboot režime, premiestnenie nie je povolené
tr: Çokluaçılış ile çalışıyorsunuz /var taşınamaz

source: Creating swap file
ar: اعمل ملفات الذاكرة الافتراضية
cs: Vytvářím vyrovnávací soubor
de: Erstellen der Auslagerungsdatei
es: Creando fichero swap
et: Vahetusfaili loomine
fi: Swap-tiedoston luonti
fy: Dwaande mei oanmeitjsen fan swap
nl: Creeert een swap file
sk: vytváram vyrovnávací súbor
tr: Takas dosyası oluşturuluyor

source: harddisk
ar: القرص صلب
cs: pevný disk
de: Festplatte
es: Disco duro
et: Kõvaketas:
fi: kovalevy
fy: hurde skiif
pl: twardy dysk
ru: HDD
sk: pevný disk
tr: sabitdisk

source: CF card
ar: كمباكت فلاش
cs: CF karta
es: Tarjeta CF
et: CF kaart
fi: CF-kortti
fy: CF kaart
pl: karta CF
ru: Карта CF
sk: CF karta
tr: CF kartı

source: network
ar: شبكة
cs: Nastavení sítě
de: Netzwerk
es: red
et: võrk
fi: Verkko
fy: netwurk
nl: netwerk
pl: dysk sieciowy
ru: Сеть
sk: Nastavenie siete
tr: Ağ

source: /var will be %s %s. After that, your dreambox will reboot automatically. Are you sure you want to do this?
ar: /ملفات الفار ستكون %s %s. بعد ذلك سيتم اعادة تشغيل الدريم اتوماتيكيا. هل انت متاكد ان تفعل هذا?
cs: /var bude přemístěn %s %s. Po přemístění bude dreambox automaticky restartován! Chcete skutečně provést?
es: /var estara en %s %s. Despues de esto tu dreambox reiniciara automaticamente. ¿Estas seguro?
et: /var teisaldatakse %s %s. Peale teisaldamist toimub Dreambox-i automaatne reboot! Oled kindel, et soovid seda teha?
fi: /var %s %s. After that, your dreambox will reboot automatically. Are you sure you want to do this?
fy: /var wurd %s %s Nei it ferpleatsen wurd de dreambox automatysk nij start Witte jo it seker ?
nl: /var zal %s %s De Dreambox zal vanzelf weer opstarten Weet u dit zeker?
pl: /var zostanie %s %s. Po zakończeniu odbiornik uruchomi się automatycznie! Czy chcesz przenieść?
ru: /var будет в %s %s. После этого Dreambox автоматически перезагрузится! Продолжить?
sk: /var bude premiestnený %s %s. Po premiestnení bude dreambox automaticky reštartovaný! Chcete naozaj vykonať?
tr: /var dizini %s %s İşlemi tamamlandıktan sonra Dreambox otomatik olarak yeniden başlatılacaktır!!!! Bu işlemi gerçekleştirmek istiyor musunuz?

source: moved to
ar: انقل الى
cs: přesunuto do
de: verschoben nach
es: movido a
et: liigutatud
fi: siirretään
fy: ferpleatst nei
nl: verplaatst worden naar
pl: przeniesiony do
ru: Переместить в
sk: presunuté do
tr: cihazına taşınıyor

source: removed from
ar: احذف من
cs: smazáno z
de: rntfernt von
es: borrado de
et: eemaldatud
fi: poistetaan
fy: ferwidere fan
nl: verwijderd worden van
pl: usunięty z
ru: Удалить из
sk: zmazané z
tr: cihazından kaldırılıyor

source: Are you sure?
ar: هل انت متأكد ؟
cs: Jste si jistý?
es: ¿Estas seguro?
et: Oled kindel?
fi: Oletko varma?
fy: Witte jo it seker ?
lt: Ar to norite ?
nl: Weet u dit zeker?
pl: Czy jesteś pewny?
pt: Tem a certeza?
ru: Вы уверены?
sk: Ste si istý?
tr: Emin misiniz?

source: %s %s, please wait!
ar: %s %s, الرجاء الانتظار!
cs: %s %s, čekejte!
de: %s %s, Bitte warten!
es: %s %s, por favor, espere...
et: %s %s, palun oota!
fi: %s %s, odota!
fy: %s %s, eefkes wachtsje
nl: %s %s, een ogenblik geduld a.u.b.
pl: %s %s, proszę czekać!
sk: %s %s, čakajte!
tr: %s %s, lütfen bekleyin!

source: Moving /var to
ar: نقل ملفات الفار الى
cs: Přesunout /var do
es: Moviendo /var a
et: Nihuta /var
fi: /var siirto
fy: Ferpleatsen fan /var nei
nl: Verplaatsen /var naar
pl: Przenoszenie /var do
ru: Переместить /var в
sk: Presunúť /var do
tr: /var dizininin aktrıldığı yer

source: Removing /var from
ar: حذف ملفات الفار من
cs: Odstraňuji /var z
de: Entferne /var von
es: Borrando /var de
et: Eemalda /var
fi: /var katkaisu
fy: Ferwiderje fan /var fan
nl: Verwijderen /var van
pl: Usuwanie /var z
ru: Удаление /var из
sk: Odstraňujem /var z
tr: /var ın kaldırımdığı dizin

source: Enable teletext caching
ar: تفعيل التليتيكس
cs: Povolit caching teletextu
de: Teletext 'caching' aktivieren
es: Activar caché teletexto
et: Luba teleteksti voog
fi: Aktivoi tekstitv:n välimuisti
fy: Tiletekst caching ynskeakelje
lt: Išjungti teleteksto kaupimą
nl: Teletext-caching inschakelen
pl: Włącz pamięć telegazety
pt: Activar a cache do teletexto
ru: Разрешить кэш телетекста
sk: Povoliť caching teletextu
tr: Teletext ön belleği kullan

source: Enable caching of teletext pages to access them faster (also needed for web interface)
ar: تمكين تخزين صفحات التليتكست للسرعة الوصل اليهم
cs: cache zrychlí přístup ke stránkám teletextu ( i pro Web interface)
de: Teletext-Seiten cachen aktivieren, für schnelleren Zugriff (wird auch für das Webinterface benötigt)
es: Habilitar el cachedo de las paginas del teletexto para acceder a ellas mas rapido (tambien es necesario para la interfaz web)
et: Luba teleteksti lehtede laadimine vahemällu, et neid laadida kiiremini (vajalik samuti web-i liidese puhul)
fi: Nopeuta tekstitv:tä aktivoimalla välimuisti (tarvitaan myös WebIf-tekstitv:lle)
fy: Opslach fan tiletekst ynskeakelje, foar rapper siden te besjen (ek nedich foar webinterface)
lt: Įjungti teleteksto kaupimą greitam puslapių pasiekimui
nl: Activeer het opslaan van teletext pagina's om ze sneller op te roepen (ook nodig voor de webinterface)
pl: Włącz cache dla stron telegazety aby odczytywać je szybciej
pt: Permitir cache nas páginas do teletexto para lhes aceder rapidamente (também necessário para o interface web)
ru: Кэширование страниц телетекста для быстрого доступа (это также нужно для веб-интерфейса)
sk: chace zrýchli prístup k stránkam teletextu (i pre Web interface)
tr: Teletext sayfalarına daha hızlı ulaşım için önbelleği aktive et (webarabiriim için de kullanılır)

source: For more options: press MENU key in teletext
ar: لخيلرات اضافية: اضغط على زر القائمة في التلي تكست
cs: Více možností: stiskněte MENU v teletextu
de: Mehr Optionen: MENU-Taste im Teletext drücken
es: Para mas opciones: Presiona la tecla MENU en el teletexto
et: Rohkemateks valikuteks: mulju MENU klahvi teletekstis
fi: Lisävalinnat: paina MENU tekstitv-näkymässä
fy: Foar mear opsjes: druk MENU toets yn tiletekst
nl: Meer opties: druk MENU toets in teletext
ru: Дополнительные настройки: нажмите MENU в телетексте
sk: Viac možností: stlačte MENU v teletexte
tr: Daha fazla seçenek için: Teletext de iken MENU tuşuna basın

source: Time zone setup
ar: اعدادات المنطقة الزمنية
cs: Časové pásmo - nastavení
de: Einstellung der Zeitzone
es: Ajuste hora local
et: Ajavööndi häälestus
fi: Aikavyöhykeasetukset
fy: Tiidzone ynstellingen
lt: Laiko juostos nustatymas
nl: Tijdzone instellingen
pl: Ustawienia strefy czasowej
pt: Configuração de Zona Horária
ru: Часовой пояс
sk: Časové pásmo - nastavenie
tr: Saat dilimi ayarları

source: Time zone:
ar: : المنطقة الزمنية
cs: časové pásmo:
de: Zeitzone:
es: Hora local:
et: Ajavöönd:
fi: Aikavyöhyke:
fy: Tiidzone:
lt: Laiko juosta:
nl: Tijdzone:
pl: Strefa czasowa:
pt: Zona Horária:
ru: Часовой пояс:
sk: časové pásmo:
tr: Saat Dilimi:

source: Select your time zone
ar: إختيار منطقتك الزمنية
cs: zvolte Vaše časové pásmo
de: Wählen Sie Ihre Zeitzone (OK)
es: Elige zona (ok)
et: Vali oma ajavöönd
fi: Valitse aikavyöhyke
fy: Kies jo tiidzone
lt: Pasirinkite savo laiko juostą
nl: Kies uw tijdzone
pl: Wybierz swoją strefę czasową (OK)
pt: Seleccione a sua Zona Horária
ru: Выберите часовой пояс
sk: zvoľte Vaše časové pásmo
tr: Saat diliminizi seçin

source: Timezone Configuration >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [1] Time Settings >>> [1] Timezone Configuration . . . . . . . . . . Here you can select your timezone, if changed a reboot is needed for the system to use the right time . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Time Zone: Select Timezone and use [OK] to make a selection [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
ar: اعدادات الوقت
cs: Časové pásmo - nastavení >>> [MENU] >>> [6] Nastavení >>> [3] Nastavení systému >>> [1] Čas >>> [1] Časové pásmo . . . . . . . . . . Nastavení časového pásma. Změny času se uplatní až po restartu . . . . . . . . . . Použití: [UP]/[DOWN] přesun na vstupní pole nebo tlačítko Časové pásmo: vybrat časové pásmo a výběr potvrdit [OK] [GREEN] Uložit nastavení a zavřít okno [EXIT] Zavřít okno bez uložení změn
es: Configuracion de la zona horaria >>> [MENU] >>> [6] Ajuste >>> [3] Ajuste de sistema >>> [1] Ajuste de hora >>> [1] Ajuste de zona horaria . . . . . . . . . . Aqui puedes seleccionar tu zona horaria. Un reinicio es necesario para que el cambio surta efecto. . . . . . . . . . . Uso: [UP]/[DOWN] Selecciona campo de texto o boton Zona horaria: Selecciona zona horaria y pulsa [OK] para fijarla [GREEN] Guardar y cerrar [EXIT] Cerrar sin guardar
et: Ajavööndi konfiguratsioon >>> [MENU] >>> [6] Häälestus >>> [3] Süsteemi Seaded >>> [1] Taimeri Seaded >>> [1] Ajavööndi Konfiguratsioon . . . . . . . . . . Siin saab valida oma ajavööndi, kui muudad praegust, siis on taaskäivitamine vajalik õige aja kasutuselevõtuks . . . . . . . . . . Kasutamine: [ÜLESSE]/[ALLA] Vali Sisendväli või Klahv Ajavöönd: Vali ajavöönd ja kasuta [OK] tegemaks valik [ROHELINE] Salvesta Seaded ja Sule Aken [EXIT] Sule aken ilma muutusi salvestamata
fi: Aikavyöhykeasetukset >>> [MENU] >>> [6] Asetukset >>> [3] Järjestelmäasetukset >>> [1] Aika-asetukset >>> [1] Aikavyöhyke . . . . . . . . . . Tässä näkymässä voit valita aikavyöhykkeen. Uudelleenkäynnistys tarvitaan . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai painike AIkavyöhyke: Valitse aikavyöhyke ja paina OK [VIH] Tallenna muutokset ja poistu [EXIT] Poistu tallentamatta
fy: Tiidzone Konfiguraasje >>> [MENU] >>> [6] Ynstellingen >>> [3] Systeem Ynstellingen >>> [1] Tiids Ynstellingen >>> [1] Tiidzone Konfiguraasje . . . . . . . . . . Hjir kinne jo jo tiidszone ynstelle. by wizigingen is een nij start nedig, foar it systeem, foar de juste tiid . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje Ynjeftefjild of Knop Tiid Zone: Selektearje Tiidzone en [OK] foar in keuze te meitsjen [GRIEN] Ynstellingen opslaan en Slút finster [EXIT] Slút finster en ynstellingen net opslaan
lt: Laiko juostos nustatymas >>> [MENU] >>> [6] Nustatymai >>> [3] Sisteminiai nustatymai >>> [1] Laiko nustatymai >>> [1] Laiko juostos nustatymas . . . . . . . . . . Čia galite pasirinkti savo laiko juostą, ją pakeitus reikės paleisti iš naujo Jūsų imtuvą . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką Laiko juosta: Laiko juostos pasirinkimui naudokite [OK] pasirinkite [ŽALIAS] Išsaugoti nustatymus ir uždaryti langą [EXIT] Uždaryti langą be išsaugojimo
pl: Strefy czasowa >>> [MENU] >>> [6] Ustawienia >>> [3] Ustawienia systemowe >>> [1] Zegar >>> [1] Strefa czasowa . . . . . . . . . . Tutaj możesz zmienić ustawienia strefy czasowej. Po zmianie odbiornik musi zostać zrestartowany aby zmiany zostały zachowane. . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk Strefa czasowa: Wybierz strefę czasową i wciśnij [OK] aby potwierdzić [ZIELONY] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Configuração de zona horária >>> [MENU] >>> [6] Configuração >>> [3] Definições de sistema >>> [1] Definições de hora >>> [1] Configuração de zona horária . . . . . . . . . . Aqui pode seleccionar a sua zona horária. Se for alterada, é necessário reiniciar para o sistema utilizar a hora correcta . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo de introdução ou botão Zona Horária: Seleccione a zona horária e utilize [OK] para fazer uma selecção [GREEN] Guardar definições e fechar a janela [EXIT] Fechar janela sem guardar alterações
ru: Часовой пояс >>> [MENU] >>> [6] Настройки >>> [3] Настройка системы >>> [2] Время >>> [1] Временной пояс . . . . . . . . . . Здесь можно изменить свой временной пояс. Изменения вступят в силу после перезагрузки. . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода или кнопки Временной пояс: [OK] Выбор временного пояса [ЗЕЛЁНЫЙ] Записать и выйти [EXIT] Выйти без записи
sk: Časové pásmo - nastavení >>> [MENU] >>> [6] Nastavení >>> [3] Nastavení systému >>> [1] Čas >>> [1] Časové pásmo . . . . . . . . . . Nastavenie časového pásma. Zmeny času sa uplatnia až po reštarte . . . . . . . . . . Použitie: [UP]/[DOWN] presun na vstupné pole alebo tlačidlo Časové pásmo: vybrať časové pásmo a výber potvrdiť [OK] [GREEN] Uložiť nastavenie a zavrieť okno [EXIT] Zavrieť okno bez uloženia zmien
tr: Saatdilimi Ayarları >>> [MENU] >>> [6] Kurulum >>> [3] Sistem Kurulum >>> [1] Saat kurulum >>> [1] Saat dilimi Ayarları . . . . . . . . . . Here you can select your timezone, if changed a reboot is needed for the system to use the right time . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Time Zone: Select Timezone and use [OK] to make a selection [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes

source: You have to restart enigma to apply the new time zone Restart now?
ar: لابد من اعادة التشغيل لتمكين التوقيت الجديد
cs: Pro uplatnění změn po volbě nového časového pásma musíte restartovat Restartovat nyní ?
de: Enigma muss neugestartet werden, um die neue Zeitzone zu aktivieren. Jetzt neustarten?
es: Hay que reiniciar enigma para activar la zona horaria Reiniciar ahora?
et: Uue ajavööndi laadimiseks on vajalik alglaadimine Taaskäivitan?
fi: Käynnistä Enigma uudelleen, jotta uusi aikavyöhyke tulee käyttöön. Käynnistä uudelleen nyt?
fy: Enigma moat opnij start wurde om de nije Tiidzone oer te nimmen No opnij starte ?
lt: Jūs turite paleisti iš naujo Enigmą norėdami pasirinkti naują laiko juostą Paleisti iš naujo dabar?
nl: De Dreambox moet worden herstart om de nieuwe tijdzone te activeren Nu herstarten?
pl: Musisz zrestartować Enigmę aby zastosować nową strefę czasową. Restartować teraz?
pt: Tem de reiniciar o sistema enigma para aplicar as alterações Reiniciar agora?
ru: Для использования временного пояса нужна перезагрузка. Перезагрузить сейчас?
sk: Pre uplatnenie zmien po voľbe nového časového pásma musíte reštartovať Reštartovať teraz?
tr: Yeni saat diliminin etkin olması için enigma'nın yeniden başlatmanız gerekmektedir. Şimdi yeniden başltılsın mı ?

source: Timezone changed
ar: تم تغيير المنطقة الزمنية
cs: Časová zóna změněna
de: Zeitzone geändert
es: Zona horaria cambiada
et: Ajavöönd muudetud
fi: Aikavyöhyke vaihdettu
fy: Tiidszone wizigje
lt: Laiko juosta pakeista
nl: Tijdzone aangepast
pl: Strefa czasowa została zmieniona
pt: fuse horário modificado
ru: Смена временного пояса
sk: Časová zóna zmenená
tr: Saat Dilimi değiştirildi

source: USB mount wait
ar: انتضار ربط USB
cs: Opožděné připojení USB
es: Espera de montaje del USB
et: oota USB paigaldamine
fi: USB:tä liitetään
fy: USB oankeppeljen wachttiid
lt: USB jungiama laukite
nl: USB mount vertraging
pl: Montowanie USB-stick. Proszę czekać...
pt: Espera da montagem USB
ru: Подсоединение USB HDD...
sk: Oneskorené pripojenie USB
tr: USB bağlama bekleniyor

source: Number of seconds to wait before mounting USB stick
ar: عدد الثواني قبل عملية ربط USB
cs: počet sekund před připojením USB
es: Numero de segundos de espera antes de montar el dispositivo USB
et: Sekundeid oodata ennem kui haagib USB pulga
fi: Odotettava sekuntimäärä, ennenkuin USB-muisti liitetään
fy: Oantal seconden wachtsje foar onkeppeljen fan USB stick
lt: Laukimo laikas sekundėmis iki USB atmintinės pajungimo
nl: Aantal seconden te wachten voordat de USB-stick gemount zal worden
pl: Wpisz po ilu sekundach rozpocząć montowanie USB
pt: Número de segundos a aguardar antes de montar o dispositivo USB
ru: Задержка перед подсоединением USB HDD
sk: počet sekúnd pred pripojením USB
tr: USB çubuğu eklemeden önce bekleme süresi (sn)

source: Mount USB stick
ar: ربط USB
cs: Připojit USB
es: Montar dispositivo USB
et: Paigalda USB mälu
fi: Liitä USB-muisti
fy: Oankeppelje USB stick
lt: Jungiama USB atmintinė
pl: Zamontuj USB stick
pt: Montar dispositivo USB
ru: Подсоединение USB HDD
sk: Pripojiť USB
tr: USB çubuğu sisteme bağla

source: Unmount USB stick
ar: الغاء ربط USB
cs: Odpojit USB
es: Desmontar dispositivo USB
et: Haagi lahti USB pulk
fi: Irrota USB-muisti
fy: Ofkeppelje USB stick
lt: Atjungiama USB atmintinė
pl: Odmontuj USB-stick
pt: Desmontar dispositivo USB
ru: Отсоединить USB HDD
sk: Odpojiť USB
tr: USB çubuğu bağlantısnı çöz
