Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: set LCD brightness for Standby Mode ( left / right )
ar: ضبط اضاءة الشاشة لوضع الانتظار يمين يسار
cs: nastavit jas LCD pro Standby mód (vlevo, vpravo)
de: LCD-Helligkeit bei Standby einstellen (links, rechts)
es: Brillo del LCD en standby (izquierda / derecha)
et: seadista LCD paneeli heledus ooterežiimisl (vasak / parem)
fi: LCD-näytön kirkkaus valmiustilassa ( vasen / oikea )
fy: set LCD helderens in paraatmodus (links, rjochts)
lt: šviesumo LCD nustatymas budėjimui (kairėn, dešinėn)
nl: Helderheid standby instellen ( links / rechts )
pl: Ustaw jasność LCD w stanie czuwania (lewy, prawy)
pt: ajustar a luminosidade LCD para o Modo Standby ( esquerda / direita )
sk: nastaviť jas LCD pre Standby mód (vľavo, vpravo)
tr: LCD ekranının Hazır Bekleme Durumundaki parlaklığını ayarla (sol/sağ)

source: Inverted
ar: معكوسة
cs: Invertovat
de: Invertiert
es: Invertido:
et: Inversioonis
fi: Käänt.
fy: Oarsom
nl: Inversie
sk: Inverzia
tr: Evir:

source: enable/disable inverted LCD (ok)
ar: تشغيل / قفل معكوس الشاة الكريستالية
cs: povolit/zakázat inverzi LCD (OK)
de: Invertierung des LCD an/ausschalten (OK)
es: Activar/desactivar inversión LCD (ok)
et: luba/keela LCD inversioon (ok)
fi: käänteinen LCD päälle/pois (ok)
fy: LCD ynfertearje oan/út (ok)
lt: Įjungti / išjungti pervertimą (ok)
nl: LCD-Inversie aan/uitschakelen (OK)
pl: Włącz/wyłącz odwrócenie w LCD (OK)
pt: activar/desativar a inversão das cores do LCD (ok)
sk: povoliť/zakázať inverziu LCD (OK)
tr: ters LCD aç/kapa (ok)

source: LCD Settings >>> [MENU] >>> [6] Setup >>> [3] System Settings >>> [8] LCD Settings . . . . . . . . . . Setup of the LCD screen on your Dreambox (front) . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button [LEFT]/[RIGHT] Set Brightness/Contrast/Standby(brightness) INVERTED: Toggle inverted LCD screen [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
ar: اعدادات LCD
cs: LCD nastavení >>> [MENU] >>> [6] Nastavení >>> [5] Uživatelský interface >>> [7] LCD . . . . . . . . . . Nastavení LCD na předním panelu Dreamboxu . . . . . . . . . . Použití: [UP]/[DOWN] výběr vstupního pole nebo tlačítka [LEFT]/[RIGHT] nastavit Jas/Kontrast/Standby(jas) INVERTED: přepne LCD na inverzní [GREEN] uložit nastavení a zavřít okno [EXIT] zavřít okno bez uložení změn
es: Ajustes del LCD >>> [MENU] >>> [6] Ajustes >>> [3] Ajustes de sistema >>> [8] Ajustes del LCD . . . . . . . . . . Configuracion de la pantalla LCD de tu Dreambox (frontal) . . . . . . . . . . Uso: [UP]/[DOWN] Navega por la pantalla [LEFT]/[RIGHT] Ajusta el brillo/contraste/brillo en espera Invertir: Invierte los colores del LCD [GREEN] Salvar y salir [EXIT] Cerrar sin salvar
et: LCD Seaded >>> [MENU] >>> [6] Häälestus >>> [3] Süsteemi häälestus >>> [8] LCD Häälestus . . . . . . . . . . Sinu Dreambox-i LCD ekraani häälestus (esipaneelil) . . . . . . . . . . Kasutamine: [ÜLESSE]/[ALLA] Vali sisendväli või klahv [LEFT]/[RIGHT] Set Brightness/Contrast/Standby(brightness) INVERTED: Toggle inverted LCD screen [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
fi: LCD-asetukset >>> [MENU] >>> [6] Asetukset >>> [3] Järjestelmäasetukset >>> [8] LCD-asetukset . . . . . . . . . . Dreamboxin LCD-näytön asetukset (etu) . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai painike [VAS]/[OIK] Aseta kirkkaus/kontrasti/valmiustilan kirkkaus INVERTOI: LCD:n käännetyt värit [VIH] Tallenna muutokset ja poistu [EXIT] Poistu tallentamatta
fy: LCD Ynstellingen >>> [MENU] >>> [6] Ynstellingen >>> [3] Systeem Ynstellingen >>> [8] LCD Ynstellingen . . . . . . . . . . Ynstellingen fan it LCD skerm op de Dreambox (foarein) . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje ynjeftefjild of knop [LINKS]/[RJOCHTS] ynstelle Helderens/kontrast/Paraatmodus helderens INVERTEARRE: invertearje LCD skerm oansjoch [GRIEN] Feroaringen opslaan en slút finster [EXIT] Feroaringen net opslaan en slút finster
lt: LCD nustatymai >>> [MENU] >>> [6] Nustatymai >>> [3] Sisteminiai nustatymai >>> [8] LCD nustatymai . . . . . . . . . . Jūsų imtuvo LCD ekrano nustatymai (priekis) . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką [KAIRĖ]/[DEŠINĖ] Nustatykite Šviesumą/Kontrastą/Budėjimą(šviesumas) PERVERSTA: Perverstas LCD ekranas [ŽALIAS] Išsaugoti nustatymus ir uždaryti langą [EXIT] Uždaryti langą be išsaugojimo
pl: Ustawienia LCD >>> [MENU] >>> [6] Ustawienia >>> [3] Ustawienia systemowe >>> [8] Ustawienia LCD . . . . . . . . . . Tutaj możesz ustawić opcje wyświetlacza LCD . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk [LEWY]/[PRAWY] Ustaw jasność i kontrast Negatyw: Włącz/wyłącz odwrócenie LCD [ZIELONY] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Definições LCD >>> [MENU] >>> [6] Configuração >>> [3] Definições de sistema >>> [8] Definições LCD . . . . . . . . . . Setup of the LCD screen on your Dreambox (front) . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button [LEFT]/[RIGHT] Set Brightness/Contrast/Standby(brightness) INVERTED: Toggle inverted LCD screen [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
ru: Настройки LCD экрана >>> [MENU] >>> [6] Настройки >>> [3] Настройка системы >>> [8] Настройка LCD . . . . . . . . . . Настройки LCD экрана на передней панеле Dreambox . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор полей ввода или кнопок [ВЛЕВО]/[ВПРАВО] Установка яркости/контрастности... INVERTED: Инвертирование цвета надписей [ЗЕЛЁНЫЙ] Записать и выйти [EXIT] Выйти без записи
sk: LCD nastavení >>> [MENU] >>> [6] Nastavení >>> [5] Uživatelský interface >>> [7] LCD . . . . . . . . . . Nastavenie LCD na prednom paneli Dreamboxu . . . . . . . . . . Použitie: [UP]/[DOWN] výber vstupného poľa alebo tlačidla [LEFT]/[RIGHT] nastaviť Jas/Kontrast/Standby(jas) INVERTED: prepne LCD na inverzný [GREEN] uložiť nastavenie a zavrieť okno [EXIT] zavrieť okno bez uloženia zmien
tr: LCD Ayarları >>> [MENU] >>> [6] Kurulum >>> [3] Sistem ayarları >>> [8] LCD Ayarları . . . . . . . . . . Dreamboxunuz üzerindeki LCD ekranın ayarlarıdır (ön taraf) . . . . . . . . . . Kullanım: [YUKARI]/[AŞAĞI] giriş alanı veya buton seçimi [SOL]/[SAĞ] Parlaklık/Kontrast/Hazırda Bekleme (Parlaklık) ayarlar EVRİLMİŞ: Evrilmiş ve Normal LCD ayarı [YEŞİL] Ayarları kaydet ve pencereyi kapat [EXIT] Ayarları kaydetmeden pencereyi kapat

source: Network mounts
ar: روابط الشبكة
cs: Síťová připojení
de: Netzwerk-Freigaben
es: Montajes de red
et: Haagitud võrgust
fi: Verkkojaot
fy: Netwurk oankeppelingen
lt: Tinklo pajungimai
nl: Netwerkmounts
pl: Udziały i dyski sieciowe
pt: Montagens de rede
ru: Подсоединения сети
sk: Sieťové pripojenia
tr: Ağ bağlantıları

source: mounted
ar: مربوط
cs: připojeno
de: eingehängt
es: Montado
et: haagitud
fi: jaot
fy: oankeppele
lt: pajungta
nl: gemount
pl: Podłączony
pt: montado
ru: Подсоединено
sk: pripojené
tr: bağlanmış

source: not mounted
ar: غير مربوط
cs: nepřipojeno
de: nicht eingehängt
es: No montado
et: haakimata
fi: ei liitetty
fy: net oankeppele
lt: nepajungta
nl: niet gemount
pl: Niepodłączony
pt: não montado
ru: Не подсоединено
sk: nepripojené
tr: çözülmüş

source: Show, edit or remove this mount
ar: أظهار , تعديل او حذف هذا الربط
cs: zobrazit, upravit nebo smazat toto připojení
es: Mostrar, editar o borrar este punto de montaje
et: Kuva, redigeeri või tühista see haagitud seade
fi: Näytä, muokkaa tai poista tämä levy
fy: Sjen litte, bewurkje of ferwiderje fan oankeppelpunt
lt: Rodyti, redaguoti arba pašalinti šį pajungimą
nl: Bekijk, verander of verwijder deze mount
pl: Pokaż, edytuj albo usuń udział lub dysk sieciowy
pt: Mostrar, editar ou remover esta montagem
ru: Изменение точки подсоединения
sk: zobraziť, upraviť alebo zmazať toto pripojenie
tr: Bu bağlantının özelliklerini görüntüle,düzenle ya da sil

source: Add a new mount
ar: أضف ربط جديد
cs: > Přidat nové připojení <
de: Neue Freigabe hinzufügen
es: Añadir punto de montaje nuevo
et: Lisa uus külgehaakimine
fi: Liitä uusi levy
fy: Nij oankeppelpunt tafoegje
lt: Pridėti naują pajungimą
nl: Nieuwe mount toevoegen
pl: Dodaj nowy udział lub dysk sieciowy
pt: Adicionar uma montagem
ru: Добавить новую точку
sk: > Pridať nové pripojenie <
tr: Yeni bağlantı ekle

source: New network mount
ar: اختيار نوع شبكة الربط
cs: Nové síťové připojení
de: Neue Netzwerk-Freigabe hinzufügen
es: Nuevo punto de montaje en red
et: Uus võrgust haakimine
fi: Uusi verkkolevy
fy: Nei network oankeppelpunt
lt: Naujas tinklo pajungimas
nl: Nieuwe netwerkmount
pl: Nowy udział/dysk
pt: Nova montagem de rede
ru: Новое подсоединение
sk: Nové sieťové pripojenie
tr: Yeni ağ bağlantısı

source: Description
ar: الوصف
cs: Popis
es: Descripcion
et: Selgitus
fi: Kuvaus
fy: Beskriuwing
lt: Kryptis
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Наименование
sk: Popis
tr: Açıklama

source: Enter an optional description
ar: ادخل وصف بأختيارك
cs: zadejte popis připojení
es: Introduce una descripcion opcional
et: Sisesta valikuline kirjeldus
fi: Syötä vapaavalintainen kuvaus
fy: Ynjefte fan in extra beskriuwing
lt: Įeikite į laisvai pasirenkamą apibūdinimą
nl: Geef een optionele beschrijving in
pl: Wpisz nazwę udziału lub dysku sieciowego
pt: Introduzir uma descrição opcional
ru: Введите имя точки подсоединения
sk: zadajte popis pripojenia
tr: Açıklama giriniz (isteğe bağlı)

source: Filesystem
ar: ملفات النضام
cs: Systém souborů
es: Sistemas de fichero
et: Failisüsteem
fi: Tiedostojärjestelmä
fy: Bestân systeem
lt: Failų sistema
nl: Bestandssysteem
pl: System plików
pt: Sistema de ficheiros
ru: Система файлов
sk: Systém súborov
tr: Dosya sistemi

source: Select filesystem type
ar: اختر نوع ملفات النظام
cs: vyberte typ filesystému
es: Elige tipo de sistema de ficheros
et: Valige failisüsteem
fi: Valitse tiedostojärjestelmä
fy: Bestânsysteem type selektearje
lt: Pasirinkite failų sistemą
nl: Selecteer het bestandssysteem
pl: Wybierz system plików
pt: Seleccionar tipo do sistema de ficheiros
ru: Выберите файловую систему
sk: vyberte typ filesystemu
tr: Dosya sistemi tipini seçin

source: Especially for Linux and Dreamboxes
ar: خاص للينكس و دريم بوكس
cs: speciálně pro Linux a Dreamboxy
es: Especial para Linux y Dreambox
et: Spetsiaalselt Linuxi ja Dreamboksi jaoks
fi: Erityisesti Linuxille ja Dreamboxille
fy: Speciaal foar Linux en Dreamboxen
lt: Specialiai dėl Linux ir Dreambox
nl: Speciaal voor Linux en Dreamboxes
pl: Zalecany dla Linuksa i Dreambox
pt: Especialmente para Linux e Dreambox
ru: Рекомендуется для Linux и Dreambox
sk: špeciálne pre Linux a Dreamboxy
tr: Özellikle Linux ve Dreambox'lar için

source: Especially for Windows, Linux, Dreamboxes and NAS devices
ar: خاص للويندوز , لينكس , دريم بوكس و الاجهزة القديمة
cs: speciálně pro Windows, Linux, Dreamboxy a NAS zařízení
es: Especial para Windows, Linux, Dreambox y dispositivos NAS
et: Spetsiaalselt Windowsile, Linuxile ja NAS seadmetele
fi: Erityisesti Windowsille, Linuxille, Dreamboxille ja NAS-laitteille
fy: Speciaal foar Linux, Windows, Dreamboxen en NAS apparaten
lt: Specialiai Windows, Linux, Dreambox ir NAS įrenginiams
nl: Speciaal voor Windows, Linux, Dreamboxes en NAS-apparatuur
pl: Zalecany dla Windows, Linuksa, Dreambox i urządzeń NAS
pt: Especialmente para Windows, Linux, Dreambox e dispositivos NAS
ru: Рекомендуется для Windows, Linux, Dreambox и NAS
sk: špeciálne pre Windows, Linux, Dreamboxy a NAS zariadenia
tr: Özellikle Windows, Linux, Dreamboxlar ve NAS cihazları için

source: Especially for some old NAS devices
ar: خاص ببعض الاجهزة القديمة
cs: speciálně pro některé levné NAS zařízení
es: Especial para algunos dispositivos NAS antiguos
et: Spetsiaalselt mõnele vanale NAS seadmele
fi: Erityisesti vanhoille NAS-laitteille
fy: Speciaal foar âlde NAS apparaten
lt: Specialiai kai kuriems seniems NAS įrenginiams
nl: Speciaal voor bepaalde oude NAS-apparatuur
pl: Zalecany dla starszych urządzeń NAS
pt: Especialmente para alguns velhos dispositivos NAS
ru: Рекомендуется для некоторых старых NAS
sk: špeciálne pre niektoré lacné NAS zariadenie
tr: Özellikle bazı eski NAS cihazları için

source: Auto mount
ar: الربط الاوتوماتيكي
es: Montar automaticamente
et: Automaatne haakimine
fi: Liitä autom.
fy: Auto oankeppelje
lt: Auto pajungimas
pt: Montagem automática
ru: Автоподсоединение
tr: Otomatik bağlantı kur

source: Mount this share when Enigma starts
ar: اربط هذة المشاركة عند بداية تشغيل الانيجما
cs: připojit automaticky po startu Enigmy
es: Montar este punto de montaje cuando Enigma arranca
et: Paigalda see jagatud osa kui Enigma käivitub
fi: Liitä tämä jako käynnistyksessä
fy: Map oankeppelje by starten fan Enigma
nl: Mount deze server tijdens starten van Enigma
ru: Подсоединять эту точку при запуске
sk: pripojiť automaticky po štarte Enigmy
tr: Enigma başladığında bu paylaşıma bağlan

source: Select IP address or hostname
ar: اختار الاي بي الرفقمي او الحرفي
cs: zvolte IP adresu nebo název serveru (Hostname)
es: Seleccione direccion IP o nombre de maquina
et: Vali IP aadress või hosti nimi
fi: Valitse IP-osoite tai nimi
fy: Selektearje IP adres of de hostnamme
lt: Pasisrinkite IP adresą arba hostą
nl: Selecteer IP adres of hostname
pl: Wpisz adres IP lub pełny adres internetowy
pt: Seleccionar endereço IP ou anfitrião
ru: Выбор IP-адреса или ПК
sk: zvoľte IP adresu alebo názov servera (Hostname)
tr: IP adresi veya host adı seçiniz

source: IP address
ar: عنوان الاي بي
cs: IP adresa
es: Direccion IP
et: IP aadress
fi: IP-osoite
fy: IP adres
nl: IP-adres
pl: Adres IP
ru: IP-адрес
sk: IP adresa
tr: IP adresi

source: Hostname
ar: أسم المستضيف
es: Nombre de maquina
et: Hosti nimi
fi: Nimi
fy: Hostnamme
nl: Hostnaam
pl: Nazwa
ru: Имя сервера
tr: Host adı

source: Enter hostname
ar: أدخل الاي بي الحرفي
cs: zadejte název serveru (hostname)
es: Introduzca nombre de maquina
et: Sisesta hosti nimi:
fi: Syötä nimi
fy: Ynjefte fan hostnamme
lt: Įrašykite vardą
nl: Geef hostnaam in
pl: Wpisz nazwę serwera
pt: Introduzir nome do host
ru: Имя сервера
sk: zadejte názov servera (hostname)
tr: Host adı giriniz

source: Enter IP address
ar: ادخل عنوان الاي بي
cs: zadejte IP adresu
es: Introduce direccion IP
et: Sisesta oma IP aadress
fi: Syötä IP-osoite
fy: Ynjefte fan IP adres
lt: Įrašykite IP adresą
nl: Geef IP-adres in
pl: Wpisz adres IP (0..9, lewy, prawy)
pt: Introduzir endereço IP
ru: IP-адрес (0..9, ВЛЕВО, ВПРАВО)
sk: zadajte IP adresu
tr: IP adresi giriniz

source: Mountpoint
ar: نقطة الربط
cs: Bod připojení
es: Punto de montaje
et: Haakepunkt
fi: Paik. hakemisto
fy: Oankeppelpunt
lt: Pajungimo taškas
nl: Mountpunt
pl: Katalog
pt: Ponto de montagem
ru: Каталог
sk: Bod pripojenia
tr: Bağlantı noktası

source: Select local mountpoint
ar: اختار نقطة الربط المحلية
cs: zvolte bod připojení v dreamboxu
es: Seleccionar punto de montaje local
et: Vali kohalik haakepunkt
fi: Valitse paikallinen hakemisto
fy: Kies lokaal oankeppelpunt
lt: Pasirinkite lokalinį pajungimo tašką
nl: Selecteer lokaal mountpunt
pl: Wpisz lokalizację lokalnego katalogu
pt: Escolher ponto de montagem local
ru: Выберите каталог Dreambox в который будет подсоединена эта точка
sk: zvoľte bod pripojenia v dreamboxe
tr: Yerel bağlantı noktası seçin

source: Server directory
ar: مجلد السيرفر
cs: Adresář serveru
es: Directorio de servidor
et: Serveri kataloog
fi: Serverin hakemisto
fy: Server map
lt: Serverio direktorija
pl: Katalog serwera
pt: Pasta do servidor
ru: Каталог сервера
sk: Adresár servera
tr: Sunucu dizini

source: Enter the server directory
ar: أدخل مجلد السيرفر
cs: zadejte adresář serveru
es: Introduce el directorio del servidor
et: Sisesta serveri kataloog
fi: Syötä serverin hakemisto
fy: Ynjefte fan server map
lt: Įrašykite serverio direktoriją
nl: Geef de serverdirectory in
pl: Wpisz lokalizację katalogu na serwerze
pt: Introduza o directório do servidor
ru: Каталог на сервере
sk: zadajte adresár servera
tr: Sunucu dizini girin

source: Username
ar: أسم المستخدم
cs: Uživatelské jméno
es: Usuario
et: Kasutajanimi
fi: Käyttäjänimi
fy: gebrûkersnamme
lt: Vartotojas
nl: Gebruikersnaam
pl: Użytkownik
pt: Nome de utilizador
ru: Пользователь
sk: Užívateľské meno
tr: Kullanıcı adı

source: Enter the username of the server
ar: أدخل اسم المستخدم للسيرفر
cs: zadejte uživatelské jméno pro server
es: Nombre del usuario en el servidor
et: Sisesta serveri kasutjanimi
fi: Syötä serverin käyttäjänimi
fy: ynjefte fan gebrûkersnamme fan de server
lt: Įrašykite serverio vartotoją
nl: Geef de gebruikersnaam van de server in
pl: Wpisz nazwę użytkownika
pt: Introduza o nome de utilizador do servidor
ru: Имя пользователя на сервере
sk: zadajte užívateľské meno pre server
tr: Sunucu için kullanıcı adı girin

source: Password
ar: كلمه المرور
cs: Heslo
es: Contraseña
et: Parool
fi: Salasana
fy: Wachtwurd
lt: Slaptažodis
nl: Wachtwoord
pl: Hasło
pt: Palavra-chave
ru: Пароль
sk: Heslo
tr: Şifre

source: Enter the password of the server
ar: أدخل كلمة مرور السيرفر
cs: zadejte heslo pro server
es: Introduce la contraseña del servidor
et: Sisesta serveri parool
fi: Syötä serverin salasana
fy: ynjefte fan it wachtwurd fan de server
lt: Įrašykite serverio slaptažodį
nl: Geef het wachtwoord van de server in
pl: Wpisz hasło
pt: Introduzir a password do servidor
ru: Пароль для указанного пользователя сервера
sk: zadajte heslo pre server
tr: Sunucu için şifre girin

source: Delete
ar: أحذف
cs: Smazat
es: Borrar
et: Kustuta
fi: Poista
fy: Ferwiderje
lt: Trinti
nl: Wissen
pl: Usuń
pt: Apagar
ru: Удалить
sk: Zmazať
tr: Sil

source: Delete this mount entry
ar: احذف مدخلات هذا الربط
cs: smazat toto připojení
es: Borrar este punto de montaje
et: Kustuta antud haake kirjeldus
fi: Poista tämä levy
fy: Ferwiderje dit oankeppelpunt
lt: Trinti šią pajungimo užduotį
nl: Verwijder deze mount
pl: Usuń ten udział lub dysk sieciowy
pt: Apagar o registo desta montagem
ru: Удалить запись подсоединения
sk: zmazať toto pripojenie
tr: Bu bağlantı girişini sil

source: Save this mount entry
ar: أحفظ أدخالات هذا الربط
cs: uložit toto připojení
es: Salvar este punto de montaje
et: Salvesta see paigaldus
fi: Tallenna tämä levy
fy: Slach dit oankeppelpunt op
lt: Išsaugoti šią pajungimo užduotį
nl: Sla deze mountinstelling op
pl: Zapisz dane udziału lub dysku sieciowego
pt: Guardar o registo da montagem
ru: Сохранить эту точку
sk: uložiť toto pripojenie
tr: Bu bağlantı girişini kaydet

source: Unmount
ar: الغاء الربط
cs: Odpojit
es: Desmontar
et: Lahtihaakimine
fi: Katkaise
fy: ôfkeppelje
lt: Atjungti
pl: Odłącz
pt: Desmontar
ru: Отсоединить
sk: Odpojiť
tr: Ayır

source: Unmount this network mount
ar: الغي ربط هذة الشبكة
cs: odpojit toto síťové připojení
es: Desmontar este punto de montaje en red
et: Haagi lahti antud võrk
fi: Katkaise yhteys tähän verkkolevyyn
fy: Netwurk oankeppeling ôfkeppelje
lt: Atjungti šį tinklo pajungimą
nl: Unmount deze netwerkserver
pl: Odłącz ten udział lub dysk sieciowy
pt: Desmontar esta montagem de rede
ru: Отсоединить эту точку
sk: odpojiť toto sieťové pripojenie
tr: Bu ağ paylaşımının bağlantısını ayır

source: Mount
ar: ربط
cs: Připojit
es: Montar
et: Haakimine
fi: Liitä
fy: Oankeppelje
lt: Pajungti
pl: Podłącz
pt: Montar
ru: OK
sk: Pripojiť
tr: Bağlan

source: Save and mount this network mount
ar: احفظ واربط هذة الشبكة
cs: uložit a připojit toto síťové připojení
es: Salvar y montar este punto de montaje en red
et: Salvesta ja paigalda see võrgu paigaldus
fi: Liitä ja tallenna tämä verkkolevy
fy: Opslaan en netwurk oankeppeling oankeppelje
lt: Išsaugoti ir pajungti šį tinklo pajungimą
nl: Mount de netwerkserver en sla de instellingen op
pl: Zapisz i podłącz udział
pt: Guardar e montar esta montagem de rede
ru: Сохранить и подсоединить
sk: uložiť a pripojiť toto sieťové pripojenie
tr: Bu ağ paylaşımını kaydet ve bağlan

source: Mount this network mount
ar: اربط هذة الشبكة
cs: připojit toto síťové připojení
es: Montar este punto de montaje en red
et: Paigalda see võrgu paigaldus
fi: Liitä tämä verkkolevy
fy: Netwurk oankeppeling oankeppelje
lt: Pajungti šį tinklo pajungimą
nl: Mount deze netwerkserver
pl: Podłącz ten udział lub dysk sieciowy
pt: Montar esta montagem de rede
ru: Подсоединение места в сети
sk: pripojiť toto sieťové pripojenie
tr: Bu ağ paylaşımına bağlan

source: Options
ar: خيارات
cs: Možnosti
es: Opciones
et: Valikud
fi: Valinnat
fy: Opsjes
lt: Nustatymai
nl: Opties
pl: Opcje
pt: Opções
ru: Опции
sk: Možnosti
tr: Seçenekler

source: Advanced options for this mount
ar: الخيارات المتقدمة لهذا الربط
cs: pokročilé nastavení pro toto připojení
es: Opciones avanzadas para este punto de montaje
et: Keerulised valikud sellele paigaldusele
fi: Tämän levyn lisäasetukset
fy: Afansjearre opsjes foar dizze oankeppeling
lt: Išplėstiniai nustatymai dėl šio pajungimo
nl: Geavanceerde instellingen voor deze mount
pl: Opcje dodatkowe
pt: Opções avançadas para esta montagem
ru: Расширенные настройки
sk: pokročilé nastavenie pre toto sieťové pripojenie
tr: Bu paylaşım için gelişmiş seçenekler

source: Are you sure to delete this mount?
ar: هل انت متاكد من حذف هذا الربط ؟
cs: Opravdu chcete smazat toto připojení ?
es: ¿Seguro de que quieres borrar este punto de montaje?
et: Oled kindel, et soovid kustutada haagitud seadet?
fi: Haluatko varmasti poistaa tämän levyn?
fy: Dizze oankeppeling echt ferwiderje ?
lt: Ar Jūs tikrai norite trinti šį pajungimą?
nl: Weet u zeker dat u deze mount wil verwijderen?
pl: Czy chcesz usunąć ten wpis?
pt: Tem a certeza que quer apagar esta montagem?
ru: Удалить? Вы уверены?
sk: Naozaj chcete zmazať toto pripojenie?
tr: Bu bağlatıyı silmek istiyor musunuz?

source: Remove mount
ar: حذف الربط
cs: Odstranit připojení
es: Borrar punto de montaje
et: Tühista haakimine
fi: Poista levy
fy: Oankeppeling ferwiderje
lt: Pašalinti pajungimą
nl: Verwijder mount
pl: Usuń
pt: Remover montagem
ru: Удаление подсоединения
sk: Odstrániť pripojenie
tr: Bağlantıyı ayır

source: Hostname is empty
ar: أسم المستضيف فارغ
cs: není zadán název serveru (Hostname)
es: El nombre del host esta vacio
et: Hosti nimi on tühi
fi: Verkkoas. nimi tyhjä
fy: Hostnamme is leech
lt: Hosto pavadinimas yra tuščias
nl: Hostname is leeg
pl: Pole Nazwa serwera jest puste
pt: O hostname está vazio
ru: Не указано имя сервера
sk: nie je zadaný názov servera (Hostname)
tr: Host adı boş

source: Server directory is empty
ar: أسم السيرفر فارغ
cs: není zadán adresář serveru
es: El directorio del servidor esta vacio
et: Serveri kataloog on tühi
fi: Serverin hakemisto tyhjä
fy: Server map is leech
lt: Serverio direktorija yra tuščia
nl: Serverdirectory is leeg
pl: Pole Katalog serwera jest puste
pt: A parta do servidor está vazia
ru: Имя 'Каталог сервера' пусто
sk: nie je zadaný adresár servera
tr: Sunucu dizini boş

source: Local directory is already in use
ar: المجلد المحلي مستخدم سابقا
cs: místní adresář je již používán
es: El directorio local ya esta siendo usado
et: Kohalik kataloog on juba kasutusel
fi: Paikallinen hakemisto jo käytössä
fy: Lokale map is al yn gebrûk
lt: Vietinė direktorija jau naudojama
nl: Lokale directory is al in gebruik
pl: Katalog lokalny w użyciu
pt: A pasta local já está em utilização
ru: Каталог уже используется
sk: miestny adresár sa už používa
tr: Yerel dizin zaten kullanımda

source: Mount entry saved
ar: ادخالات الربط حفظت
cs: nastavení připojení bylo uloženo
es: La entrada del punto de montaje se ha salvado
et: Paigalduse kirje salvestatud
fi: Levyjako tallennettu
fy: Oankeppelpunt opslein
lt: Pajungimo užduotis išsaugota
nl: Mountinstelling opgeslagen
pl: Wpis zachowany
pt: Registo de montagem guardado
ru: Запись подсоединения
sk: nastavenie pripojenia bolo uložené
tr: Bağlantı kaydedildi
