Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Tennis
ar: التنس
cs: Tenis
lt: Tenisas
ru: Тенис
sk: Tenis
tr: Tenis

source: Team Sports
ar: رياضات جماعية
cs: Týmové sporty
de: Mannschaftssport
es: Deporte equipo
et: Võistkonnasport
fi: Joukkueurheilu
fy: Team Sport
lt: Komandinis sportas
nl: Teamsporten
pl: Sporty drużynowe
pt: Esportes De Equipa
ru: Командный спорт
sk: Tímový šport
tr: Takım Sporları

source: Athletics
ar: العاب رياضيه
cs: Atletika
de: Leichtathletik
es: Atletismo
et: Kergejõustik
fi: Yleisurheilu
fy: Atletiek
lt: Atletika
nl: Atletiek
pl: Atletyka
pt: Athletismo
ru: Атлетика
sk: Atletika
tr: Atletizm

source: Motor Sports
ar: رياضة السيارات
cs: Automobilové sporty
de: Motorsport
es: Deporte motor
et: Mootorisport
fi: Moottoriurheilu
fy: Motor Sport
lt: Auto sportas
nl: Motorsport
pl: Sporty motorowe
pt: Esportes De Motor
ru: Автоспорт
sk: Automobilový šport
tr: Motor Sporları

source: Water Sports
ar: رياضات مائية
cs: Vodní sporty
de: Wassersport
es: Deporte agua
et: Veesport
fi: Vesiurheilu
fy: Wetter Sport
lt: Vandens sportas
nl: Watersport
pl: Sporty wodne
pt: Esportes de agua
ru: Водный спорт
sk: Vodný šport
tr: Su Sporları

source: Winter Sports
ar: رياضات شتوية
cs: Zimní sporty
de: Wintersport
es: Deporte invierno
et: Talisport
fi: Talviurheilu
fy: Winter Sport
lt: Žiemos sportas
nl: Wintersport
pl: Sporty zimowe
pt: Esportes De Inverno
ru: Зимний спортe
sk: Zimný šport
tr: Kış Sporları

source: Equestrian
ar: الفروسية
cs: Jezdectví
de: Reiten
es: Equitación
et: Ratsutamine
fi: Hevosurheilu
lt: Arklių sportas
nl: Paardensport
pl: Hippika
ru: Кони
sk: Jazdectvo
tr: At Yarışı

source: Martial Sports
ar: أحداث رياضيه
cs: Bojové sporty
de: Kampfsport
es: Deporte combativo
et: Võitlussport
fi: Kamppailulajit
lt: Kovų sportas
nl: Gevechtsporten
pl: Sporty walki
pt: Esporte de combate
ru: Единоборства
sk: Bojový šport
tr: Dövüş Sporları

source: Children
ar: أطفال
cs: Dětský
de: Kinder
es: Niños
et: Lapsed
fi: Lapset
fy: Bêrn
lt: Vaikams
nl: Kinderen
pl: Dziecięce
pt: Infantil
ru: Дети
sk: Detský
tr: Çocuk

source: Pre-School
ar: ما قبل المدرسة
cs: Předškolní
de: Vorschule
es: Preescolar
et: Koolieelikud
fi: Esikoulu
fy: Foar-Skoalle
lt: Iki mokyklinio amžiaus
nl: < 6 jaar
pl: Przedszkolne
pt: Pré-escolar
ru: Дошкольное
sk: Predškolský
tr: Okul Öncesi

source: Age 6-14
ar: السن 6-14
cs: Věk 6-14
de: Alter 6-14
es: Edad 6-14
et: 6-14 aastastele
fi: Ikä 6-14
fy: Âldens 6-14
lt: 6-14 amžiaus
nl: Van 6-14 jr.
pl: 6-14 lat
pt: Idade 6-14
ru: Для 6-14 лет
sk: Vek 6-14
tr: 6-14 yaş

source: Age 10-16
ar: السن 10-16
cs: Věk 10-16
de: Alter 10-16
es: Edad 10-16
et: 10-16 aastastele
fi: Ikä 10-16
fy: Âldens 10-16
lt: 10-16 amžiaus
nl: Van 10-16 jr.
pl: 10-16 lat
pt: Idade 10-16
ru: Для 10-16 лет
sk: Vek 10-16
tr: 10-16 yaş

source: School
ar: مدارس/تعليم
cs: Škola
de: Schule
es: Escuela
et: Kool
fi: Koulu
fy: Skoalle
lt: Mokykla
pl: Szkoły
pt: Escola
ru: Школа
sk: Škola
tr: Okul

source: Cartoons
ar: كارتوون
cs: Kreslený
de: Zeichentrick
es: Dibujos animados
et: Multifilmid
fi: Piirretty
fy: Tekenfilms
lt: Animaciniai filmai
pl: Kreskówki
pt: Desenhos Animados
ru: Мультики
sk: Kreslený
tr: Çizgi Film

source: Music
ar: موسيقى
cs: Hudba
de: Musik
es: Musica
et: Muusika
fi: Musiikki
fy: Musyk
lt: Muzika
nl: Muziek
pl: Muzyka
pt: Musica
ru: Музыка
sk: Hudba
tr: Müzik

source: Classical
ar: كلاسيكيات
cs: Klasická hudba
de: Klassik
es: Clasica
et: Klassikaline
fi: Klassinen
fy: Klassiek
lt: Klasika
nl: Klassiek
pl: Klasyka
pt: Classica
ru: Классика
sk: Klasická hudba
tr: Klasik

source: Folk
ar: شعبيات
lt: Liaudiškos
nl: Volksmuziek
pl: Folklor
ru: Фольклёр
tr: Halk

source: Jazz
ar: الجاز
lt: Džiazas
ru: Джаз
tr: Caz

source: Musical
ar: موسيقيات
cs: Muzikál
et: Muusikal
fi: Musikaali
lt: Miuziklas
ru: Музыка
sk: Muzikál
tr: Müzikal

source: Ballet
ar: الباليه
cs: Balet
de: Ballett
et: Ballett
fi: Baletti
lt: Baletas
pl: Balet
ru: Балет
sk: Balet
tr: Bale

source: Culture
ar: ثقافيه
cs: Kultura
de: Kultur
es: Cultura
et: Kultuur
fi: Kulttuuri
fy: Kultuur
lt: Kultūra
nl: Cultuur
pl: Kultura
pt: Cultura
ru: Культура
sk: Kultúra
tr: Kültür

source: Perf. Arts
ar: الفنون الاستعراضية
cs: Divadlo
de: Darstellende Künste
es: Arte
et: Kunst
fi: Esittävä taide
fy: Útfier.keunst
lt: Vaizduojamasis menas
nl: Uitvoerende kunsten
pl: Sztuki represyjne
pt: Perf. Artes
ru: Изящное искусство
sk: Divadlo
tr: Sahne Sanatları

source: Fine Arts
ar: الفنون الرفيعة
de: Feine Künste
es: Arte fino
et: Kunst
fi: Kuvataide
fy: Lytse keunst
lt: Vaizduojamasis menas
nl: Fijne kunsten
pl: Wyższa sztuka
pt: Fine Artes
ru: Высш. исскуство
tr: Güzel Sanatlar

source: Religion
ar: دين
cs: Náboženství
es: Religioso
et: Religioon
fi: Uskonto
fy: Religie
lt: Religija
nl: Religie
pl: Religia
pt: Religião
ru: Религия
sk: Náboženstvo
tr: Din

source: Pop. Arts
ar: فنون البوب
cs: Pop Art
de: Populäre Kunst
es: Arte popular
et: Popp Muusika
fi: Kansantaide
fy: Pop. Keunst
lt: Pop menas
nl: Populaire kunst
pl: Sztuka nowoczesna
pt: Pop. Artes
ru: Попарт
sk: Pop Art
tr: Popüler Sanatlar

source: Literature
ar: الأدب
cs: Literatura
de: Literatur
es: Literatura
et: Kirjandus
fi: Kirjallisuus
fy: Literatuur
lt: Literatūra
nl: Literatuur
pl: Literatura
pt: Literatura
ru: Литература
sk: Literatúra
tr: Edebiyat

source: Experimental
ar: تجارب
cs: Výzkum
de: Experimentelles
es: Experimento
et: Eksperimentaal
fi: Kokeellinen
fy: Eksperimenteel
lt: Ekperimentinis
nl: Expirimenteel
pl: Eksperymentalne
ru: Эксперименты
sk: Výskum
tr: Deneysel

source: Press
ar: الصحافة
cs: Tisk
de: Presse
es: Prensa
et: Ajakirjandus
fi: Paina
fy: Pers
lt: Žurnalistika
nl: Pers
pl: Prasa
ru: Пресса
sk: Tlač
tr: Basın

source: New Media
ar: مواد إعلامية جديدة
cs: Nová média
de: Neue Medien
es: Media nueva
et: Uus Meedia
fi: Uusi media
fy: Nije Media
lt: Nauja žurnalistika
nl: Nieuwe media
pl: Nowe Media
pt: Novos Media
ru: Новая Media
sk: Nové médiá
tr: Yeni Medya

source: Art Mag.
ar: مجلات فنية
cs: Umelecký magazín
de: Kunstmagazin
es: Arte
et: Kunst
fi: Taide ajank.
fy: Keunst blêd
lt: Meno žurnalas
nl: Kunstmagazine
pl: Sztuka
pt: Artes Mag.
ru: Журнал искуств
sk: Umelecký magazín
tr: Sanat Magazin

source: Fashion
ar: الموضة
cs: Móda
de: Mode
es: Moda
et: Mood
fi: Muoti
fy: Moade
lt: Mada
nl: Mode
pl: Moda
pt: Moda
ru: Мода
sk: Móda
tr: Moda

source: Social
ar: إجتماعيات
cs: Společenský
de: Gesellschaft
et: Sotsiaal
fi: Yhteiskunta
fy: Sociaal
lt: Socialinis
nl: Sociaal
pl: Socjalne
ru: Общество
sk: Spoločenský
tr: Sosyal

source: Soc. Mag.
ar: مجلات إجتماعية
cs: Společenský magazín
de: Fußballmagazin
es: Social
fi: Yhteisk. ajank.
fy: Soc. blêd
lt: Soc. žurnalas
nl: Sociaal magazine
pl: Publicystyka
ru: Публицистика
sk: Spoločenský magazín
tr: Sosyal Magazin

source: Economics
ar: إقتصاد
cs: Ekonomika
de: Wirtschaft
es: Economía
et: Majandus
fi: Taloustieto
fy: Economie
lt: Ekonomika
nl: Economie
pl: Ekonomia
pt: Economia
ru: Экономика
sk: Ekonomika
tr: Ekonomi

source: Remark. People
ar: تعليقات و أشخاص
cs: Komentáre
de: Besondere Persönlichkeiten
es: Personas famosas
et: Huvitavad Inimesed
fi: Merkittävät ihmiset
fy: Opmerkelijke minsken
lt: Puikūs žmonės
nl: Opvallende mensen
pl: Dokument, Ludzie
ru: Документы, люди
sk: Komentáre
tr: Önemli Kişiler

source: Education
ar: تعليمي
cs: Vzdělávání
de: Bildung
es: Educación
et: Haridus
fi: Opetus
fy: Opliding
lt: Išsilavinimas
nl: Educatief
pl: Edukacja
pt: Educação
ru: Обучение
sk: Vzdelávanie
tr: Eğitim

source: Nature
ar: الطبيعة
cs: Příroda
de: Natur
es: Natura
et: Loodus
fi: Luonto
fy: Natoer
lt: Gamta
nl: Natuur
pl: Natura
pt: Natureza
ru: Природа
sk: Príroda
tr: Doğa

source: Technology
ar: تيكنولوجيا
cs: Technika
de: Technologie
es: Tecnología
et: Tehnoloogia
fi: Teknologia
fy: Technologie
lt: Technologija
nl: Technologie
pl: Technologie
pt: Tecnologia
ru: Технологии
sk: Technika
tr: Teknoloji

source: Medicine
ar: الطب و الدواء
cs: Lékařství
de: Medizin
es: Medicina
et: Meditsiin
fi: Lääketiede
fy: Medicinen
lt: Medicina
nl: Geneeskunde
pl: Medycyna
pt: Medicina
ru: Медицина
sk: Lekárstvo
tr: Tıp

source: Expeditions
ar: رحلات
cs: Expedice
de: Expeditionen
es: Expediciones
et: Ekspeditsioonid
fi: Tutkimusretket
fy: Expedities
lt: Ekspedicijos
nl: Expedities
pl: Ekspedycje
pt: Expedições
ru: Экспедиции
sk: Expedícia
tr: Sefer

source: Spiritual
ar: روحانيات
cs: Duchovní
de: Geistlich
es: Espiritual
et: Spirituaalne
fi: Hengellinen
fy: Spiritueel
lt: Dvasinis
nl: Spiritueel
pl: Magia
ru: Колдовство
sk: Duchovný
tr: Ruhani

source: Further Ed.
ar: التعليم المتقدم
cs: Další Ed.
de: Weiterbildung
es: Ed. avanzada
et: Kõrgharidus
fi: Edistynyt opetus
fy: Fierder Ed.
lt: Tolimesnis išsilavinimas
nl: Educatief
pl: Do dalszej ed.
pt: Mais Ed.
ru: Дальше.
sk: Ďaľší Ed.
tr: İleri Eğitim

source: Languages
ar: لغات
cs: Jazyky
de: Sprachen
es: Idiomas
et: Keeled
fi: Kielet
fy: Talen
lt: Kalbos
nl: Talen
pl: Języki
pt: Idiomas
ru: Языки
sk: Jazyky
tr: Diller

source: Hobbies
ar: هوايات
cs: Zájmy
de: Hobbys
es: Hobby
et: Hobid
fi: Harrastukset
lt: Hobis
pl: Zainteresowania
pt: Paixões
ru: Хобби
sk: Záľuby
tr: Hobiler

source: Travel
ar: السفر
cs: Cestování
de: Reisen
es: Viajar
et: Reisimine
fi: Matkailu
fy: Reizen
lt: Kelionės
nl: Reizen
pl: Podróże
pt: Viagem
ru: Путешествия
sk: Cestovanie
tr: Seyahat

source: Handicraft
ar: المهن/ الأشغال اليدوية
cs: Ruční práce
de: Handwerk
es: Artesanía
et: Käsitöö
fi: Käsityö
fy: Handighied
lt: Rankų darbai
nl: Handarbeid
pl: Modelarstwo
ru: Ремёсла
sk: Ručné práce
tr: Zenaat

source: Motoring
ar: سيارات
cs: Motory
de: Motorsport
es: Motor
et: Auto-Moto
fi: Autourheilu
fy: Motoren
lt: Automobiliai
nl: Motoren
pl: Motoryzacja
ru: Автомобили
tr: Motor

source: Fitness
ar: لياقة بدنية
et: Tervisesport
fi: Kuntoilu
lt: Sveikatingumas
ru: Фитнес
tr: Sağlık

source: Cooking
ar: طهى
cs: Vaření
de: Kochen
es: Cocina
et: Kokandus
fi: Ruoka&juoma
fy: Iten siede
lt: Kulinarija
nl: Koken
pl: Gotowanie
pt: Cozinhar
ru: Кухня
sk: Varenie
tr: Aşçılık

source: Shopping
ar: تسوق
cs: Nákupování
de: Einkaufen
es: Compra
et: TV-pood
fi: Ostos
fy: Winkelje
lt: Apsipirkimas
nl: Winkelen
pl: Zakupy
pt: Compras
ru: Покупки
sk: Nakupovanie
tr: Alışveriş

source: Gardening
ar: حدائق/بساتين
cs: Zahrádkářství
de: Gartenarbeit
es: Jardín
et: Aiandus
fi: Puutarhanhoito
fy: Tunieren
lt: Sodo darbai
nl: Tuinieren
pl: Ogrodnictwo
pt: Jardinar
ru: Садоводство
sk: Záhradkárstvo
tr: Bahçe ve Bahçıvanlık

source: Orig. Lang.
ar: اللغة الأصلية
cs: Orig.jazyk
de: Original Sprache
es: Idioma orig.
et: Orig. Keel
fi: Alkup. kieli
fy: Orig. Taal
lt: Originalo kalba
nl: Org. taal
pl: Język oryginalny
pt: V.O.
ru: Язык оригинала
sk: Orig.jazyk
tr: Orj. Dil

source: B&W
ar: أبيض و أسود
cs: Černobílé
de: Schwarz-Weiß
es: B&N
et: Mustvalge
fi: MV
lt: Juoda ir balta
nl: Zwart/wit
pl: Czarno-biały
ru: Чёрно-белое
sk: Čiernobiele
tr: SB

source: Unpublished
ar: غير متاح/ لم يصدر بعد
cs: Nepublikované
de: Unveröffentlichtes
es: Inédito
et: määramata
fi: Julkaisematon
fy: Net publisjearre
lt: Nepublikuotas
nl: Ongepubliceerd
pl: Nieupubliczniony
ru: Не опубликовано
sk: Nepublikované
tr: Yayınlanmamış

source: Live
ar: على الهواء/ مباشر
cs: Živě
es: Vivo
et: Otseülekanne
lt: Tiesiogiai
pl: Na żywo
ru: Жизнь
sk: Naživo
tr: Canlı

source: no data for this service available
ar: لا توجد بيانات لهذه القناة
cs: pro tento program nejsou žádná data k dispozici
es: datos del servicio no disponibles
et: sellel kanalil ei ole andmeid
fi: palvelusta ei ole saatavilla tietoa
fy: gjin data anwêzig foar dizze service
lt: nėra informacijos apie šį kanalą
nl: Geen gegevens over deze service beschikbaar
pl: Brak EPG dla tego kanału
pt: sem informações para este serviço
ru: Данные не доступны
sk: pre tento program nie sú žiadne dáta k dispozícii
tr: bu serivis için veri bulunmuyor

source: Filesize/date: %d %cB, %s
ar: حجم الملف/التاريخ: %d %cB, %s
cs: Velikost/datum: %d %cB, %s
de: Dateigröße/Datum: %d %cB, %s
es: Tamaño/fecha: %d %cB, %s
et: Faili suurus/kuupäev: %d %cB, %s
fi: Koko/pvm: %d %cB, %s
fy: Bestânsgrutte/datum: %d %cB,%s
lt: Failo dydis/data: %d %cB, %s
nl: Bestandsformaat/datum: %d %cB, %s
pl: Rozmiar pliku: %d %cB, %s
pt: Tamanho do ficheiro/data: %d %cB, %s
ru: Размер/дата: %d %cB, %s
sk: Veľkosť/dátum: %d %cB, %s
tr: Dosya boyutu/tarih: %d %cB, %s

source: Filename:
ar: اسم الملف
cs: Název souboru:
de: Dateiname:
es: Nombre de fichero:
et: Faili nimi:
fi: Tiedostonimi:
fy: Bestânnamme:
lt: Failo pavadinimas:
nl: Bestandsnaam:
pl: Nazwa pliku:
pt: Nome do ficheiro:
ru: Имя файла:
sk: Názov súboru:
tr: Dosya adı:

source: Softcam setup
ar: أعدادات الكامة
cs: Nastavení Softcamu
es: Configuracion de softcams
et: Dekoodri häälestus
fi: Softcam-asetukset
fy: Softcam ynstellingen
lt: SoftCam valdymas
nl: SoftCam instellingen
pl: Ustawienia SoftCam
pt: Configuração da Softcam
ru: Настройка эмуляторов
sk: Nastavenie SoftCamu
tr: Softcam kurulum

source: Select softcam for this channel
ar: أختار الكامة لتشغيل هذة القناة
cs: zvolte softcam pro tento program
de: SoftCam für diesen Kanal auswählen
es: Elige softcam para este canal
et: Vali dekooder selle kanali jaoks
fi: Valitse kanavan SoftCam
fy: Kies softcam foar dit kanaal
lt: Pasirinkite EMU šiam kanalui
nl: Selecteer softcam voor dit kanaal
pl: Wybierz SoftCam dla tego kanału
pt: Escolha a softcam para este canal
ru: Эмулятор для этого канала
sk: zvoľte softcam pre tento program
tr: Bu kanal için SoftCam seçin

source: Select softcam for this provider
ar: أختار الكامة لهذة الباقة
cs: zvolte softcam pro tohoto providera
de: SoftCam für diesen Anbieter auswählen
es: Seleccione softcam para este proveedor
et: Vali dekooder selle operaatori jaoks
fi: Valitse palveluntarjoajan Softcam
fy: Kies softcam foar dizze leveransier
lt: Pasirinkite EMU šiam transliuotojui
nl: Selecteer softcam voor deze provider
pl: Wybierz SoftCam dla tego nadawcy
pt: Seleccione a softcam para este provedor
ru: Эмулятор для этого оператора
sk: zvoľte softcam pre tohto poskytovateľa
tr: Bu sağlayıcı için softcam seçiniz

source: Default SoftCam
ar: الكامة الآفتراضية
cs: Defaultní SoftCam
de: Standard SoftCam
es: Softcam por defecto
et: Vaikimisi dekooder
fi: Oletus-Softcam
fy: Standert softcam
lt: Numatytas EMU
nl: Standaard softcam
pl: SoftCam:
pt: SoftCam por omissão
ru: Общий эмулятор:
sk: Východzí SoftCam
tr: Varsayılan SoftCam

source: Select default softcam
ar: أختار الكامة الافتراضية
cs: zvolte defaultní softcam
de: Standard SoftCam auswählen
es: Seleccione softcam por defecto
et: Vali vaikimisi dekooder
fi: Valitse oletus-Softcam
fy: Kies standert softcam
lt: Pasirinkite numatytą EMU
nl: Selecteer standaard softcam
pl: Wybierz SoftCam
pt: Seleccione a SoftCam por omissão
ru: Выберите общий эмулятор
sk: zvoľte východzí softcam
tr: Varsayılan SoftCam'ı seçiniz

source: Cardserver
ar: مشغل الكامة
de: Kartenserver
es: Servidor de tarjetas
et: Kaardiserver
fi: Korttiserveri
fy: Kaartserver
lt: Kortelių serveris (CS)
nl: Kaartserver
pt: Cartão do servidor
ru: Картсервер
tr: Kart Sunucusu

source: Select cardserver
ar: أختار مشغل الكامة
cs: zvolte cardserver
es: Selecciona servidor de tarjetas
et: Vali kaardiserver
fi: Valitse korttiserveri
fy: Kies kaartserver
lt: Pasirinkite kortelių serverį
nl: Selecteer kaartserver
pl: Wybierz cardserver
pt: Seleccionar servidor de cartões
ru: Выберите картсервер
sk: zvoľte cardserver
tr: Kar cunucus seçimi

source: Auto reconnect cahandler
ar: اعادة الاتصال الاتوماتيكي
de: CAHandler autom. wiederverb.
es: Reconectar cahandler
et: Automaatne ühendumine vaatajakaardiga
fi: Autom. cahandler-yhteys
fy: Auto ferbine cahandler
lt: Auto prisijungimas
nl: Cahandler herverbinden
pl: Wznów połączenie
pt: Voltar a conectar automaticamente o gestor
ru: Автопереподключение
tr: Cahandler'a oto. bağlan

source: Try to reconnect when an external cahandler connection was lost
ar: محاولة اعادة الاتصال عند فقدانة
cs: jestliže cahandler ztratil spojení, pokusit se znovu spojit
de: Versuche die Verbindung wieder herzustellen, wenn eine externe Cahandler-Verbindung unterbrochen wurde.
es: Intentar de reconectar cahandler externo al perder la conexión
et: Ühenduse katkemisel välise vaatajakaardiga, ürita see taasluua
fi: Yritä yhteyttä uudelleen, jos cahandler-yhteys katkeaa
fy: Opnei oanslute by ferbrekken fan cahandler ferbyning
lt: Pabandykite prisijungti iš naujo, kada prijungimas prie EMU buvo dingęs
nl: Probeer opnieuw een externe cahandler te verbinden als de connectie verbroken was
pl: Spróbuj połączyć na nowo zerwane połączenie
pt: Tentar estabelecer ligação quando
ru: Переподключится при потери связи
sk: ak cahandler stratil spojenie, pokúsiť sa o znovupripojenie
tr: Harici cahandler bağlantısı koptuğunda yeniden bağlanmaya çalış

source: Can handle two services
ar: يستطيع التعامل مع قناتان
cs: Obsluhovat dvě služby
de: Kann zwei Services gleichzeitig verwalten
es: Puede manejar dos servicios
et: Suudab käidelda mitut kanalit
fi: 2 palvelua sallittu
fy: Kin twa services oan
lt: Dviejų kanalų palaikymas
nl: Kan twee services aan
pl: Dekoduj dwa programy jednocześnie
pt: Pode controlar dois serviços
ru: Может обрабатывать два канала
sk: Obsluhovať dve služby
tr: İki servisi birden desteği

source: Cam or common interface can handle two services at the same time
ar: الكامة تستطيع التعامل مع قناتان
cs: cam nebo CI mohou obsluhovat dva programy najednou
de: Cam oder Common Interface kann zwei Services gleichzeitig verwalten
es: La cam o el CI pueden manejar dos servicios a la vez
et: Kasutatav moodul on suuteline käitlema mitut kanalit korraga
fi: Cam tai CI pystyy käsittelemään kahta samanaikaista palvelua
fy: Cam of Common interface kin twa services tagelyk oan
lt: Ar Jūsų modulis gali atkoduoti du kanalus vienu metu
nl: Cam of common interface kan twee services tegelijkertijd decoderen
pl: CAM lub moduł CI może obsłużyć dwa kanały równocześnie
pt: A cam ou o interface comum pode controlar dois serviços ao mesmo tempo
ru: CAM или модуль CI могут одновременно обрабатывать два канала
sk: CAM alebo CI môžu obsluhovať súčasne dva programy
tr: Cam veya Ortak Arabirim (CI) servislerini aynı anda destekler

source: -- None --
ar: بدون
cs: -- Žádný --
de: --Keine--
es: -- Ninguno --
et: -- Mitte ükski --
fi: -- Tyhjä --
fy: -- Gjin --
lt: -- Nieko --
nl: -- Geen --
pl: -- Wyłączony --
pt: -- Nenhum --
ru: -- Нет --
sk: -- Žiadny --
tr: -- Yok --

source: Save settings
ar: حفظ الاعدادات
cs: uložit nastavení
de: Einstellungen speichern
es: Guardar cambios
et: Salvesta seaded
fi: Tallenna asetukset
fy: Ynstellingen opslaan
lt: Išsaugoti nustatymus
nl: Instellingen opslaan
pl: Zapisz ustawienia (OK)
pt: Guardar definições
ru: Сохранить
sk: uložiť nastavenie
tr: Ayarları kaydet

source: List stickies
ar: قائمة الستاتك
cs: Seznam stickies
de: Stickies anzeigen
es: Mostrar asociaciones
et: Erandite loetelu
fi: Näytä 'stickies'
lt: Sąrašas
nl: Sticky lijst
pl: Powiązania
pt: Associações
ru: Список ссылок
sk: Zoznam stickies
tr: Yapışıkları listele

source: List current stickies
ar: القائمة الحالية
cs: seznam přiřazených Softcam ke kanálům/providerům
de: Aktuelle Stickies anzeigen
es: Mostrar asociaciones actuales
et: Aktiivsete erandite loetelu
fi: Näytä nykyiset 'stickies'
fy: List aktieve stickies
lt: Pasirinktų EMU sąrašas kanalams ir transliuotojams
nl: Lijst met ingestelde stickies
pl: Pokaż listę wszystkich powiązań (OK)
pt: Lista de associações actuais
ru: Список текущих ссылок
sk: zoznam priradených SoftCam k kanálom/poskytovateľom
tr: Mevcut kanala yapışıkları (yapışık SoftCam'lerı) listele

source: Cardinfo
ar: معلومات الكرت
de: Karteninfo
es: Informacion de tarjeta
et: Kaardi info
fi: Kortti-info
fy: Kaartynfo
lt: Kortelė
nl: Kaartinfo
pl: Karta
pt: Info. Cartão
ru: Карта
tr: Kart bilgisi

source: Get cardinfo from current active cardserver
ar: احصل على معلومات الكرت من مشغل الكامة الحالي
cs: získat informace o kartě od aktivního cardserveru
de: Karteninformationen vom aktuellen Server laden
es: Ver informacion de tarjetas del servidor de tarjetas actual
et: Loe infot kaardi kohta valitud kaardiserverist
fi: Hae korttidata valitulta aktiiviselta korttiserveriltä
fy: Kaartynfo fan aktieve cardserver helje
lt: Gauti kortelės informaciją iš dabartinio aktyvaus kortelių serverio
nl: Bekijk kaartinfo van huidige kaartserver
pl: Pokaż informacje o karcie abonenckiej
pt: Obter informações do cartão do servidor actual
ru: Информация о карте активного картсервера
sk: získať informácie o karte od aktívneho cardservera
tr: Bağlı olunan aktif Kart Sunucu'dan Kart Bilgisini oku

source: Save and restart cam
ar: احفظ وأعد تشغيل الكامة
cs: Uložit a restartovat cam
de: Sichern und Cam neustarten
es: Guardar y reiniciar cam
et: Salvesta ja taaskäivita CAM
fi: Tallenna ja käynnistä cam
fy: Opslaan en opnij starte
lt: Išsaugoti ir paleisti
nl: Opslaan, cam herstarten
pl: Zapisz i uruchom Cam
pt: Guardar e reiniciar a cam
ru: Сохран. и перезап.
sk: Uložiť a reštartovať CAM
tr: Kaydet ve Cam'i başlat

source: Save changes, restart the softcam and return to enigma
ar: احفظ التغيرات واعد تشغيل الكامة ثم العودة الى الانجما
cs: uložit změny, restartovat softcam a zpět do enigmy
de: Einstellungen sichern, Softcam neustarten und Fenster schließen
es: Salvar cambios, reiniciar la softcam y volver a enigma
et: Salvesta muudatused, taaskäivita dekooder ja pöördu tagasi enigmasse
fi: Tallenna, käynnistä softcam ja palaa Enigmaan
fy: Wizigingen opslaan, softcam opnij starte en wer werom nei enigma
lt: Įšsaugoti pakeitimus, paleisti iš naujo EMU ir grįžti į enigmą
nl: Wijzigingen opslaan en de Softcam opnieuw starten
pl: Zapisz zmiany i uruchom SoftCam (OK)
pt: Guardar alterações, reiniciar a softcam e regressar ao sistema enigma
ru: Сохранить, перезапустить эмулятор и выйти
sk: uložiť zmeny, reštartovať softcam a späť do enigmy
tr: Değişiklikleri kaydet, sotfcam'i yeniden başlat ve enigma'ya dön

source: Restart cardserver
ar: اعادة تشغيل مشغل الكامة
cs: Restart cardserveru
de: Kartenserver neustarten
es: Resetear servidor de tarjetas
et: Taaskäivita kaardiserver
fi: Käynnistä korttiserveri
fy: KaartServer opnij starte
lt: Paleisti iš naujo
nl: Kaartserver herstarten
pl: Uruchom cardserver
pt: Reiniciar cartão do servidor
ru: Перезапуск картсерв.
sk: Reštart cardservera
tr: Kart Sunucuyu başlat

source: Press OK to restart the cardserver
ar: اظغط موافق لاعادة تشغيل الكامة
cs: stiskněte OK pro zrestartování cardserveru
de: OK drücken um den Kartenserver neu zu starten
es: Pulse OK para reiniciar el servidor de tarjetas
et: Vajuta OK taaskäivitamaks kaardiserver
fi: Paina OK käynnistääksesi korttiserv. uudelleen
fy: Druk ok om kaartserver opnij te starten
lt: Spauskite OK norėdami paleisti iš naujo visus pasirinktus kanalus
nl: Druk op OK om de kaartserver opnieuw te starten
pl: Uruchom ponownie wybrany cardserver (OK)
pt: Prima OK para reiniciar o servidor de cartões
ru: Нажмите OK для перезагрузки картсервера
sk: stlačte OK pre reštart cardservera
tr: Kart sunucusunu yeniden başlatmak için OK tuşuna basın

source: Saving settings and starting softcam
ar: احفظ الاعدادات واعد تشغيل الكامة
cs: Ukládám nastaveni a spouštím softcam
de: Einstellungen sichern und Softcam starten
es: Salvar ajustes y arrancar softcam
et: Salvesta seaded ja käivita dekooder
fi: Tallennetaan ja käynnistetään softcam
fy: Ynstellingen opslaan en start softcam
lt: Išsaugoti nustatymus ir paleisti EMU
nl: Instellingen opslaan Softcam wordt gestart
pl: Zapisywanie ustawień i uruchamianie SoftCam
pt: A guardar as definições e a iniciar a softcam
ru: Сохранение и перезапуск эмулятора
sk: Ukladám nastavenie a spúšťam softcam
tr: Ayarlar kaydediliyor ve softcam başlatılıyor
