Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Show other extra info in OSD on OK
ar: اضهار الحقول الاضافية في OSD عند الضغط على موافق
cs: zobrazovat další doplňkové informace v OSD
de: Zeige beim Drücken auf OK ein erweitertes OSD an
es: Mostrar otra informacion extra en los OSD al apretar OK
et: Kuva muu ekstra info ekraanimenüüs vajutades OK
fi: Näytä OSD:n muut lisätiedot (OK)
fy: Oare, extra ynfo sjen litte yn OSD nei ok
lt: Rodyti kitą išplėstinę info OSD įj. OK
nl: Laat nog meer OSD info zien onder de OK-knop
pl: Pokaż dodatkowe informacje w OSD po wciśnięciu OK
pt: Mostrar outras informações extra no OSD ao pressionar OK
ru: Показ другого инфобара Extra по OK
sk: zobrazovať ďaľšie doplnkové informácie v OSD
tr: OK tuşlanınca OSD'de ekstra bilgi göster

source: Expert OSD on zap
ar: قائمة اعدادات الخبراء OSD عند التغيير
de: Experten OSD beim Umschalten
es: Ajustes avanzadas
et: Ekspert Ekraanimenüü kanalivahetusel
fi: Expert OSD kanavanvaihd.
fy: Expert ynstellingen by zappe
lt: Išplėsti OSD perjungiant
nl: Expert OSD per zap
pl: Pełne OSD przy przełączaniu
pt: OSD avançado durante zap
ru: Инфобар Expert при перекл.
tr: Zap de uzman OSD

source: Show other extra info in OSD when zapping
ar: اضهار الحقول الاضافية في OSD عند التغيير
cs: zobrazovat další doplňkové informace v OSD při přepínání
de: Zeige beim Umschalten ein erweitertes OSD an
es: Mostrar otra informacion extra en el OSD cuando cambia de canal
et: Kuva muu ekstra info ekraanimenüüs kanali vahetamisel
fi: Näytä OSD:n muut lisätiedot kanavaa vaihdettaessa
fy: Oare, extra ynfo sjen litte yn OSD by zappe
lt: Rodyti kitą išplėstinę info OSD perjungiant
nl: Laat nog meer OSD info zien na een zap
pl: Pokaż dodatkowe informacje w OSD podczas przełączania
pt: Mostrar outras informações extra no OSD durante o zapping
ru: Показ другого инфобара Extra при переключении
sk: zobrazovať ďaľšie doplnkové informácie v OSD pri prepínaní
tr: Zap yaparken OSD'de fazladan bilgi görüntüle

source: Seconds in OSD clock
ar: الثواني في ساعة OSD
cs: Sekundy v OSD hodinách
de: Sekunden in der OSD-Uhr
es: Segundos en el reloj del OSD
et: Sekundid ekraanimenüü kellal
fi: Sekunnit OSD:n kellossa
fy: Secondes yn OSD tiid
lt: Rodyti sekundes laikrodyje
nl: Seconden in de OSD klok
pl: Sekundy w zegarze OSD
pt: Mostrar segundos no relógio do OSD
ru: Секунды в часах
sk: Sekundy v OSD hodinách
tr: OSD saatinde saniye göster

source: No picture in radio/mp3
ar: بدون صورة في radio/mp3
cs: Bez obrázku v radio/mp3
de: Kein Bild bei Radio/MP3
es: Sin imagen en radio/mp3
et: Pildi varjamine režiimis radio/mp3
fi: Ei kuvaa radio/mp3:lla
fy: Gjin plaatsje yn radio/mp3
lt: Be paveikslėlio radijas/mp3
nl: Geen achtergrond in radio/mp3
pl: Bez tła w radio/mp3
pt: Não mostrar imagem no modo Rádio/mp3
ru: Без заставки в Радио/mp3
sk: Bez obrázku v radio/mp3
tr: Radyo/mp3 de resim yok

source: No background picture in radio/mp3 mode
ar: بدون صورة الخلفية في radio/mp3
cs: bez obrázku v pozadí při přehrávání radia nebo mp3
de: Kein Hintergrundbild im Radio/MP3-Modus
es: Sin imagen de fondo en el modo radio/mp3
et: Taustapildi varjamine raadio/mp3 töörežiimis
fi: Ei taustakuvaa radio/mp3:lla
fy: Gjin eftergrûn plaatsje yn radio/mp3 modus
lt: Be paveikslėlio ekrano uždanga radijo/mp3
nl: Laat geen achtergrond zien in radio/mp3 mode
pl: Nie pokazuj obrazu tła w trybie radio/mp3
pt: Não mostrar imagem de fundo no modo Rádio/mp3
ru: Не показывать заставки в режиме Радио/mp3
sk: bez obrázku v pozadí pri prehrávaní rádia alebo mp3
tr: Radyo/mp3 kipinde geriplan resmi gösterme

source: Listbox OSD main menu
ar: القائمة الرئيسية OSD
cs: Hlavní menu jako seznam
de: Hauptmenü als Liste anzeigen
es: Menu principal de OSD
et: Kuva peamenüü nimekirjana
fi: Listamuotoinen päävalikko
fy: Lystbox OSD haad menu
lt: Paprastas meniu sąrašas
nl: Hoofdmenu weergeven als een lijst
pl: Wyświetl menu główne jako listę
pt: Menu principal do OSD
ru: Список в главном меню
sk: Hlavné menu ako zoznam
tr: Liste OSD menüsü

source: Show the Main menu in normal listbox style
ar: اظهار القائمة الرئيسية بشكل عادى على هيئة مستطيل
cs: zobrazovat hlavní menu jako klasický seznam
de: Zeigt das Hauptmenü als normale Menüliste an
es: Mostrar el menú principal en modo texto, sin gráficos
et: Kuva peamenüü harilikus nimekirja stiilis
fi: Näytä päävalikko normaalissa listamuodossa
fy: Lystbox haadmenu in normale styl sjen litte
lt: Rodyti pagrindiniame meniu paprastą sąrašą
nl: Hoofdmenu als lijst weergeven
pl: Pokaż menu główne w normalnym stylu
pt: Mostrar o menu principal no estilo de lista normal
ru: Показ Главного меню в текстовом режиме
sk: zobrazovať hlavné menu ako klasický zoznam
tr: Ana menüyü grafik menü yerine liste formatında görüntüler.

source: Serviceselector help buttons
ar: أزرار المساعدة لاختيار الخدمات
cs: Popis tl. ve výběru
de: Hilfebuttons in der Serviceliste
es: Teclas de ayuda
et: Abinupud
fi: Palveluvalitsimen apupainikkeet
fy: Serviceskerm help knoppen
lt: Kanalų pagalbos mygtukai
nl: Serviceselectie helpfunctie
pl: Kolorowa lista kanałów
pt: Teclas de ajuda do seletor serviços
ru: Помощь по списку каналов
sk: Popis tl. vo výbere
tr: Servisseçici yardım butonları

source: Show coloured help buttons in service selector
ar: إظهار أزرار المساعدة الملونة عند اختيار القنوات
cs: zobrazovat popisy barevných tlačítek ve výběru programů
de: Farbige Hilfebuttons in der Serviceliste zeigen
es: Activar teclas de ayuda con colores en la lista de servicios
et: Näita värvilisi abinuppe
fi: Näytä värilliset apupainikkeet palveluvalitsimessa
fy: Help knoppen yn kleur sjen litte yn serviceskerm
lt: Rodyti spalvotus pagalbos mygtukus kanalų pasirinkime
nl: Geef de gekleurde helpbuttons in de serviceselectie weer
pl: Pokaż kolorowe przyciski pilota w liście kanałów
pt: Mostrar os botões coloridos de ajuda no seleccionador de serviço
ru: Показ цветной кнопки помощи в списке каналов
sk: zobrazovať popisy farebných tlačidiel vo výbere programov
tr: Servis seçicide renkli yardım butonlarını görüntüle

source: Show Sat position
ar: إظهار الموقع المدارى للقمر
cs: Zobrazovat pozici satelitu
de: Sat-Position anzeigen
es: Mostrar posición satélite
et: Kuva satelliidi orbitaalpositsioon
fi: Näytä satelliitin asema
fy: sat posysje sjen litte
lt: Rodyti palydovo poziciją
nl: Sat positie weergeven
pl: Pokaż pozycję satelity
pt: Mostrar a posição do satélite
ru: Показ позиции спутника
sk: Zobrazovať pozíciu satelitu
tr: Uydu konumunu göster

source: Show satellite position in the infobar
ar: اظهار الموقع المدارى للقمر فى شريط المعلومات
cs: zobrazovat pozici satelitu sledovaného programu v Infobar
de: Sat-Position in der Infoleiste anzeigen
es: Mostrar la posición del satélite en la Infobar
et: Kuva satelliidi positsioon inforibal
fi: Näytä satelliitin asema infopalkissa
fy: satellyt posysje sjen litte yn ynformaasjebalke
lt: Rodyti palydovo poziciją infojuostoje
nl: Sat posities in de infobalk weergeven
pl: Pokaż pozycję satelitarną w panelu
pt: Mostrar a posição do satélite na barra de informação
ru: Показ позиции спутника в инфобаре
sk: zobrazovať pozíciu satelitu sledovaného programu v Infobar
tr: Bilgi çubuğunda uydu pozisyonunu göster

source: Auto show Infobar
ar: إظهار تلقائى لشريط المعلومات
cs: Autom. zobrazit Infobar
de: Infoleiste automatisch anzeigen
es: Infobar automático
et: Inforiba automaatne näitamine
fi: Näytä infopalkki automaattisesti
fy: Automatysk ynfobâlke sjen litte
lt: Automatiškai rodyti infojuostą
nl: Infobalk automatisch weergeven
pl: Wyświetlaj automatycznie panel
pt: Ver Infobar
ru: Автопоказ инфобара
sk: Autom. zobraziť Infobar
tr: Bilgiçubuğu oto. görüntüle

source: Always show infobar when new event info is available
ar: اظهار شريط المعلومات بصورة دائمة عند توفر معلومات جديدة عن البرنامج
cs: zobrazit Infobar pokaždé při začátku nového pořadu
de: Infoleiste anzeigen, wenn neue EPG-Daten verfügbar sind
es: Mostrar infobar cuando se actualiza el EPG
et: Kuva inforiba, kui uus info on saadaval
fi: Näytä infopalkki aina kun uutta tietoa on saatavilla
fy: Altiid ynfobalke sjen litte by nij barren ynfo
lt: Visada parodyti infojuostą pasikeitus informacijai
nl: Infobalk weergeven als de now/next info wijzigt
pl: Pokaż panel podczas rozpoczęcia nowego programu
pt: Mostrar sempre a barra de informação quando a informação de um novo evento está disponível
ru: Всегда показывать инфобар при обновлении информации
sk: zobraziť Infobar vždy pri začiatku novej relácie
tr: Yeni olay bilgisi algılanırsa bilgiçubuğunu otomatik olarak görüntüler

source: Show remaining Time
ar: إظهار الوقت المتبقى
cs: Zbývající čas
de: Restzeit anzeigen
es: Mostrar tiempo restante
et: Näita järelejäänud aega
fi: Näytä jäljellä oleva aika
fy: Restearrende tiid sjen litte
lt: Rodyti likusį laiką
nl: Resterende tijd weergeven
pl: Pokaż czas do końca audycji
pt: Ver tempo restante
ru: Временя до окончания
sk: Zostávajúci čas
tr: Kalan zamanı göster

source: Show event remaining time in the infobar
ar: اظهار الوقت المتبقى للبرنامج فى شريط المعلومات
cs: zobrazovat v Infobar čas zbývající do konce pořadu
de: Restzeit der laufenden Sendung in der Infoleiste anzeigen
es: Mostrar tiempo del evento restante en la Infobar
et: Kuva järele jäänud saate aega inforibal
fi: Näytä ohjelman jäljellä oleva aika infopalkissa
fy: Tiid te gean fan barren yn ynfobalke sjen litte
lt: Rodyti infojuostoje kiek liko laiko
nl: Resterende tijd weergeven in de infobalk
pl: Pokaż w panelu czas do zakończenia audycji
pt: Mostrar o tempo restante de um evento na barra de informação
ru: Показ в инфобаре оставшегося времени
sk: zobrazovať v Infobar čas zostávajúci do konca relácie
tr: Bilgi çubuğunda kalan olay zamanını göster

source: Hide shortcut icons
ar: أخفاء ايقونات الاختصارات
cs: Skrýt ikony zkrácených voleb
es: Ocultar iconos abreviación
et: Varja otsetee ikoonid
fi: Piilota shortcut-ikonit
fy: Snelkeppeling icons ferberchje
lt: Paslėpti ikonų nuorodą
nl: Snelkeuze-iconen verbergen
pl: Ukryj skróty klawiszowe
pt: Ocultar ícones de atalho
ru: Не показывать иконки
sk: Skryť ikony skrátených volieb
tr: Kısayol ikonlarını gizle

source: Don't show shortcut icons in menus
ar: عدم اظهار الايقونات في القوائم
cs: nezobrazovat ikony zkrácených voleb v menu
es: Ocultar iconos de abreviación en los menus
et: Ära näita otsetee ikoone menüüs
fi: Älä näytä shortcut-ikoneita valikoissa
fy: Snelkeppelingen icons net yn menus ferberchje
lt: Nerodyti ikonų nuorodos meniu
nl: Geen snelkeuze-iconen in de menu's laten zien
pl: Nie pokazuj ikonek skrótów klawiszowych w menu
pt: Não mostrar ícones de atalho nos menus
ru: Отключить показ иконок в пунктах меню
sk: nezobrazovať ikony skrátených volieb v menu
tr: Menulerde kısayol ikonlarını gösterme

source: Skip confirmations
ar: تخطى التوكيد
cs: Přeskakovat potvrzování
de: Keine Bestätigungsmeldungen
es: Saltar confirmaciones
et: Ära küsi kinnitusi
fi: Ohita vahvistukset
fy: Befestigingen oerslaan
lt: Praleisti patvirtinimus
nl: Niet om bevestiging vragen
pl: Pomiń potwierdzenia
pt: Passar confirmaçoes
ru: Без подтверждений
sk: Preskakovať potvrdzovanie
tr: Onayları atla

source: Skip some confirmations
ar: تخطى التأكيد
cs: nevyžadovat některá potvrzování (pozor na nechtěné smazání atd...)
de: Keine Bestätigungsmeldungen
es: Saltar confirmaciones
et: Ära küsi kinnitusi
fi: Ohita vahvistukset
fy: Inkele befestigingen oerslaan
lt: Praleisti kai kuriuos patvirtinimus
nl: Niet om bevestiging vragen
pl: Wyłącz potwierdzenia
pt: Saltar algumas confirmações
ru: Не показывать подтверждения действий
sk: nežiadať niektoré potvrdenia (pozor na nechcené zmazania a pod.)
tr: Bazı onayları göstermeden atla

source: Hide error windows
ar: إخفاء نافذة الأخطاء
cs: Skrýt chybová hlášení
de: Keine Fehlermeldungen
es: Ocultar errores
et: Peida veateated
fi: Piilota virheikkunat
fy: Ferbergje fout finsters
lt: Nerodyti klaidingų pranešimų
nl: Foutmeldingen verbergen
pl: Ukryj okno błędów
pt: Omitir janelas de erro
ru: Без окна ошибок
sk: Skryť chybové hlášky
tr: Hata pencerelerini gizle

source: Don't show zap error messages like service not found
ar: لا تظهر رسائل الأخطاء عند التغيير
cs: nezobrazovat chybová hlášení při přepínání (např. program nenalezen atd...)
de: Zeige keine Fehlermeldungen wie z.B. Service nicht gefunden an
es: Ocultar errores al cambiar el canal
et: Ära näita kanalivahetusel veateateid nagu näiteks "ei leia kanalit"
fi: Älä näytä kanavanvaihdon virheilmoituksia
fy: Zap fouten net sjen litte
lt: Nerodyti perjungimo klaidų, jeigu kanalas nerastas
nl: Geen zap-foutmeldingen weergeven
pl: Nie pokazuj błędów przełączania
pt: Não mostrar mensagens de erro no zap
ru: Не показывать сообщения об ошибках типа 'Сервис не найден'
sk: nezobrazovať chybové hlášky pri prepínaní (napr. program nenájdený a pod.)
tr: Servis bulunamadı gibi zap hata mesajlarını görüntüleme

source: Enable fast zapping
ar: تفعيل التنقل السريع
cs: Rychlé přepínání
de: Schnelles Umschalten
es: Cambio canal rapido
et: Luba kanalite kiirlülitus
fi: Nopea vaihto päälle
fy: Fluch knippe ynskeakelje
lt: Įjungti greitą perjungimą
nl: Snel zappen inschakelen
pl: Włącz szybkie przełączanie
pt: Activar zapping rápido
ru: Быстрое переключение
sk: Rýchle prepínanie
tr: Hızlı zapı aç

source: Enables faster zapping.. but with visible sync
ar: تفعيل التنقل السريع.. لكن مع اظهارخاصية عمل الملفات بانسيابيه
cs: rychlejší přepínání... ale s viditelným pozastavením obrazu
de: Ermögliche schnelleres Umschalten.. (mit sichtbarem Sync)
es: Cambiar el canal mas rapido.. sincronización visible
et: Luba kiirem kanalivahetus.. kuid koos nähtava sünkronisatsiooniga
fi: Nopeampi vaihto päälle.. tuo tahdistuksen näkyviin
fy: ynskeakelje fluch knippe.. mar mei sichtbeare sync
lt: Įjungti greitą perjungimą.. bet su matoma sinchronizacija
nl: Sneller zappen, maar met zichtbare sync
pl: Włącz szybkie przełączanie kanałów (z widoczną synchronizacją)
pt: Activa o zapping mais rápido... mas como visualização da sincronização
ru: Разрешить быстрое переключение.. но возможны помехи
sk: rýchlejšie prepínanie... ale s viditeľným pozastavením obrazu
tr: Daha hızlı Zap yapılmasını sağlar (Dikkat: ses/görüntü senkronunda kayma oluşur!!)

source: Enable Zapping History
ar: تفعيل التنقل او التغيير السريع
cs: Povolit historii přepínání
de: Zapping-History aktivieren
es: Historial zapping
et: Luba kanalite lülituse ajalugu
fi: Kanavanvaihtohistoria
fy: Zapping skiednis oan/út
lt: Įjungti perjungimo istoriją
nl: Zapgeschiedenis inschakelen
pl: Włącz historię przełączania
pt: Activar histórico de zapping
ru: История переключений
sk: Povoliť históriu prepínania
tr: Zaplama günlüğünü aç

source: Don't care about actual mode when zapping in history list
ar: لا تهتم للنطاق الفعلي عند التغيير
cs: zahrnuje i změny módu do přepínání pomocí historie
de: Ignoriert den aktuellen Modus wenn die History-Liste benutzt wird
es: Ignorar modo actual al zapping en el historial
et: Ignoreerib käesolevat töörežiimi kui kasutab kanalite vahetuse ajalugu
fi: Älä välitä käytettävästä moodista historialistan kautta kanavaa vaihdettaessa
fy: Net drok meitsje om modus by zappe yn 'e skiednis lyst
lt: neužmirškite apie faktinį būdą, kada perjungiama istorijos sąraše
nl: Negeer huidige modus bij zappen in geschiedenislijst
pl: Włącz opcję zapamiętywania ostatnio oglądanych kanałów
pt: Ignorar o modo actual durante a navegação no histórico
ru: Включить запоминание последнего канала
sk: zahŕňa aj zmeny módu do prepínania pomocou histórie
tr: Geçmiş listesinden zap yapılıyorsa geçerli kipi dikkate alma

source: Auto bouquet change
ar: تغيير تلقائى للباقات
cs: Autom. změna přehledu
de: Bouquet automatisch wechseln
es: Cambio bouquete automático
et: Automaatne nimekirja vahetus
fi: Autom. kanavaluettelon vaihto
fy: Automatysk bouquet wizigje
lt: Automatinis paketo pakeitimas
nl: Automatisch van boeket wisselen
pl: Automatycznie zmieniaj bukiety
pt: Mudar de bouquet Auto
ru: Автопереход букета
sk: Autom. zmena prehľadu
tr: Otomatik buket değişimi

source: Change into next bouquet when end of current bouquet is reached
ar: الانتقال للباقة التالية عند الوصول لتهاية الباقة الحاليه
cs: na konci přehledu automaticky přejít do následujícího přehledu
de: Ins nächste Bouquet wechseln, wenn das Ende des aktuellen erreicht ist
es: Ir al bouquet siguiente cuando ha llegado al último canal del bouquet actual
et: Liigu automaatselt järgmisele kanalinimekirjale kui oled olemasoleva lõppu jõudnud
fi: Hyppää kanavaluettelon lopussa seuraavaan kanavaluetteloon
fy: Oan it ein fan it bouquet, automatysk nei folgende bouquet gean
lt: Pereiti į sekantį paketą, kai pasiekiama einamojo paketo pabaiga
nl: Naar het volgende boeket springen als het eind van een eerder boeket is bereikt
pl: Przejdź do następnego bukietu gdy w obecnym dojdziesz do końca
pt: Mudar para o bouquet seguinte quando chegar ao fim do bouquet actual
ru: Перейти в следующий букет, когда дойдете до конца текущего
sk: na konci prehľadu automaticky prejsť do nasledujúceho prehľadu
tr: Kullanılan buketin sonuna ulaşınca bir sonraki bukete geç

source: infobar timeout (left, right)
ar: وقت شريط المعلومات
cs: doba, po kterou je zobrazován Infobar (vlevo, vpravo)
de: Timeout der Infobar (links,rechts)
es: Visibilidad del Infobar (izquierda, derecha)
et: inforiba timeout (vasak, parem)
fi: infopalkin aika näytössä (vasen, oikea)
fy: ynfobalke tiidslimyt (links, rjochts)
lt: infojuostos išsijungimo reguliavimas (kairė, dešinė)
nl: Infobalk tonen (seconden) (links,rechts)
pl: Ustaw czas wyświetlania panelu (lewy, prawy)
pt: temporização da barra de informação (esquerda, direita)
ru: Время показа инфобара (ВЛЕВО, ВПРАВО)
sk: doba, počas ktorej je zobrazovaný Infobar (vľavo, vpravo)
tr: Bilgi çubuğunun ekranda gösterim süresi (sol, sağ)

source: Infobar timeout %d sec
ar: وقت شريط المعلومات %d sec
cs: Infobar zobrazovat %d sec
de: < Infobar timeout %d sek. >
et: Inforiba timeout %d sec
fi: Infopalkin aika %d s
fy: Ynfobalke tiidlimyt : %d sec
lt: Infojuosta išsijungs po %d sek
nl: Infobalktijd %d sec
pl: Wyświetlaj panel przez %d s
pt: temporização da barra de informação %d seg
ru: Показ инфобара %d сек
sk: Infobar zobrazovať %d sec
tr: Bilgi çubuğu görüntüle %d sn

source: General settings
ar: قائمة الاعدادات العامة
cs: Hlavní nastavení
de: Allgemeine Einstellungen
es: Abrir configuración general
et: Üldised seaded
fi: Yleisasetukset
fy: Algemiene ynstellingen
lt: Pagrindiniai nustatymai
nl: Algemene instellingen
pl: Ustawienia ogólne
pt: Definições gerais
ru: Общие настройки
sk: Hlavné nastavenie
tr: Genel ayarlar

source: General settings for all internal harddisks, like sleep time
ar: اعدادات عامة للقرص الصلب الداخلي , مثل وقت الاغلاق
cs: Hlavní nastavení pro všechny interní disky, jako čas usnutí...
de: Allgemeine Einstellungen für alle internen Festplatten
es: Ajustes generales para todos los discos internos, como el tiempo de sleep
et: Üldised seaded nagu uinumise aeg, kõigile sisemistele kõvaketastele
fi: Kovalevyn yleisasetukset, kuten virransäästöaika
fy: Algemiene ynstellingen foar hurde skiifen, sa as sliip tiid
lt: Pagrindiniai nustatymai visiems kietiems diskams, kaip miego laikas
nl: Generieke instellingen voor alle interne harddisks, zoals slaaptijd
pl: Ustawienia ogólne dla twardych dysków, np. czas uśpienia
pt: Configurações gerais para todos os discos rígidos internos. Ex: temporizador
ru: Общие настройки для всех встроенных HDD
sk: Hlavné nastavenie pre všetky interné disky, ako čas uspania...
tr: Tüm dahili harddiskler için genel ayarlar (uyku zamanlayıcı vs)

source: Specific settings
ar: قائمة الاعدادات المحددة
cs: Specifická nastavení
de: Spezielle Einstellungen
es: Ajustes especificos
et: Spetsiifilised seaded
fi: Yksityiskohtaiset asetukset
fy: Aparte ynstellingen
lt: Specifiniai nustatymai
nl: Specifieke instellingen
pl: Ustawienia szczegółowe
pt: Definições específicas
ru: Подробные настройки
sk: Špecifické nastavenia
tr: Özel ayarlar

source: Specific settings for a selectable harddisk, like formatting
ar: اعدادات محددة للقرص الصلب , مثل التهيئة
cs: Specifická nastavení pro vybrané disky, jako formátování...
de: Spezielle Festplatten Funktionen, wie Formatieren
es: Ajustes especificos para un disco concreto, como formatear
et: Spetsiifilised seaded nagu vormindamine, valitavale kõvakettale
fi: Kovalevyn yksityiskohtaiset asetukset, kuten alustus
fy: Aparte ynstellingen foar in koazen hurde skiif, sa as formatearjen
lt: Specifiniai nustatymai pasirinktiems kietiems diskams, formatuojant
nl: Specifieke instellingen voor een bepaalde harddisk, zoals het formateren
pl: Ustawienia szczegółowe dla twardych dysków, np. formatowanie
pt: Configurações específicas para um disco rígido seleccionável. Ex: formatação
ru: Подробные настройки выбранного HDD, н/п форматирование
sk: Špecifické nastavenia pre vybrané disky, ako formátovanie...
tr: Seçilebilen sabitdiskler için özel ayarlar (biçimlendirme vs)

source: sorry, no harddisks found!
ar: للأسف لا يوجد قرص صلب
cs: žádný HDD nenalezen!
de: Leider wurden keine Festplatten gefunden!
es: Ningun disco duro fue encontrado!
et: ei leidnud ühtki kõvaketast!
fi: Kovalevyä ei löydy!
fy: Gjin hurde skiif fûn
lt: atsiprašome, kietas diskas nerastas!
nl: Geen harddisk gevonden!
pl: Nie znaleziono twardego dysku!
pt: Desculpa, nenhum disco duro encontrado!
ru: Не найден HDD!
sk: nenájdený žiadny HDD !
tr: sabitdik bulunamadı!

source: Specific harddisk settings...
ar: إعداد القرص الصلب المحددة
cs: specifické nastavení harddisku...
de: Spezielle Festplatten-Einstellungen
es: Configuración disco duro...
et: Spetsiifilised kõvaketta seaded
fi: Kovalevyn yksityisk. asetukset...
fy: Aparte hurde skiif ynstellingen
lt: Specifiniai kieto disko nustatymai...
nl: Specifieke harddisk instellingen...
pl: Szczegółowe ustawienia twardego dysku
pt: Definições específicas de disco rígido...
ru: Подробные настройки HDD...
sk: špecifické nastavenia harddisku...
tr: Özel sabitdisk ayarları

source: General harddisk settings
ar: إعداد القرص الصلب العامة
cs: Nastavení HDD
de: Allgemeine Festplatten-Einstellungen
es: Abrir configuración disco duro
et: Üldised kõvaketta seaded
fi: Kovalevyn yleisasetukset
fy: Algemiene hurde skiif ynstellingen
lt: Pagrindiniai kieto disko nustatymai
nl: Algemene harddisk instellingen
pl: Ogólne ustawienia twardego dysku
pt: Definições gerais de disco rígido
ru: Настройки HDD
sk: Nastavenie HDD
tr: Genel sabitdisk ayarları

source: Harddisk sleep time
ar: وقت اغلاق القرص الصلب
cs: Doba usnutí harddisku
de: Festplatten auschalt Zeit
es: Activar Sleep Timer del disco
et: Aeg kõvaketta ooterežiimini
fi: Virransäästöaika
fy: Hurde skiif sliep-tiid
lt: Užmigimo laikas
nl: Harddisk slaaptijd
pl: Wyłącz HDD po min:
pt: Hibernação do disco rígido
ru: Выключение HDD мин:
sk: Čas uspatia harddisku
tr: Sabitdisk uyku süresi
