Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Are you sure to remove %s?
ar: هل انت متاكد من الحذف %s؟
cs: Opravdu chcete smazat %s?
de: Wollen sie %s wirklich entfernen?
es: ¿Estas seguro que quieres desinstalar %s?
et: Oled kindel, et eemaldad %s?
fi: Haluatko poistaa %s?
fy: Wolle jo seker %s ferwiderje ?
lt: Ar tikrai pašalinti %s?
nl: Weet u zeker dat u %s wilt verwijderen?
pl: Czy chcesz usunąć %s?
pt: Tem a certeza que quer remover %s?
ru: Вы уверены, что хотите удалить %s?
sk: Naozaj chcete smazať %s?
tr: %s paketini Kaldırmak istiyor musunuz?

source: Removing %s
ar: حذف %s؟
cs: Odstranit %s
de: Entferne %s
es: Desinstalando %s
et: Eemaldan %s
fi: Poistetaan %s
fy: %s wurd ferwidere
lt: Šalinama %s
nl: Verwijdert %s
pl: Usunięto %s
pt: A remover %s
ru: Удаление %s
sk: Odstrániť %s
tr: %s kaldırılıyor

source: Are you sure to play %s?
ar: هل انت متاكد من التشغيل %s؟
cs: Opravdu chcete přehrát %s?
de: Sind sie sicher dass sie %s Abspielen wollen?
es: ¿Seguro que quieres jugar a %s?
et: Oled kindel, et käivitan %s?
fi: Haluatko toistaa %s?
fy: Wolle jo seker %s ôfspielje
lt: Ar tikrai norite tai paleisti %s?
nl: Weet u zeker dat u %s wilt afspelen?
pl: Czy chcesz odtworzyć %s?
pt: Tem a certeza que quer reproduzir %s?
ru: Вы уверены, что хотите воспроизвести %s?
sk: Naozaj chcete prehrať %s?
tr: %s'i Oynatmak istediğinize emin misiniz?

source: Are you sure to write %s?
ar: هل انت متاكد من الكتابة %s؟
cs: Opravdu chcete zapsat %s?
de: Sind sie sicher dass sie %s Schreiben wollen?
es: ¿Seguro que quieres escribir en %s?
et: Oled kindel, et kirjutan %s?
fi: Haluatko kirjoittaa %s?
fy: Wolle jo seker %s fuortskriuwe ?
lt: Ar tikrai norite tai įrašyti %s?
nl: Weet u zeker dat u %s wilt beschrijven?
pl: Czy chcesz zainstalować %s?
pt: Tem a certeza que quer escrever %s?
ru: Вы уверены, что хотите записать %s?
sk: Naozaj chcete zapísať %s?
tr: %s kaydedilecektir Emin misiniz?

source: Error!
ar: خطأ
cs: Chyba!
de: Fehler!
et: Viga!
fi: Virhe!
fy: Bliksekater, Der is wat mislearre
lt: Klaida!
nl: Fout!
pl: Błąd
pt: Erro!
ru: Ощибка!
sk: Chyba!
tr: Hata!

source: PPanel recovery, internet connection needed
ar: لارجاع قائمة البي تحتاج الى انترنت شغال
cs: Obnova PPanelu. Je potřeba připojení k internetu
es: Recuperacion de PPanel, se necesita conexion a internet
et: PPaneeli taastamine, vajalik on interneti ühendus
fi: PPanelin palauttaminen, internet-yhteys tarvitaan
fy: PPanel herstelling hat in internet ferbyning needich
nl: PPanel herstel, internetverbinding noodzakelijk
pl: Odzyskiwanie PPanel, niezbędne połączenie internetowe
ru: Восстановление PPanel, необходимо подключение к интернету
sk: Obnova PPanelu, je potrebné pripojenie k internetu
tr: PPanel düzeltme, internet bağlantısı gerklidir

source: Please select an item
ar: الرجاء اختيار مادة
cs: Prosím, zvolte položku
de: Wählen sie einen Punkt aus
es: Seleccione un item, por favor
et: Palun vali element
fi: valitse nimike
fy: Kies in item
lt: Prašome išsirinkti užduotį
nl: Selecteer een item
pl: Wybierz pozycję
pt: Por favor seleccione um item
ru: Выберите позицию
sk: Prosím, zvoľte položku
tr: Lütfen listeden seçim yapınız

source: latest
ar: الاخير
cs: poslední
es: ultimo
et: viimased
fi: uusin
fy: lêste
lt: paskutinė
nl: laatste
pl: aktual.
pt: último
ru: Последний
sk: posledný
tr: En son

source: A new menu is available. The new menu will be visible if you return to the setup panel.You can continue your work here after pressing OK.
ar: قائمة جديدة متوفرة عند العودة الى
cs: Je k dispozici nové menu. Nové menu se zobrazí po návratu do panelu pro nastavení. Můžete pokračovat v práci po stisknutí OK.
de: Ein neues Menu ist verfügbar. Das neue Menu wird sichtbar, wenn sie zum Setup-Pannel zurückkehren. Nach dem drücken von OK können sie hier weitermachen.
es: Un nuevo menu esta disponible. El nuevo menu sera visible si vuelves a panel de ajustes. Puedes continuar trabajando aqui despues de presionar OK.
et: Uus menüü on saadaval. Uut menüüd näed kui pöördud tagasi häälestuse paneeli. Võid jätkata toimetamist siin kui oled muljunud OK.
fi: Uusi valikko käytettävissä. Uusi menu näkyy, kun palaat asetukset-valikkoon. Voit jatkaa painamalla OK.
fy: In nij menu is anwêzig. It nije menu wurd sichtber by it wer werom gean nei deynstellingen. Jo kinne hjir trochgean nei drukken op Ok.
lt: Yra naujas meniu. Naujas meniu bus matomas kai Jūs grįšite į panėlės nustatymus. Jūs galite tęsti darbą čia, paspaudę OK
nl: Er is een nieuw menu beschikbaar. U kunt dit menu zien als u terug gaat naar het setup panel. U kunt hier verder werken nadat u op OK drukt.
pl: Nowe menu jest dostępne. Aktualizacja nastąpi po powrocie do ustawień panelu. Wciśnij OK aby kontynuować.
pt: Um novo menu está disponível. O menu estará visível se regressar ao painel de configuração. Pode continuar a trabalhar se pressionar OK,
ru: Доступно новое меню. Новое меню будет видно если вы вернётесь к панеле настроек. Вы можете продолжить здесь работу после нажатия OK.
sk: Je k dispozícii nové menu. Nové menu sa zobrazí po návrate do panelu pre nastavenie. Môžete pokračovať v práci po stlačení OK.
tr: Yeni bir menü bulundu. Yeni menüy kurulum paneline döndüğünüzde görünür olacaktır. OK tuşuna bastıktan sonra işlemlere devam edebilirsiniz.

source: Automatic menu update
ar: تحديث القائمة الاتوماتيكي
cs: Automatické update menu
de: Automatische Menu aktuallisierung
es: Menu de actualización manual
et: Automaatne menüü uuendamine
fi: Autom. valikon päivitys
fy: Automatysk menu bywurkje
lt: Automatinis meniu atnaujinimas
nl: Automatische menu update
pl: Automatycznie aktualizuj menu
pt: Actualização automática do menu
ru: Автообновление меню
sk: Automatický update menu
tr: Otomatik menü güncelleme

source: %s %d bytes downloaded Press exit to cancel download
ar: %s %d تم تنزيل بايت اضغط خروج لألغاء التنزيل
cs: %s %d bytů staženo Stiskněte EXIT pro ukončení stahování
de: %s %d bytes heruntergeladen Drücken sie Exit um den Download abzubrechen
es: %s %d bytes descargados Presiona Salir para cancelar la descarga
et: %s %d baiti allalaetud Mulju Exit tühistamaks alla laadimist
fi: %s %d tavua ladattu Paina EXIT katkaistaksesi latauksen
fy: %s %d bytes ophelle Druk exit om opheljen ôf te brekken
lt: %s %d baitų parsisiųsta Spauskite exit ir nutraukti parsisiuntimą
nl: %s %d bytes gedownload Druk op exit om af te breken
pl: %s pobrano %d bytes Wciśnij EXIT aby anulować pobieranie
pt: %s %d bytes descarregados Prima EXIT para cancelar a descarga
ru: %s загружено %d байт Нажмите EXIT для отмены
sk: %s %d bytov stiahnutých Stlačte EXIT pro ukončenie stahovania
tr: %s %d bayt indirildi İndirme işlemini iptal için exit tuşuna basın

source: East
ar: شرق
cs: Východ
de: Osten
es: Este
et: Ida
fi: Itä
lt: Rytai
nl: Oost
pl: Wschód
pt: Este
ru: Восток
sk: Východ
tr: Doğu

source: West
ar: غرب
cs: Západ
de: Westen
es: Oeste
et: Lääs
fi: Länsi
lt: Vakarai
pl: Zachód
pt: Oeste
ru: Запад
sk: Západ
tr: Batı

source: North
ar: شمال
cs: Sever
de: Norden
es: Norte
et: Põhi
fi: Pohjoinen
fy: Noard
lt: Šiaurė
nl: Noord
pl: Północ
pt: Norte
ru: Север
sk: Sever
tr: Kuzey

source: South
ar: جنوب
cs: Jih
de: Süden
es: Sur
et: Lõuna
fi: Etelä
fy: Sud
lt: Pietūs
nl: Zuid
pl: Południe
pt: Sul
ru: Юг
sk: Juh
tr: Güney

source: enter orbital position without dot (19.2° = 192)
ar: إدخال الموقع المدارى بدون نقاط (19.2° = 192)
cs: zadejte polohu satelitu bez des.čárky ( 19.2° = 192 )
de: Orbitalposition ohne Punkt eingeben (19.2° = 192)
es: Posición orbital sin punto (19.2° = 192)
et: sisesta orbitaalpositsioon ilma komata (19,2° = 192)
fi: syötä satelliitin asema ilman pistettä (19.2° = 192)
fy: rûmteposysje ynjaan, sunder punt (19.2° = 192)
lt: palydovo orbitos poziciją įrašykite be taško (19.2° = 192)
nl: Voer de orbitpositie zonder punt in (19.2° = 192)
pl: Wpisz pozycję orbitalną bez kropek (19.2° = 192)
pt: entrar a posição orbital sem vírgula (19.2° = 192)
ru: Введите орбитальную позицию без точек (19.2° = 192)
sk: zadajte polohu satelitu bez des.čiarky ( 19.2° = 192 )
tr: yörünge konumunu noktasız girin (19.2° = 192)

source: delete me
ar: احذفني
cs: smazat
de: Bitte löschen
es: Borrame
et: kustuta valitud
fi: poista minut
fy: ferwiderje my
lt: ištrink mane
nl: Verwijder mij
pl: Usuń
pt: apagar
ru: Удалить
sk: zmazať
tr: beni sil

source: drive Motor East
ar: حرك الموتور للشرق
cs: přesun na východ
de: Motor nach Westen drehen
es: Girar motor este
et: liiguta mootorit itta
fi: käännä moottoria itään
fy: rotor east draaie
lt: sukti variklį į rytus
nl: Draai rotor > oost
pl: Skieruj antenę na wschód
pt: rotação motor Este
ru: Поворот на восток
sk: presun na východ
tr: Motoru Doğuya sür

source: drive Motor East.. one step
ar: حرك الموتور للغرب
cs: přesun na východ.. o 1 krok
de: Motor einen Schritt nach Osten drehen
es: Girar motor este.. un paso
et: liiguta mootorit itta.. ühe sammu võrra
fi: käännä moottoria itään.. yksi askel
fy: rotor east draaie.. ien stap
lt: sukti variklį į rytus.. vienu žingsniu
nl: Draai rotor naar oostelijke richting (1stap)
pl: Kieruję antenę na wschód...
pt: rotação motor Este..um passo
ru: Поворот на восток.. один шаг
sk: presun na východ.. o 1 krok
tr: Motoru Doğuya sür.. bir adım

source: stop Motor drive East
ar: أوقف حركة الموتور للشرق
cs: zastavit přesun na východ
de: Drehung des Motors nach Osten anhalten
es: Parar motor (giro este)
et: seiska mootori liikumine itta
fi: pysäytä moottorin kääntö itään
fy: stopje rotor east draaie
lt: stabdyti variklio sukimą į rytus
nl: Stop rotor > oostelijke richting
pl: Zatrzymaj obrotnicę na wschodzie
pt: parar rotação Este
ru: Стоп мотор на восток
sk: zastaviť presun na východ
tr: Motoru Doğuya sürü durdur

source: drive Motor West.. one step
ar: حرك الموتور للغرب ..خطوة واحدة
cs: přesun na západ.. o 1 krok
de: Motor einen Schritt nach Westen drehen
es: Girar motor oeste.. un paso
et: liiguta mootorit läände.. ühe sammu võrra
fi: käännä moottoria länteen.. yksi askel
fy: rotor west draaie.. ien stap
lt: sukti variklį į vakarus.. vienu žingsniu
nl: Draai de rotor in westelijke richting (1 stap)
pl: Kieruję antenę na zachód...
pt: rotação motor Oeste..um passo
ru: Поворот на запад.. один шаг
sk: presun na západ.. o 1 krok
tr: Motoru Batıya sür.. bir adım

source: stop Motor drive West
ar: أوقف حركة الموتور للغرب
cs: zastavit přesun na západ
de: Drehung des Motors nach Westen anhalten
es: Parar motor (giro oeste)
et: seiska mootori liikumine läände
fi: pysäytä moottorin kääntö länteen
fy: stopje rotor west draaie
lt: stabdyti variklio sukimą į vakarus
nl: Stop rotor > westelijke richting
pl: Zatrzymaj obrotnicę na zachodzie
pt: parar rotação Oeste
ru: Стоп мотор на запад
sk: zastaviť presun na západ
tr: Motor Batıya sürü dudur

source: < Stop >
ar: توقف
es: < Parar >
et: < Stopp >
fi: < Seis >
lt: < Stoti >
pt: < Parar >
ru: < Стоп >
tr: < Dur >

source: position
ar: موضع
cs: pozice
es: Posición
et: positsioon
fi: sijainti
fy: posysje
lt: pozicija
nl: Positie
pl: Pozycja
pt: posição
ru: Позиция
sk: pozícia
tr: konum

source: store new sat positions
ar: خزن موقع القمر الجديد
cs: uložit novou pozici satelitu
de: Neue Satpositionen speichern
es: Memorizar posiciones satélite nuevas
et: salvesta uued satelliidipositsioonid
fi: tallenna uudet satelliittien sijainnit
fy: nije sat posysjes opslaan
lt: išsaugoti naujas palydovo pozicijas
nl: Sla nieuwe satellietposities op
pl: Zapamiętaj nowe pozycje satelitarne
pt: registar as novas posições satélites
ru: Записать новую позицию спутника
sk: uložiť novú pozíciu satelitu
tr: yeni uydu konumlarını kaydet

source: drive to stored pos
ar: تحرك للموقع المخزن
cs: přesunout na uloženou pozici
de: Zu gespeicherter Position drehen
es: Girar a pos. memorizada
et: liigu salvestatud positsioonile
fi: käännä tallennettuun
fy: draai nei opsleine pos
lt: sukti į išsaugotą poziciją
nl: Draai naar opgeslagen positie
pl: Skieruj na zapamietaną poz.
pt: ir à posição registada
ru: Поворот в записанную поз.
sk: presunúť na uloženú pozíciu
tr: kaydetnmış konuma sür

source: drive to stored position
ar: تحرك للموقع المخزن
cs: přesun na uloženou pozici
de: Zu gespeicherter Position drehen
es: Girar a posición guardada
et: liigu salvestatud positsioonile
fi: käännä tallennettuun sijaintiin
fy: draai nei opsleine posysje
lt: sukti į išsaugotą poziciją
nl: Draai naar opgeslagen positie
pl: Skieruj na zapamietaną pozycję
pt: ir à posição registada
ru: Поворот в записанную поз.
sk: presunúť na uloženú pozíciu
tr: kaydetnmış konuma sür

source: drive to satellite
ar: تحرك للقمر
cs: přesunout na družici
de: Zum Satelliten drehen
es: Girar hacia satélite
et: liigu satelliidile
fi: käännä satelliittiin
fy: draai nei satellyt
lt: sukti į palydovą
nl: Draai naar satelliet
pl: Skieruj na pozycję satelitarną
pt: ir au satélite
ru: Поворот на спутник
sk: presunúť na družicu
tr: uyduya sür

source: drive to stored satellite
ar: تحرك للقمر المخزن
cs: přesunout na uloženou družici
de: Zum gespeicherten Satelliten drehen
es: Girar a satélite guardado
et: pööra salvestatud satelliidile
fi: käännä tallennettuun satelliittiin
fy: draai nei opsleine satellyt
lt: sukti į išsaugotą palydovą
nl: Draai naar de opgeslagen satelliet
pl: Skieruj na zapamietaną pozycję satelitarną
pt: ir à posição satélite registada
ru: Поворот на записанный спутник
sk: presunúť na uloženú družicu
tr: kaydetnmış uyduya sür

source: drive to 0°
ar: التحرك الى 0°
cs: přesunout na pozici 0
de: Auf 0° drehen
es: girar a 0°
et: liigu asendisse 0°
fi: Käännä sijaintiin 0°
fy: draai nei 0°
lt: sukti į 0°
nl: Draai naar 0°
pl: Skieruj na pozycję 0°
pt: ir a pos. 0
ru: Поворот в 0°
sk: presunúť na pozíciu 0°
tr: 0° ye sür

source: drives to 0
ar: تحرك للموقع 0
cs: přesunuto na 0
de: Dreht auf 0°
es: Girar a 0
et: pöörab 0-positsiooni
fi: Kääntää sijaintiin 0
fy: draait nei 0°
lt: sukasi į 0
nl: Draait naar 0°...
pl: Skieruj na 0
pt: ir a pos. 0
ru: Поворот в 0°
sk: presunuté na pozíciu 0°
tr: 0 a sürülüyor

source: recalculate
ar: أعد الحسابات
cs: přepočítat
de: Neu berechnen
es: Recalcular
et: tee ümberarvutused
fi: uudelleenlaske
fy: opnij berekenje
lt: perskaičiuoti
nl: Herberekenen
pl: Przelicz
pt: calcular novamente
ru: Пересчитать
sk: prepočítať
tr: yeniden hesapla

source: recalculate stored positions rel. to current pos
ar: الحسابات تم إعادتها للمواقع المخزنةمقارنة بالموقع الحالي
cs: přepočítat uložené pozice vzhledem ke stávající
de: Gespeicherte Positionen in Relation zur derzeitigen Position neu berechnen
es: Recalcular posiciones guardadas en relación a la pos. actual
et: muuda salvestatud positsioone vastavalt hetkepositsioonile
fi: laske uudelleen tallennetut sijainnit nykyisen perusteella
fy: herberekenje opsleine posysjes rel. ta de posysjes no
lt: perskaičiuoti įsimintas pozicijas dabartinės pozicijos atžvilgiu
nl: Herbereken de opgeslagen positie tot de huidige positie
pl: Przelicz zapamiętane pozycje w odniesieniu do poz. obecnej
pt: calcular novamente as posições reais registadas em relação à posição actual
ru: Пересчетать все записанные позиции относительно текущей
sk: prepočítať uložené pozície vzhľadom k stávajúcim
tr: hafizaya alınmış konumuları şu anki konuma göre yeniden hesapla

source: set east limit
ar: اضبط النهاية الشرقية
cs: nastavit východní limit
de: Östl. Limit setzen
es: Memorizar límite este
et: sea idapiir
fi: aseta itäinen raja
fy: set eastlike limyt
lt: nustatyti rytinę ribą
nl: Oost-limiet instellen
pl: Ustaw wschodni limit
pt: ajuste o limite ESTE
ru: Восточный предел
sk: nastaviť východný limit
tr: doğu sınırı olarak hafızaya al

source: set east soft limit
ar: اضبط النهاية الخفيفة الشرقية
cs: nastavit východní soft.limit
de: Östl. Soft Limit setzen
es: Memorizar límite este software
et: seab tarkvaralise idapiiri
fi: aseta itäinen raja (ohjelmisto)
fy: set eastlike sachte limyt
lt: nustatyti programinę rytinę ribą
nl: Oost-softlimiet instellen
pl: Ustaw wschodni limit programowy
pt: ajuste o limite soft ESTE
ru: Установить программный предел поворота на восток
sk: nastaviť východný softw. limit
tr: batı doğu sınırı olarak hafızaya al

source: set west limit
ar: اضبط النهاية الغربية
cs: nastav západní limit
de: Westl. Limit setzen
es: Memorizar límite oeste
et: sea läänepiir
fi: aseta läntinen raja
fy: set westlike limyt
lt: nustatyti vakarinę ribą
nl: West-limiet instellen
pl: Ustaw zachodni limit
pt: ajuste o limite OESTE
ru: Западный предел
sk: nastav západný limit
tr: batı sınırı olarak hafızaya al

source: set west soft limit
ar: اضبط النهاية الغربية الخفيفة
cs: nastav západní soft.limit
de: Westl. Soft-Limit setzen
es: Memorizar límite oeste software
et: seab tarkvaralise läänepiiri
fi: aseta läntinen raja (ohjelmisto)
fy: set westlike sachte limyt
lt: nustatyti programinę vakarinę ribą
nl: West-softlimiet instellen
pl: Ustaw zachodni limit programowy
pt: ajuste o limite soft OESTE
ru: Установить программный предел поворота на запад
sk: nastav západný softw. limit
tr: batı soft sınırı olarak hafızaya al

source: disable limits
ar: اوقف النهايات
cs: zakázat limity
de: Limits ausschalten
es: Desactivar límites
et: tühista piirid
fi: poista rajat
fy: limieten útskeakelje
lt: išjungti ribas
nl: Limieten uitschakelen
pl: Wyłącz limity
pt: desativar os limites
ru: Отключить пределы
sk: zakázať limity
tr: sınırları devreden çıkar

source: disable soft limits
ar: اوقف النهايات الخفيفة
cs: zakázat soft.limit
de: Soft-Limits abschalten
es: Desactivar límites software
et: tühista tarkvaralised piirid
fi: poista rajat (ohjelmisto)
fy: sachte limieten útskeakelje
lt: išjungti programines ribas
nl: Soft-limieten uitschakelen
pl: Wyłącz limity programowe
pt: desativar os limites soft
ru: Отключить прогр. пределы
sk: zakázať softw. limit
tr: soft sınırlarını devreden çıkar

source: enable limits
ar: شغل النهايات
cs: povolit limity
de: Limits einschalten
es: Activar límites
et: luba piirid
fi: rajat päälle
fy: limieten ynskeakelje
lt: įjungti ribas
nl: Limieten inschakelen
pl: Włącz limity
pt: activar os limites
ru: Разрешить пределы
sk: povoliť limity
tr: sınırları etkinleştir

source: enable soft limits
ar: شغل النهايات الخفيفة
cs: povolit soft.limit
de: Soft-Limits einschalten
es: Activar límites software
et: lubab tarkvaralised piirid
fi: rajoitukset päälle (ohjelmisto)
fy: sachte limieten ynskeakelje
lt: įjungti programines ribas
nl: Soft-limieten inschakelen
pl: Włącz limity programowe
pt: activar os limites soft
ru: Разрешить прогр. пределы
sk: povoliť softw. limit
tr: soft sınırları etkinleştir

source: store current pos in motor
ar: خزن الموقع الحالي في الموتور
cs: uložit aktuální pozici v motoru
de: Derzeitige Position im Motor speichern
es: Memorizar posicion actual en el motor
et: salvesta praegune pos mootorisse
fi: tallenna nykyinen sijainti moottoriin
fy: aktuele posysje opslaan yn motor
lt: išsaugoti esamą padėtį pozicionieriuje
nl: Huidige positie in de rotor opslaan
pl: Zapamiętaj aktualną pozycję obrotnicy
pt: registar a posição actual no motor
ru: Записать позицию в мотор
sk: uložiť aktuálnu pozíciu v motore
tr: şimdiki motor konumunu hafızaya al

source: store
ar: خزن
cs: Uložit
de: Speichern
es: Guardar
et: salvesta
fi: tallenna
fy: opslaan
lt: saugoti
nl: Opslaan
pl: Zapamiętaj
pt: registar
ru: Запомнить
sk: Uložiť
tr: hafızaya al

source: drive motor to stored pos
ar: حرك الموتور للموقع المخزن
cs: natočit motor na uloženou pozici
de: Motor zu gespeicherter Position drehen
es: Girar motor a la posición memorizada
et: liiguta mootor salvestatud positsioonile
fi: käännä moottori tallennettuun sijaintiin
fy: draai motor nei opsleine posysje
lt: sukti variklį į išsaugotą poziciją
nl: Draai de rotor naar de opgeslagen positie
pl: Skieruj antenę na zapamiętaną pozycję
pt: movimento motor à posição registada
ru: Поворот антенны в записанную позицию
sk: natočiť motor na uloženú pozíciu
tr: motoru hafızaya alınmış konuma hareket ettir

source: go
ar: تحرك
cs: jdi
de: Gehe
es: ir
et: mine
fi: mene
fy: gean
lt: eiti
nl: OK
pl: Idź
pt: ir
ru: Выполнить
sk: choď
tr: git

source: drive motor to reference position
ar: حرك الموتور للموقع الريفرنس
cs: natočení na referenční pozici
de: Motor zur Ausgangsposition drehen
es: Girar motor a la posición referencia
et: sõiduta mootor keskpositsioonile
fi: käännä moottori vertailusijaintiin
fy: draai motor nei referinsje posysje
lt: sukti variklį į priverstinę poziciją
nl: Draai de rotor naar de referentie positie
pl: Skieruj antenę na pozycję domyślną
pt: mover motor à posição referencia
ru: Поворот антенны в положение по умолчанию
sk: natočenie na referenčnú pozíciu
tr: motoru dayanak konumuna hareket ettir

source: recalculate all stored positions
ar: أعد حسابات المواقع المخزنة
cs: přepočítát všechny uložené pozice
de: Alle gespeicherten Positionen neu berechnen
es: Recalcular todas las posiciones guardadas
et: arvuta kõik salvestatud positsioonid ümber
fi: laske uudelleen kaikki tallennetut sijainnit
fy: alle opsleine posysjes opnij berekenje
lt: perskaičiuoti visas išsaugotas padėtis
nl: Herbereken alle opgeslagen posities
pl: Przelicz wszystkie pozycje w pamięci
pt: calcular novamente todas as posições registadas
ru: Пересчетать все записанные позиции
sk: prepočítať všetky uložené pozície
tr: hafızadaki bütün konumuları tekrar hesapla

source: recalc
ar: أعد الحساب
cs: přepočítat
de: Neuberechnen
et: ümberarvutus
fi: laske uudelleen
fy: opnij berekenje
lt: perskaičiuoti
nl: Herberekenen
pl: Przelicz
pt: calcular novamente
ru: Пересчёт
sk: prepočítať
tr: tekrar hesapla

source: store current pos as east soft limit
ar: خزن الموقع الحالي كنهاية خفيفة شرقية
cs: uložit stávající pozici jako východní limit
de: Speichere aktuelle Position als östliches Soft-Limit
es: Guardar posición actual como límite este software
et: salvesta hetkeasend tarkvaraliseks idapiiriks
fi: aseta tämänhetkinen sijainti itäiseksi rajaksi (ohjelmisto)
fy: aktuele posysje opslaan as eastlike sachte limyt
lt: išsaugoti dabartinę padėtį, kaip rytinę programinę ribą
nl: Huidige positie als Oost-softlimiet opslaan
pl: Zapisz aktualną pozycję jako programowy limit wschodni
pt: registar a posiçõe como limite ESTE do soft
ru: Записать позицию, как программный предел поворота на восток
sk: uložiť súčasnú pozíciu ako východný limit
tr: şimdiki konumu doğu sınırını olarak hafızaya al

source: store current pos as west soft limit
ar: خزن الموقع الحالي كنهاية خفيفة غربية
cs: uložit stávající pozici jako západní limit
de: Speichere aktuelle Position als westliches Soft-Limit
es: Guardar posición actual como límite oeste software
et: salvesta hetkeasend tarkvaraliseks läänepiiriks
fi: aseta tämänhetkinen sijainti läntiseksi rajaksi (ohjelmisto)
fy: aktuele posysje opslaan as westlike sachte limyt
lt: išsaugoti dabartinę padėtį, kaip vakarinę programinę ribą
nl: Huidige positie als West-softlimiet opslaan
pl: Zapisz aktualną pozycję jako programowy limit zachodni
pt: registar a posiçõe como limite OESTE do soft
ru: Записать позицию, как программный предел поворота на запад
sk: uložiť súčasnú pozíciu ako západný limit
tr: şimdiki konumu batı sınırını olarak hafızaya al

source: do it
ar: إعملها
cs: provést
de: Ausführen
es: Hazlo
et: tee seda
fi: tee se
fy: doch it
lt: daryti tai
nl: OK
pl: Wykonaj
pt: fazer
ru: Выполнить
sk: vykonať
tr: yap

source: drive motor to satellite
ar: حرك الموتور للقمر
cs: natočit na družici
de: Motor zum Satelliten drehen
es: Girar motor al satélite
et: pööra mootor satelliidile
fi: käännä moottori satelliittiin
fy: draai motor nei satellyt
lt: sukti variklį į palydovą
nl: Draai rotor naar satelliet
pl: Skieruj obrotnicę na satelitę
pt: mover motor para o satélite
ru: Поворот антенны на спутник
sk: natočiť na družicu
tr: motoru uyduya hareket ettir

source: Position:
ar: موضع :
cs: Pozice:
es: Posición
et: Positsioon:
fi: Sijainti:
fy: Posysje:
lt: Padėtis:
nl: Positie:
pl: Pozycja:
pt: Posição:
ru: Позиция:
sk: Pozícia:
tr: Konum:
