Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: enter symbol rate (0..9, left, right)
ar: أدخل معدل الترميز
cs: zadejte symbol rate (0..9, vlevo, vpravo)
de: Symbolrate eingeben (0..9, links, rechts)
es: Velocidad símbolos (0..9, izquierda, derecha)
et: sisesta kiirus (0..9, vasak, parem)
fi: syötä symbolinopeus (0..9, vasen, oikea)
fy: ynjefte symbool faasje (0..9, links, rjochts)
lt: įrašykite simbolių greitį (0..9, kairėn, dešinėn)
nl: Symbolrate invoeren (0..9, links rechts)
pl: Wpisz Symbolrate (0..9, lewy, prawy)
pt: entrar o symbol rate (0..9, esquerda, direita)
ru: Введите Symbol Rate (0..9, ВЛЕВО, ВПРАВО)
sk: zadajte symbol rate (0..9, vľavo, vpravo)
tr: Sembol hızı girin (0..9, sol, sağ)

source: set brightness of the displayed teletext page
cs: nastavit jas zobrazované teletextové stránky
fi: Aseta tekstitv:n kuvan kirkkaus
fy: set helderens fan de werjûne tiletekst side
nl: Stel de helderheid van teletext pagina's in.
ru: Установить яркость для страниц телетекста
tr: görüntülenen teletext sayfasında parlaklık ayarı

source: press ok to enter the name
ar: اضغط أوكي لإدخال الاسم
cs: stiskněte OK pro zadání jména
de: 'OK' drücken, um den Namen einzugeben
es: Pulse OK para editar el nombre
et: nime sisestamiseks vajuta ok
fi: paina ok antaaksesi nimen
fy: druk ok om namme yn te jaan
lt: spauskite (ok), norėdami įrašyti pavadinimą
nl: Druk op OK om de naam in te voeren
pl: Wciśnij OK aby wprowadzić nazwę
pt: caregar ok para entrar o nome
ru: Нажмите ОК для ввода названия
sk: stlačte OK pre zadanie mena
tr: İsim girmek için OK tuşuna basın

source: Coderate HP:
ar: معدل الشفرة HP:
fi: Koodinop. HP:
fy: Code faasje HP:
lt: Kodavimas HP:
pt: Taxa de código HP:
ru: Режим HP:
tr: Kodoranı HP:

source: delete the current selected timer (ok)
ar: احذف المؤقت الذي تم اختياره حاليا
cs: odstranit zvolený záznam z časovače (OK)
de: Den aktuell gewählten Timer löschen (OK)
es: Borrar temporizador elegido (ok)
et: kustuta valitud timer (ok)
fi: poista valittu ajastus (ok)
fy: ferwiderje selektearre tiidstjoerd opnimmen (ok)
lt: trinti dabar pasirinktą užduotį laikmačio sąraše (ok)
nl: Huidige timer verwijderen (OK)
pl: Usuń aktualnie wybrane zadanie (OK)
pt: apagar o relógio seleccionado (ok)
ru: Удалить выбранное (OK)
sk: vymazať označenú nahrávku z časovača (OK)
tr: Seçili zamanlayıcı öğesini sil (ok)

source: select MiniDiSEqC parameter (ok)
ar: اختر متغيرات ميني دايسك
cs: vybrat MiniDiSEqC parametry (OK)
de: MiniDiSEqC-Parameter auswählen (OK)
es: Elige parámetros MiniDiSEqC (ok)
et: vali MiniDiSEqC parameeter (ok)
fi: valitse MiniDiSEqC parametri (ok)
fy: selektearje MiniDiSEqC parameter (ok)
lt: Pasirinkite MiniDiSEqC parametrus (ok)
nl: Selecteer MiniDiSEqC-parameter (OK)
pl: Wybierz parametry Mini DiSEqC (OK)
pt: escolher os parâmetros miniDISEqC (ok)
ru: Выберите вход Tone Bust MiniDiSEqC (OK)
sk: vybrať MiniDiSEqC parametre (OK)
tr: MiniDiSEqC parametresi seç (ok)

source: Start time
ar: وقت البداية
cs: Začátek
es: Hora de inicio
et: Algusaeg
fi: Aloitusaika
fy: Begjintiid
nl: Starttijd
ru: Время начала
sk: Začiatok
tr: Başlangıç zamanı

source: Software Version:
ar: نسخة البرنامج التشغيلي
cs: Verze software:
es: Versión software:
et: Tarkvara Versioon:
fi: Ohjelmiston versio:
fy: Programma Ferzje
lt: Programinės įrangos versija:
nl: Softwareversie:
pl: Wersja oprogramowania:
pt: Versão de S/W:
ru: Версия ПО:
sk: Verzia software:
tr: Yazılım Sürümü:

source: enter your longitude (0..9, +, -, ok)
ar: أدخل خط الطول 0...9 ، + ، - ، موافق
cs: zadejte svoji zeměpisnou délku (0..9, +, -, OK)
de: Geben Sie Ihre geogr. Länge ein (0..9, +, -, OK)
es: Entre su longituda (0..9, +, -, ok)
et: sisesta pikkuskraad (0..9,+,-,ok)
fi: syötä pituusaste (0..9, +, -, ok)
fy: ynjefte fan lingtegraad (0..9, +, -, ok)
lt: įrašykite jūsų ilgumą (0..9, +, -, OK)
nl: Voer de lengtegraad in (0..9, + , - , OK)
pl: Wpisz swoją długość geograficzną (0..9, +, -, ok)
pt: entrar a vossa longitude (0..9, +, -, ok)
ru: Введите вашу долготу (0..9, +, -, ok)
sk: zadajte svoju zemepisnú dĺžku (0..9, +, -, OK)
tr: Boylamınızı girin (0..9, +, -, ok)

source: remove the selected Satellite
ar: أحذف القمر الصناعي الذي تم اختياره
cs: vymazat vybraný satelit
de: Ausgewählten Satelliten entfernen
es: Borrar satélite elegido
et: kustuta valitud Satelliit
fi: poista valittu sateliitti
fy: ferwiderje selektearre satellyt
lt: panaikinti pasirinktą palydovą
nl: Geselecteerde satelliet verwijderen
pl: Usuń wybranego satelitę
pt: apagar o satélite seleccionado
ru: Удалить выбранный спутник
sk: vymazať vybraný satelit
tr: Seçilen uyduyu kaldır

source: goto standby (ok)
ar: الدخول الى الانتظار (OK)
cs: přejít do Standby (OK)
de: In Standby-Modus schalten (OK)
es: Ir al modo espera (ok)
et: mine ooterežiimi (ok)
fi: siirry valmiustilaan (ok)
fy: nei paraatmodus (ok)
lt: eiti į budėjimą (ok)
nl: Schakel naar standby (OK)
pl: Przejdź w stan czuwania (OK)
pt: ir para standby (ok)
ru: Перейти в Ожидание (OK)
sk: prechod do Standby (OK)
tr: Hazırda bekleme (ok)

source: choose wished satellite (ok)
ar: اختر القمر الصناعي المرغوب
cs: zvolit požadovaný satelit (OK)
de: Gewünschten Satelliten auswählen (OK)
es: Elige satélite deseado (ok)
et: vali soovitud satelliit (ok)
fi: valitse toivottu satelliitti (ok)
fy: kies satellyt (ok)
lt: išsirinkite matomą palydovą (ok)
nl: Selecteer de gewenste satelliet (OK)
pl: Wybierz zaznaczonego satelitę
pt: escolher o satélite desejado (ok)
ru: Выбрать спутник (OK)
sk: zvoliť požadovaný satelit (OK)
tr: İstenilen uyduyu seçin (ok)

source: remove page
cs: odstranit stránku
fi: poista sivu
fy: ferwiderje side
nl: Verwijder pagina
tr: sayfayı kaldır

source: show extended configuration
ar: إظهار كافة الاعدادات
cs: zobrazit rozšířenou konfiguraci
de: Erweiterte Konfiguration öffnen
es: Mostrar parámetros adicionales
et: näita täiendavad seaded
fi: näytä lisäasetukset
fy: útbreide ynstellingen sjen litte
lt: parodyti išplėstinę konfigūraciją
nl: Uitgebreide configuratie weergeven
pl: Pokaż rozszerzoną konfigurację
pt: ver as configurações suplementares
ru: Показать расширенные настройки
sk: zobraziť rozšírenú konfiguráciu
tr: Genişletilmiş yapılandırma göster

source: choose what you want to do
ar: اختر مالذي تريد عمله
cs: zvolte, co chcete provést
de: Wählen Sie die gewünschte Aktion
es: Elige acción
et: vali, mida teha tahad
fi: valitse mitä haluat tehdä
fy: kies wot jo dwaan wolle
lt: pasirinkite tai, ką norite atlikti
nl: Maak uw keuze
pl: Co zamierzasz zrobić?
pt: escolher o que quer fazer
ru: Выбрать действие
sk: zvoľte, čo chcete vykonať
tr: Yapmak istediğiniz işlemi seçin

source: Sunday
ar: الأحد
cs: Neděle
de: Sonntag
es: Domingo
et: Pühapäev
fi: Sunnuntai
fy: Snein
lt: Sekmadienis
nl: Zondag
pl: Niedziela
pt: Domingo
ru: Воскресение
sk: Nedeľa
tr: Pazar

source: Number in motor:
ar: الرقم في الموتور
cs: Pozice v motoru:
de: Nummer im Motor:
es: Memória en el motor:
et: Number mootoris:
fi: Numero moottorissa:
fy: Nûmer yn motor :
lt: Numeris pozicionieriuje:
nl: Nummer in rotor:
pl: Numer w pozycjonerze/silowniku
pt: Número no motor:
ru: Номер в моторе:
sk: Pozícia v motore:
tr: Motordaki numara:

source: erase
ar: احذف
cs: Smazat
de: Löschen
es: borrar
et: kustuta
fi: pyyhi
fy: wiskje
lt: trinti
nl: Wissen
pl: Usuń
pt: apagar
ru: Удалить
sk: Vymazať
tr: Sil

source: Sat/Position
ar: قمر / موقع
cs: Satelit/Pozice
es: Sat/Posición
et: Satelliit/Positsioon
fi: Sat/sijainti
fy: Satellyt/Posysje
lt: Palydovas / Pozicija
nl: Sat/Positie
pl: Sat/pozycja
pt: Sat/Posição
ru: Спутники и позиции
sk: Satelit/Pozícia
tr: Uydu/Konum

source: Sat/LNB mapping:
ar: خريطة الأقمار/ اللواقظ LNB
cs: Sat/LNB přiřazení:
de: Sat/LNB Zuordnung:
es: Asignación Sat/LNB:
et: Satelliit/LNB seosed:
fi: Sat/LNB kartoitus:
fy: Satellyt/LNB konfiguraasje
lt: Sat/LNB atvaizdavimas:
nl: Sat/LNB-toewijzing:
pl: Mapowanie Sat/LNB:
ru: Номер LNB:
sk: Sat/LNB priradenie:
tr: Uydu/LNB eşlemesi:

source: save changes and use current selected LNB for the chosen satellite
ar: احفظ التغيرات واستخدم ال ال ان بي المختار حاليا للقمر الذي اخترته
cs: uložit změny a použít tento LNB pro zvolený satelit
de: Änderungen speichern und aktuell ausgewähltes LNB für gewählten Satelliten verwenden
es: Guardar cambios y utilzar LNB actual para el satélite elegido
et: salvesta muudatused ja kasuta valitud LNB'd valitud satelliidi vastuvõtuks
fi: tallenna muutokset ja käytä nykyistä LNB:tä valitulle satelliitille
fy: wizigingen opslaan en brûk de selektearre LNB foar de selektearre satellyt
lt: išsaugoti pakeitimus ir naudoti LNB pasirinktam palydovui
nl: Opslaan en gebruik de geselecteerde LNB voor deze satelliet
pl: Użyj aktualnie wybrany konwerter (LNB) dla satelity i zapisz zmiany
pt: registar as mudanças e utilizar o LNB para o satélite escolhido
ru: Сохранить изменения и использовать текущий LNB для выбранного спутника
sk: uložiť zmeny a použiť tento LNB pre zvolený satelit
tr: Değişiklikleri kaydet ve kullanılan LNB'yi seçilen uydu için kullan

source: save changes and use the selected LNB (in first page) for the choosen satellite
ar: احفظ التغيرات واستخدم ال ال ان بي في الصفحة الأولى للقمر الذي اخترته
cs: uložit změny a použít vybraný LNB (na 1. stránce) pro zvolený satelit
de: Änderungen speichern und vorher ausgewähltes LNB (auf der ersten Seite) für gewählten Satelliten verwenden
es: Guardar cambios y utilzar LNB elegido (en la primera página) para satélite elegido
et: salvesta muudatused ja kasuta valitud LNB'd (esimesel lehel) valitud satelliidi vastuvõtuks
fi: tallenna muutokset ja käytä LNB:tä (ensimmäisellä sivulla) valitulle satelliitille
fy: wizigingen opslaan en brûk de selektearre LNB (yn 1e side) foar de selektearre satellyt
lt: išsaugoti pakeitimus ir naudoti esamą LNB (pirmame puslapyje) pasirinktam palydovui
nl: Opslaan en gebruik de geselecteerde LNB (pagina 1) voor deze satelliet
pl: Użyj wybrany konwerter (z pierwszej strony) i zapisz zmiany
pt: registar as mudanças e utilizar o LNB (na primeira pagina) para o satélite escolhido
ru: Сохранить изменения и использовать выбранный LNB для выбранного спутника
sk: uložiť zmeny a použiť vybraný LNB (na 1. stránke) pre zvolený staelit
tr: Değişiklikleri kaydet ve kullanılan LNB'yi (ilk sayfada) seçilen uydu için kullan

source: DiSEqC Parameter:
ar: إعدادات الدايسك
cs: DiSEqC nastavení:
es: Parámetros DiSEqC:
et: DiSEqC Parameeter:
fi: DiSEqC Parametri:
lt: DiSEqC parametrai:
pl: Parametr DiSEqC:
pt: Parâmetros DiSEqC:
ru: Вход DiSEqC 1.0:
sk: DiSEqC nastavenie:
tr: DiSEqC Parametresi:

source: 0,5V higher LNB Voltage (for long cables) (ok)
ar: نصف فولت زياده للكيبلات الطويله
cs: zvýšení napětí LNB o 0,5V (pro dlouhé kabely) (OK)
de: 0,5V höhere LNB-Spannung (für lange Kabel) (OK)
es: Añadir 0,5V a la tensión LNB (para cables largos) (ok)
et: 0,5V kõrgendatud toide LNB'le (pika kaabli puhul) (ok)
fi: 0,5 V korkeampi LNB-jännite (pitkille kaapeleille) (ok)
fy: LNB Spanning 0,5V heecher (foar lange kabels) (ok)
lt: 0.5V įtampos padidinimas LNB (ilgam kabeliui) (ok)
nl: LNB-spanning + 0,5V (voor lange kabels) (OK)
pl: Podwyższenie napięcia LNB - 0,5V (dla długiego kabla)
pt: aumentar a voltagem LNB de 0.5V (para cabo demasiado longos) (ok)
ru: Повышение напряжения на LNB на 0,5В (для длины кабеля более 20м)
sk: zvýšenie napätia LNB o 0,5V (pre dlhé káble) (OK)
tr: LNB voltajını 0,5V arttır (uzun kablolar için) (ok)

source: Modulation:
ar: موائمة مفردات الإشارة / فك التشفير
cs: Modulace:
es: Modulación:
et: Modulatsioon:
fi: Modulaatio:
fy: Modulaasje :
lt: Paaukštėjimas:
nl: Modulatie:
pl: Modulacja:
pt: Modulação:
ru: Модуляция:
sk: Modulácia:
tr: Modülasyon:

source: enable/disable check ONIT on any transponder
ar: تشغيل / إيقاف ONIT في اي باقه
cs: kontrola ONIT pro každý transpondér
de: ONIT-Prüfung auf jedem Transponder ein/auschalten
es: Comprobación ONIT en cada transpondedor
et: luba/keela ONIT kontroll transpondritel
fi: lähettimen ONIT tarkistus päälle/pois kaikissa lähettimissä
fy: Kontroleer ONIT op eltse transponder oan / út
lt: Įjungti / išjungti ONIT tikrinimą bet kuriam transponderiui
nl: ONIT-controle op iedere transponder aan-/uitschakelen
pl: Włącz/wyłącz ONIT na wszystkich transponderach
pt: activar/desativar a verificação ONIT de todos os transponders
ru: Вкл./Откл. проверку ONIT
sk: kontrola ONIT pre každý transpondér
tr: Tüm transponderlerde ONIT kontrolünü aç/kapa

source: checked is AM, unchecked is PM
ar: وضعت صباحا والغيت المساء
cs: zaškrtnutí = AM, jinak PM
de: Angekreuzt ist AM, nicht angekreuzt ist PM
es: marcado es AM, desmarcado es PM
et: valitud on EL, valimata on PL
fi: valittu = AM, ei-valittu = PM
fy: oanfinke is am, út is pm
lt: pasirinkta yra AM, nepasirinkta yra PM
nl: Aangevinkt is AM, niet aangevinkt is PM
pl: AM (zaznaczone), PM (odznaczone)
pt: ussinalado é A.M, caso contrário é P.M.
ru: Отметить для AM, для PM не отмечать
sk: zaškrtnutie = AM, inak PM
tr: AM seçili, PM seçili değil

source: harddisk:
ar: قرص صلب
cs: Harddisk(y):
de: Festplatte:
es: Disco duro:
et: kõvaketas:
fi: kovalevy:
fy: hurde skiif :
lt: Kietas diskas:
pl: Twardy dysk:
pt: disco duro:
ru: HDD:
sk: Harddisk(y):
tr: Sabitdisk:

source: FP Version:
ar: إصدار FP
cs: FP verze:
de: Frontprozessorsoftware:
es: Verisón FP:
et: FP versioon:
fi: FP-versio:
fy: FP ferzje :
lt: FP Versija:
nl: FP-versie:
pl: Wersja FP:
pt: Versão FP:
ru: Версия FP:
sk: FP verzia:
tr: FP Sürümü:

source: status:
ar: حاله
cs: stav:
es: Estado:
et: staatus:
fi: tila:
lt: Būsena:
ru: Состояние:
sk: stav:
tr: Durum:

source: use BAT
ar: استخدم جدول ترابط الباقات
cs: použít BAT
de: BAT verwenden
es: Utilizar BAT
et: kasuta BAT-i
fi: käytä BAT
fy: brûk BAT
lt: naudoti BAT
nl: BAT gebruiken
pl: Użyj BAT
pt: Utilizar BAT
ru: Использовать BAT
sk: použiť BAT
tr: BAT kullan

source: Set Sleeptimer
ar: تحديد موعد النوم للمؤقت
cs: Nastavit čas vypnutí (SleepTimer)
de: 'Sleep-Timer' setzen
es: Activar Sleep Timer
et: Seadista unetaimer
fi: Aseta uniajastin
fy: slieptiid ynstelle
lt: Nustatyti išsijungimo laiką
nl: Slaaptimer instellen
pl: Ustaw czas wyłączenia
pt: Definir hibernação
ru: Установить таймер отключения
sk: Nastaviť čas vypnutia (SleepTimer)
tr: Uyku Zamanlayıcısını ayarla

source: press ok to change
ar: إضغط Ok للتغيير
cs: stiskněte OK pro změnu
de: Zum Ändern 'OK' drücken
es: Pulse OK para cambiar
et: muutmiseks vajuta ok
fi: paina ok muuttaaksesi
fy: Druk ok om te wizigjen
lt: spauskite (ok) norėdami pakeisti
nl: Druk op OK om aan te passen
pl: Wciśnij OK aby zmienić
pt: caregar ok para mudar
ru: Нажмите ОК для изменения
sk: stlačte OK pre zmenu
tr: Değiştirmek için ok tuşlayın

source: Select this option if you want to search the title in all services
ar: اضغط هنا للبحث في جميع عناوين القنوات
cs: hledat zadaný text ve všech programech
es: Selecciona esta opcion si quieres buscar el titulo en todos los servicios
et: Vali antud optsioon kui soovid otsida nimetust kõikide kanalite hulgast
fi: Valitse tämä jos haluat etsiä kaikilta kanavilta
fy: Kies dizze opsje by it sykjen nei de titel yn alle services
nl: Selecteer dit als u de titel in alle kanalen wil zoeken
pl: Wybierz tę opcję jeśli chcesz wyszukać audycję na wszystkich kanałach
ru: Опция для поиска по названию во всех сервисах
sk: hľadať zadaný text vo všetkých programoch
tr: Tüm servislerde arama yapmak için seçin

source: Transponders
ar: النواقل
cs: Transpondéry
de: Transponderbearbeitung
es: Transpondedores
et: Transponderid
fi: Lähettimet
lt: Transponderiai
pl: Transpondery
ru: Транспондеры
sk: Transpondéry
tr: Transponderler

source: set recording end time and close window (ok)
ar: ثبت وقت نهاية التسجيل واغلق النافذه
cs: nastavit konec záznamu a zavřít okno (OK)
de: Endzeit der Aufnahme setzen und Fenster schließen (OK)
es: Guardar hora de parada y cerrar ventana (ok)
et: vali salvestamise lõpetamise aega ja sulge aken (ok)
fi: syötä tallennuksen päättymisaika ja sulje ikkuna (ok)
fy: set eintiid fan opnimmen en slút finster
lt: nustatykite įrašo pabaigos laiką ir uždarykite langą (ok)
nl: Opname-eindtijd instellen en venster sluiten (OK)
pl: Ustaw godzinę zakończenia nagrywania i zamknij okno
pt: programar a hora de fim da gravação e fechar a janela (ok)
ru: Установить время окончания записи и выйти (ОК)
sk: nastaviť koniec nahrávania a zavrieť okno (OK)
tr: Kayıt bitiş saatini ayarla ve pencereyi kapat (ok)

source: close Satellite Configuration
ar: اغلق تهيئة القمر الصناعي
cs: zavřít nastavení satelitu
de: Satellitenkonfiguration schliessen
es: Cerrar configuración satélite
et: sulge Satelliidi seaded
fi: sulje satelliittiasetukset
fy: satellyt konfiguraasje slúte
lt: baigti palydovų konfigūraciją
nl: Satellietconfiguratie afsluiten
pl: Zapisz i wyjdź z konfiguracji anteny
pt: fechar Configuração Satélite
ru: Закрыть Конфигурацию спутниковой системы
sk: zavrieť nastavenia satelitu
tr: Uydu Ayarlarını kapat

source: edit
ar: تحرير
cs: upravit
de: Bearbeiten
es: Editar
et: muuda
fi: muokkaa
fy: bewurkje
lt: redaguoti
pl: Edytuj
pt: editar
ru: Изменить
sk: upraviť
tr: Düzenle

source: connected:
ar: متصل
cs: připojený:
de: Verbunden:
es: Conectado:
et: ühendatud:
fi: kytketty:
fy: oanslúten :
lt: Pajungta:
nl: Verbonden:
pl: podłączony:
pt: conectado:
ru: Подключение:
sk: pripojený:
tr: Bağlandı:

source: next page
ar: الصفحة الثانيه
cs: Další strana
de: Nächste Seite
es: Pagina siguiente
et: järgmine lehekülg
fi: seur. sivu
fy: folgende side
lt: sekantis puslapis
nl: Volgende pagina
pl: następna strona
pt: página seguinte
ru: След. стр.
sk: Ďalšia strana
tr: Sonraki sayfa

source: Symbol Rate:
ar: معدل الترميز
et: Kiirus:
fi: Symb.nop.:
fy: symbool faasje
lt: Simbolių greitis:
tr: Sembol Hızı:

source: add page to favourites
fi: Lisää sivu suosikkeihin
fy: side oan favorieten tafoegje
nl: Voeg toe aan favorieten.
ru: Добавить страницу в избранное
tr: sayfayı favorilerime ekle

source: set
ar: اضبط
cs: Nastavit
de: Setzen
es: guardar
et: määra
fi: aseta
fy: ynstelle
lt: nustatyti
nl: Instellen
pl: Ustaw
pt: definir
ru: Установить
sk: Nastaviť
tr: Ayarla

source: press left or right to move motor
ar: اضغط يمين أو يسار لتحريك الموتور
cs: stiskněte vlevo nebo vpravo pro přesun motoru
de: Zum Motor bewegen links oder rechts drücken
es: Pulse derecha/izquierda para mover el motor
et: mootori liigutamiseks vajuta vasakule või paremale
fi: paina vasen tai oikea liikuttaaksesi moottoria
fy: Druk links of rjochts om motor te stjoeren
lt: spausti kairėn arba dešinėn norint pakeisti pozicionieriaus poziciją
nl: Druk op links/rechts om de rotor te draaien
pl: Wciśnij lewo lub prawo aby uruchomić siłownik
pt: caregar esquerda ou direita para mover o motor
ru: Нажмите (ВЛЕВО, ВПРАВО) для поворота мотора
sk: slačte vľavo alebo vpravo pre posun motora
tr: Motoru çevirmek için sağ veya sol tuşlarına basın

source: calc param 2 (see your motor manual or let it 00)
ar: احسب المعدل 2 انظر لكتيب الموتور أو ضع 00
cs: zadejte param 2 ( viz návod motoru nebo nechat 00 )
de: Berechnungsparameter 2 (Siehe Motor-Anleitung oder auf 00 belassen)
es: Calc param 2 (ver instrucciones del motor ó dejarlo en 00)
et: arvutusparameeter 2 (tutvu mootori juhendiga või säilita 00)
fi: laske parametri 2 (katso moottorin ohjeista tai laita 00)
fy: Berekenje parameter 2 (sjoch motorhânlieding of lit it 00)
lt: 2 parametro perskaičiavimas (skaitykite pozicionieriaus instrukciją arba nustatykite 00)
nl: Bereken parameter 2 (zie rotor gebruiksaanwijzing of stel in op 00)
pl: Wylicz parametr 2 (zobacz w instrukcji pozycjonera lub ustaw na 00)
pt: calc param 2 (ver o manual do vosso motor ou deixam 00)
ru: Расчётный параметр 2 (см. инструкцию мотора или установить на 0)
sk: zadajte param 2 (viď návod motora alebo ponechat 00)
tr: Hesap parametresi 2 (motor kılavuzuna bakın veya 00 olarak bırakın)

source: select the timer type (ok)
ar: اضبط نوع المؤقت أوكي
cs: zvolit typ akce časovače (OK)
de: Timerart auswählen (OK)
es: Elige tipo temporizador (ok)
et: vali timeri tüüp (ok)
fi: valitse ajastimen tyyppi (ok)
fy: kies tiidstjoerd opnimmen-ynstelling-type (ok)
lt: pasirinkite laikmačio rūšį (ok)
nl: Selecteer timer type (OK)
pl: Wskaż czynność do wykonania (OK)
pt: entrar o tipo de relógio (ok)
ru: Выберите тип таймера (OK)
sk: zvoliť typ akcie časovača (OK)
tr: Zamanlayıcı türü seçin (ok)

source: Select this option if you want to search the exact title
ar: اختار هنا اذا اردت البحث المتطابق في العناوين
cs: vyhledat přesný název v názvech pořadů
es: Selecciona esta opcion si quieres buscar el titulo exacto
et: Vali see optsioon kui soovid otsida kindlat pealkirja
fi: Valitse tämä jos haluat hakea täsmällisellä nimellä
fy: Kies dizze opsje by it sykjen nei de exacte titel
nl: Selecteer dit als u exact deze titel wil zoeken
pl: Wybierz tę opcję jeśli chcesz wyszukać audycję wg jej pełnej nazwy
ru: Опция для поиска по названию
sk: vyhľadať presný názov v názvoch programov
tr: Girdiğiniz metinle arama yaprken birebir aynı metini bulur

source: choose satellite/cable provider (ok)
ar: اختر مرسل الخدمه ساتيلايت أو /كيبل
cs: zvolte satelit/providera kabelové televize (OK)
de: Satelliten-/Kabelprovider wählen (OK)
es: Elige satélite/proveedor cable (ok)
et: vali satellidi-/kaablioperaator
fi: valitse alue tai satelliitti-/kaapelioperaattori (ok)
fy: kies satellyt/kabel leveransier (ok)
lt: Išsirinkite palydovinės / kabelinės TV transliuotoją (ok)
nl: Kies satelliet/kabel-provider (OK)
pl: Wybierz nadawcę satelitarnego/kablowyego
pt: escolher provider satélite/cabo (ok)
ru: Выбрать оператора
sk: zvoľte satelit/kábel poskytovateľa (OK)
tr: uydu/kablo sayğlayıcısı seçin (ok)

source: select AM/PM (ok)
ar: اختر صباحا او مساء
cs: režim AM/PM (OK)
de: AM/PM auswählen (OK)
es: Selecciona AM/PM
et: vali AM/PM (ok)
fi: valitse AM/PM (ok)
fy: kies am/pm (ok)
lt: pasirinkite AM arba PM (ok)
nl: Selecteer AM/PM (ok)
pl: Wybierz porę dnia
pt: seleccionar AM/PM (ok)
ru: Выберите AM/PM (OK)
sk: režim AM/PM (OK)
tr: AM/PM seç (ok)

source: use ONIT
ar: استخدم أو نت
cs: použít ONIT
de: ONIT verwenden
es: Utilizar ONIT
et: kasuta ONIT'i
fi: käytä ONIT
fy: brûk ONIT
lt: naudoti ONIT
nl: ONIT gebruiken
pl: Użyj ONIT
pt: utilizar ONIT
ru: Использовать ONIT
sk: použiť ONIT
tr: ONIT kullan

source: search
ar: بحث
cs: Hledat
de: Suche
es: buscar
et: otsi
fi: etsi
fy: sykje
lt: paieška
nl: Zoeken
pl: Szukaj
pt: busca
ru: Поиск
sk: Hľadať
tr: ara

source: Counter(Movement)
ar: عداد للحركه
cs: Pocítadlo (pohybu)
de: Zähler(Bewegung)
es: Contador (movimiento)
et: Loendur (liikumis-)
fi: Laskuri(Liike)
fy: Teller (beweging)
lt: Judesio skaitiklis
nl: Teller (beweging)
pl: Licznik (Ruch)
pt: Contador (Movimento)
ru: Счётчик (Движение)
sk: Počítadlo (pohybu)
tr: Sayaç (Hareket)

source: enable/disable initiate network search
ar: تشغيل / إيقاف البحث الشبكي
cs: povolit/zakázat hledání sítě
de: Netzwerksuche ein-/ausschalten
es: Activar/desactivar búsqueda de red
et: luba/keela võrguotsingu alustamine
fi: verkon etsintä päälle/pois
fy: sykje yn network oan/út
lt: Įjungti / išjungti tinklo paiešką
nl: Netwerk zoekfunctie in-/uitschakelen
pl: Włącz/wyłącz przeszukanie sieciowe
pt: activar/desativar a busca inicial da rede
ru: Вкл./Откл. сетевой поиск
sk: povoliť/zakázať hľadanie siete
tr: Ağ arama başlatılamasını aç/kapa

source: Sat
ar: السبت
cs: So
de: Sa.
es: Sab
et: L
fi: La
fy: Sneon
lt: Šešt.
nl: Za
pl: Sob
pt: Sab.
ru: Суб
sk: So
tr: Cts

source: Guard:
ar: الحماية:
cs: Ochrana:
de: Schutz:
es: Guarda:
et: Kaitse:
fi: Suojav:
fy: Bewaking:
lt: Sauga:
pl: Strażnik:
pt: Protecção:
ru: Защита:
sk: Ochrana:
tr: Koruma:

source: EPG Search
ar: البحث بدليل البرامج الالكترونى
cs: Hledat v EPG
de: EPG Suche
es: Busqueda del EPG
et: EPG Otsing
fi: EPG-haku
fy: EPG Sykje
nl: EPG zoeken
pl: EPG
ru: EPG Поиск
sk: hľadať v EPG
tr: EPG Arama
