Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: press ok to select another day
ar: اضغط موافق لاختيار يوم اخر
cs: stiskněte OK pro výběr jiného dne
de: 'OK' drücken um einen anderen Tag auszuwählen
es: Pulse OK para elegir otro dia
et: Vajuta ok valimaks teine päev
fi: paina ok valitaksesi eri päivä
fy: druk ok om oare dei te selektearjen
lt: paspauskite (OK) kitos dienos pasirinkimui
nl: Druk op OK om een andere dag te kiezen
pl: Wciśnij OK aby wybrać inny dzień
pt: prima ok para seleccionar outro dia
ru: Нажмите ОК для выбора другого дня
sk: stlačte OK pre výber iného dňa
tr: başka bir gün seçmek için ok tuşlayın

source: press ok to select another month
ar: اضغط موافق لاختيار شهر اخر
cs: stiskněte OK pro výběr jiného měsíce
de: 'OK' drücken um einen anderen Monat auszuwählen
es: Pulse OK para elegir otro mes
et: Vajuta ok valimaks teine kuu
fi: paina ok valitaksesi eri kuukausi
fy: druk ok om oare moanne te selektearjen
lt: paspauskite (OK) kito mėnesio pasirinkimui
nl: Druk op OK om een andere maand te kiezen
pl: Wciśnij OK aby wybrać inny miesiąc
pt: prima ok para seleccionar outro mês
ru: Нажмите ОК для выбора другого месяца
sk: stlačte OK pre výber iného mesiaca
tr: başka bir ay seçmek için ok tuşlayın

source: press ok to select another year
ar: اضغط موافق لاختيار سنة اخرى
cs: stiskněte OK pro výběr jiného roku
de: 'OK' drücken um ein anderes Jahr auszuwählen
es: Pulse OK para elegir otro año
et: Vajuta ok valimaks muu aasta
fi: paina ok valitaksesi eri vuosi
fy: druk ok om oar jier te selektearjen
lt: paspauskite (OK) kitų metų pasirinkimui
nl: Druk op OK om een ander jaar te kiezen
pl: Wciśnij OK aby wybrać inny rok
pt: prima ok para seleccionar outro ano
ru: Нажмите ОК для выбора другого года
sk: stlačte OK pre výber iného roku
tr: başka bir yıl seçmek için ok tuşlayın

source: set new time and close window
ar: كون الوقت الجديد واغلق النافذة
cs: nastavit nový čas a zavřít okno (OK)
de: Neue Zeit setzen und Fenster schließen (OK)
es: Guardar hora y cerrar ventana (ok)
et: määra uus aeg ja sulge aken
fi: aseta aika ja poistu
fy: ynstelle nije tiid en slút finster
lt: nustatyti naują laiką ir uždaryti langą
nl: Stel tijd in en sluit scherm
pl: Ustaw nowy czas i zamknij okno
pt: definir a hora e fechar a janela
ru: Установить новое время и выйти
sk: nastaviť nový čas a zavrieť okno (OK)
tr: Saati ayarla ve pencereyi kapat

source: no transponder time
ar: لا يوجد وقت لمزود الخدمة
cs: žádný čas z transpondéru
de: keine Transponderzeit verfügbar
es: El transpondedor no tiene hora
et: puudub saatja aeg
fi: ei lähettimen aikaa
fy: gjin transponder tiid
lt: nėra transponderio laiko
nl: geen transpondertijd
pl: Brak czasu transpondera
pt: sem hora no transponder
ru: Время с транспондера не доступно
sk: žiadny čas z transpondéra
tr: transponder zamanı yok

source: Timerlist
ar: لائحة المؤقت
cs: Časovač
de: Timerliste
es: Temporizadores
et: Taimerite nimekiri
fi: Ajastinlista
fy: Tiidstjoerde ynstellingen lyst
lt: Laikmačio nustatymų sąrašas
nl: Timerlijst
pl: Lista zadań
pt: Lista relógio
ru: Таймера
sk: Časovač
tr: Zamanlayıcı Listesi

source: You would delete the running event.. this stops the timer mode (recording)!
ar: أنت ترغب بمسح الحدث الجاري/ ذلك سيوقف نظام المؤقت تسجيل
cs: Chystáte se vymazat spuštěný proces .. zastavíte tím mód časovače (nahrávání)!
de: Sie wollen das laufende Event löschen... dadurch wird eine laufende Aufnahme abgebrochen!
es: Eso va a borrar el evento actual.. Se va a terminar la grabación!
et: Soovid kustutada käimasolevat sündmust.. see peatab taimeri režiimi (salvestamise)!
fi: Olet poistamassa nykyisen ohjelman... tämä lopettaa tallennuksen!
fy: Jo wolle it rinnede barren ferwiderje.. Dit stoppet de tiidsjoerde ynstelling en it opnimmen !
lt: Jūs norite ištrinti vykdomą užduotį.. tai sustabdys laikmatį (įrašymą)!
nl: U wist het huidige item... De timer mode wordt dan afgebroken (opname)!
pl: Próbujesz usunąć uruchomione zadanie... Nagrywanie zostanie przerwane!
pt: Quer apagar o evento em curso... isto para o modo de temporizador (em gravação)!
ru: Вы хотите удалить запущенный таймер... Это остановит выполнение задания (запись)!
sk: Chystáte sa vymazať spustený proces .. zastavíte tým mód časovača (nahrávanie)!
tr: Yürtülen olayı siliyorsunuz... zamanlayıcı olayı (kayıdı) durdurularacaktır!

source: Delete the event from the timer list
ar: امسح الحدث من لائحة المؤقت
cs: Smazat událost z časovače
de: Eintrag aus der Timerliste löschen
es: Borrar evento de la lista temporizadores
et: Kustuta sündmus taimeri nimekirjast
fi: Poista tapahtuma ajastinlistalta
fy: Ferwiderje barren fan tiidstjoerde ynstellingenlyst
lt: Ištrinti užduotį iš laikmačio nustatymų sąrašo
nl: Item uit de timerlijst verwijderen
pl: Usuń zadanie z listy zadań
pt: Apagar o evento da lista de programação temporizada
ru: Удалить таймер
sk: Zmazať udalosť z časovača
tr: Bu olayı Zamanlayıcı Listesinden sil

source: Really delete this event?
ar: حقا تريد مسح هذا الحدث
cs: Skutečně vymazat tuto úlohu ?
de: Diesen Eintrag wirklich löschen?
es: Seguro de borrar este evento?
et: Tegelikult ka kustutan?
fi: Haluatko poistaa tämän ohjelman?
fy: Dit barren definitief ferwiderje?
lt: Tikrai ištrinti šią užduotį?
nl: Wilt u dit item echt wissen?
pl: Czy chcesz usunąć wybraną pozycję?
pt: Queire realmente apagar?
ru: Вы уверены, что хотите удалить эту запись?
sk: Naozaj vymazať túto úlohu?
tr: Bu olayı gerçekten silmek istiyo rmusunuz?

source: You would update the running event.. this stops the timer mode (recording)!
ar: أنت ترغب بمسح الحدث الجاري/ ذلك سيوقف نظام المؤقت تسجيل
cs: Chystáte se aktualizovat spuštěný proces ... zastavíte tím mód časovače (nahrávání)!
de: Sie wollen das laufende Event aktualisieren... dadurch wird eine laufende Aufnahme abgebrochen!
es: Actualizar el evento actual va a terminar el modo temporizador (grabación)!
et: Sooviksid uuendada hetkel käimasolevat sündmust.. see katkestab taimeri režiimi (salvestamise)!
fi: Olet päivittämässä nykyistä ohjelmaa... tämä lopettaa tallennuksen!
fy: Jo wolle it rinnede barren bywurkje.. Dit stoppet de tiidsjoerde ynstelling en it opnimmen !
lt: Jūs norite pakeisti vykdomą užduotį.. tai sustabdys laikmatį (įrašymą)!
nl: U vernieuwt nu het huidige item... De timer mode wordt dan afgebroken (opname)!
pl: Próbujesz zmienić uruchomione zadanie... Nagrywanie zostanie przerwane!
pt: Irá actualizar o evento em curso... isto pára o modo de temporizador (em gravação)!
ru: Вы хотите изменить запущенный таймер... Это остановит выполнение задания (запись)!
sk: Chystáte sa aktualizovať spustený proces ... zastavíte tým mód časovača (nahrávanie)!
tr: Yürürlükte olan olayı güncelleştiriyorsunuz... bu zamanlayıcı kipini durdurur (kayıdı)!

source: Update event in timer list
ar: تحديث زمن المناسبات/البرامج فى لائحة المؤقت
cs: Aktualizujte událost v seznamu časovače
de: Aktualisiere Eintrag in der Timerliste
es: Actualizar evento en lista temporizadores
et: Uuenda sündmust taimeri nimekirjas
fi: Päivitä tapahtuma ajastinlistassa
fy: Bywurkje barren fan tiidstjoerde ynstellingenlyst
lt: Pakeisti užduotį laikmačio nustatymų sąraše
nl: Item in timerlijst vernieuwen
pl: Aktualizuj pozycję w liście zadań
pt: Actualizar o evento na lista de programação temporizada
ru: Обновить таймер
sk: Aktualizujte udalosť v zozname časovača
tr: Zamanlayıcı listesindeki olayı güncelleştir

source: Really update this event?
ar: حقا حدث هذا الحدث
cs: Skutečně aktualizovat tento údaj?
de: Diesen Eintrag wirklich aktualisieren?
es: Seguro de actualizar este evento?
et: Tegelikult ka uuendame sündmust?
fi: Haluatko päivittää ohjelman ajastuksen?
fy: Dit barren echt bywurkje?
lt: Tikrai pakeisti šią užduotį?
nl: Wilt u dit item echt vernieuwen?
pl: Czy chcesz zaktualizować tę pozycję?
pt: Actualizar este evento?
ru: Вы уверены, что хотите обновить эту запись?
sk: Naozaj aktualizovať tento údaj?
tr: Bu olay güncelleştirilsin mi?

source: This event is already in the timerlist.
ar: هذا الحدث موجود في لائحة المؤقت
cs: Tento údaj již v časovači existuje.
de: Dieser Eintrag ist bereits vorhanden.
es: Este evento ya está en la lista.
et: See sündmus juba on taimeri nimekirjas.
fi: Tämä ohjelma on jo listalla.
fy: Dit barren stiid al yn 'e tiidstjoerde ynstellingen lyst
lt: Ši užduotis jau yra laikmačio nustatymų sąraše.
nl: Dit item staat al in de timerlijst.
pl: To zadanie istnieje już w liście zadań
pt: Este evento já está na lista de temporização
ru: Такое задание уже существует.
sk: Tento údaj už v časovači existuje.
tr: Bu olay zaten Zamanlayıcı Listesinde mevcut.

source: Add event to timerlist
ar: أضف الحدث لقائمة المؤقت
cs: Přidat událost do seznamu časovače
de: Eintrag zur Timerliste hinzufügen
es: Añadir evento a la lista temporizadores
et: Lisa sündmus taimeri nimekirja
fi: Lisää ohjelma ajastimeen
fy: Barren tafoegje oan tiidstjoering
lt: Pridėtii užduotį į laikmačio nustatymų sąrašą
nl: Item aan de timerlijst toevoegen
pl: Dodaj pozycję do listy zadań
pt: Adicionar o evento à lista de temporização
ru: Добавить новый таймер
sk: Pridať udalosť do zoznamu časovača
tr: Zamanlayıcı Listesine olay ekle

source: The Endtime overlaps with another event in the timerlist
ar: وقت نهاية الحدث يتقاطع مع حدث آخر في لائحة المؤقت
cs: Koncový čas se překrývá s jiným údajem v časovači.
de: Die Endzeit überschneidet einen anderen Event in der Timerliste.
es: Hay un conflicto con un evento en la lista de temporizadores
et: Määratud lõpuaeg kattub teise sündmusega taimeri nimekirjas
fi: Päättymisaika ylittää seuraavan ohjelman aloitusajan
fy: De eintiid oerlapt mei in oar barren in 'e tiidsstjoeringslyst
lt: Pabaigos laikas persidengia su kita užduotimi laikmačio nustatymų sąraše
nl: De eindtijd overlapt met een item in de timerlijst
pl: Czas zakończenia zadania koliduje z czasem innego zadania
pt: O horário de fim coincide com outro evento programado
ru: Время окончания пересекается с другим таймером
sk: Koncový čas sa prekrýva s iným údajom v časovači.
tr: Bitiş zamanı Zamanlayıcı Listesindeki başka bir olay ile çakışıyor

source: Set Stop Time
ar: اضبط وقت التوقف
cs: Nastavit čas vypnutí
de: Endzeit setzen
es: Elige hora de parada
et: Seadista lõpuaeg
fi: Aseta päättymisaika
fy: Set EinTiid
lt: Nustatyti sustabdymo laiką
nl: Eindtijd instellen
pl: Ustaw czas zakończenia
pt: Introduzir tempo de paragem
ru: Установить время окончания
sk: Natsaviť čas vypnutia
tr: Bitiş zamanını ayarla

source: This event cannot added to the timerlist. The event overlaps with another event in the timerlist Please check the timerlist manually.
ar: لا يمكن إضافة هذا الحدث لقائمة المؤقتالحدث يتقاطع مع حدث آخر في قائمة المؤقتالرجاء فحص لائحة المؤقت يدويا
cs: Tento údaj nemůže být přidán do časovace. Údaj se překrývá s jinou událostí v časovači Prosím, ověřte ručně záznamy.
de: Dieses Event kann nicht zur Timerliste hinzugefügt werden. Der Eintrag überlappt sich mit einem anderen Event in der Timerliste Bitte die Timerliste manuell überprüfen.
es: No se puede añadir a la lista. Hay un conficto entre dos eventos Revise la lista manualmente.
et: Ei saa seda sündmust taimeri listi lisada. Sõndmus kattub juba olemasoleva sündmusega taimeri listis. Palun kontrolli käsitis oma taimeri nimekirja.
fi: Tätä ohjelmaa ei voi lisätä listaan. Ajastukset menevät päällekäin. Tarkista listan tapahtumat.
fy: Dit barren kin net oan 'e tiidstjoeringslyst tafoege wurde. Dit barren oerlapt mei in oar barren in 'e lyst graag de lyst hânmatig neisjen.
lt: Ši užduotis negali būti įtraukta į laikmačio nustatymų sąrašą. Ši užduotis persidengia su kita užduotimi laikmačio nustatymų sąraše Prašome pasitikrinti laikmačio nustatymų sąrašą.
nl: Dit item kan niet aan de timerlijst worden toegevoegd. Het item overlapt met een ander item in de timerlijst. Controleer de timerlijst handmatig.
pl: To zadanie nie może zostać dodana do listy. Pozycja koliduje z inną pozycją w liście Sprawdź listę zadań ręcznie.
pt: Este evento não pode ser acrescentado à lista de temporização. Ele ocorre em simultâneo com um evento já programado Verifique a lista de temporização manualmente.
ru: Это задание нельзя добавить в таймера. Задание пересекается по времени с другими. Пожалуйста, проверьте задания вручную.
sk: Tento údaj nemôže byť pridaný do časovača. Údaj sa prekrýva s inou udalosťou v časovači. Prosím, overte ručné záznamy.
tr: Bu olay Zamanlayıcı Listesine eklenemiyor. Olay Zamanlayıcı Listesindeki başka bir olay ile çakışıyor Lütfen Zamanlayıcı Listesinde gerekli değişiklikleri yapın.

source: timerView
ar: رؤية المؤقت
cs: prohlížení časovače
de: Timeransicht
es: Ventana temporizadores
et: taimeri ülevaade
fi: ajastinnäkymä
fy: Tiidsynstellingenlyst
lt: Laikmačio peržiūra
nl: Timerweergave
pl: Zawartość listy zadań
pt: ver lista de temporização
ru: список таймеров
sk: prezeranie časovača
tr: Zamanlayıcı Görünümü

source: add new event to Timerlist
ar: أضف الحدث لقائمة المؤقت
cs: další novou událost do seznamu časovače
de: Neuen Eintrag zur Timerliste hinzufügen
es: Añadir evento nuevo a la lista temporizadores
et: lisa uus sündmus taimeri listi
fi: lisää uusi tapahtuma ajastinlistaan
fy: nei barren tafoegje oan tiidstjoering
lt: pridėti naują užduotį į laikmačio nustatymų sąrašą
nl: Nieuw item aan de timerlijst toevoegen
pl: Dodaj nową pozycję do listy zadań
pt: adicionar novo evento à lista de temporização
ru: Добавить новый таймер
sk: ďaľšiu novú udalosť do zoznamu časovača
tr: Zamanlayıcı Listesine yeni olay ekle

source: remove this entry from timer list
ar: احذف هذا الإدخال من لائحة المؤقت
cs: odstranění údálosti ze seznamu časovače
de: Diesen Eintrag aus der Timerliste löschen
es: Borrar evento de la lista temporizadores
et: kustuta sündmus taimeri listist
fi: poista tämä ohjelma ajastimesta
fy: ferwiderje dizze rigele fan 'e tiidstjoerde ynstellingen lyst.
lt: Pašalinti pasirinktą užduotį iš laikmačių nustatymų sąrašo
nl: Item uit de timerlijst verwijderen
pl: Usuń tę pozycję z listy zadań
pt: apagar esta entrada da lista de temporização
ru: Удалить этот таймер из списка
sk: odstránenie udalosti zo zoznamu časovača
tr: bu öğeyi zamanlayıcı listesinden sil

source: Timer list
ar: لائحة المؤقت
cs: Časovač
de: Timerliste
es: Lista temporizadores
et: Taimeri nimekiri
fi: Ajastinlista
fy: Tiijdsjoerde ynstellingenlyst
lt: Laikmačio nustatymų sąrašas
nl: Timerlijst
pl: Lista zadań
pt: Lista de temporização
ru: Таймера
sk: Časovač
tr: Zamanlayıcı listesi

source: Timer Edit View
ar: لائحة تحرير المؤقت
cs: Editace časovače
de: Timeransicht
es: Ventana editar temporizadores
et: Taimeri redigeerimine
fi: Ajastimen muokkaus
fy: Tiijdsjoerde ynstelling bewurkje
lt: Laikmačio užduočių koregavimas
nl: Timer weergave bewerken
pl: Zadania
pt: Visualizar o editor de lista de temporização
ru: Редактирование таймеров
sk: Editácia časovača
tr: Zamanlayıcı Düzenleme Görünümü

source: increase the event begin time in 1 minute steps
ar: زيادة زمن بداية الحدث/البرنامج بمقدار دقيقة واحدة
cs: zvyšuje počáteční čas události v minutových krocích
de: Die Event-Anfangszeit in Minutenschritten erhöhen
es: Aumentar hora inicio por un minuto
et: suurenda sündmuse algust 1 minutiliste sammudega
fi: lisää ohjelman alkamisaikaa 1 minuutilla
fy: ferheech starttiid fan barren yn 1 minuut passen
lt: Atidėti užduoties vykdymą 1 minutei
nl: Verhoog de starttijd met stappen van 1 minuut
pl: Przesuń czas rozpoczęcia na minutę później
pt: aumentar a hora do começo do evento em intervalos de 1 minuto
ru: Увеличение времени начала с шагом в 1 мин.
sk: zvyšuje počiatočný čas udalosti v minutových krokoch
tr: olay başlama saatini 1 dakika'lık adım ile artır

source: decrease the event begin time in 1 minute steps
ar: تقليل زمن بداية الحدث/البرنامج بمقدار دقيقة واحدة
cs: snižuje počáteční čas události v minutových krocích
de: Die Event-Anfangszeit in Minutenschritten herabsetzen
es: Reducir hora inicio por un minuto
et: vähenda sündmuse algusaega 1 minutiliste sammudega
fi: vähennä tapahtuman alkamisaikaa 1 minuutilla
fy: ferleech starttiid fan barren yn 1 minuut passen
lt: paankstinti užduoties vykdymą 1 minute
nl: Verlaag de starttijd met stappen van 1 minuut
pl: Przesuń czas rozpoczęcia na minutę wcześniej
pt: diminuir a hora de começo do evento em intervalos de 1 minuto
ru: Уменьшение времени начала с шагом в 1 мин.
sk: znižuje počiatočný čas udalosti v minutových krokoch
tr: olay başlama saatini 1 dakika'lık adım ile azalt

source: increase the event end time in 1 minute steps
ar: زيادة زمن نهاية الحدث/البرنامج بمقدار دقيقة واحدة
cs: zvyšuje koncový čas události v minutových krocích
de: Die Event-Endzeit in 1 Minutenschritten erhöhen
es: Aumentar hora parada por un minuto
et: suurenda sündmuse lõpuaega ühe minuti kaupa
fi: lisää ohjelman päättymisaikaa 1 minuutilla
fy: ferheech eintiid fan barren yn 1 minuut passen
lt: nukelti užduoties vykdymo pabaigos laiką 1 minutei
nl: Verhoog de eindtijd met stappen van 1 minuut
pl: Przesuń czas zakończenia na minutę później
pt: aumentar a hora de fim do evento em intervalos de 1 minuto
ru: Увеличение времени окончания с шагом в 1 мин.
sk: zvyšuje koncový čas udalosti v minutových krokoch
tr: olay sonlanma saatini 1 dakika'lık adım ile artır

source: decrease the event end time in 1 minute steps
ar: تقليل زمن نهاية الحدث/البرنامج بمقدار دقيقة واحدة
cs: snižuje koncový čas události v minutových krocích
de: Die Event-Endzeit in Minutenschritten herabsetzen
es: Reducir hora parada por un minuto
et: vähenda sündmuse lõpuaega ühe minuti kaupa
fi: vähennä ohjelman päättymisaikaa 1 minuutilla
fy: ferleech eintiid fan barren yn 1 minuut passen
lt: sutrumpinti užduoties baigimo laiką 1 minute
nl: Verlaag de eindtijd met stappen van 1 minuut
pl: Przesuń czas zakończenia na minutę wcześniej
pt: diminuir a hora de fim do evento em intervalos de 1 minuto
ru: Уменьшение времени окончания с шагом в 1 мин.
sk: znižuje koncový čas udalosti v minutových krokoch
tr: olay bitiş zamanıni 1 dakika'lık adım ile azalt

source: do nothing
ar: لا تفعل شيئا
cs: nedělat nic
de: Nichts machen
es: Nada
et: ära tee midagi
fi: älä tee mitään
fy: doch niks
lt: nieko nedaryti
nl: Geen actie
pl: Nie rób nic
pt: não fazer nada
ru: Ничего не делать
sk: nerobiť nič
tr: hiçbir şey yapma

source: put box into standby
ar: وضع جهاز الاستقبال فى حالة انتظار
cs: přejít do Standby
de: Gerät in den Standby-Modus schalten
es: Ir al modo espera
et: pane vastuvõtja ooterežiimi
fi: siirry valmiustilaan
fy: set box yn paraatmodus
lt: pereiti į budėjimą
nl: Schakel naar standby
pl: Przełącz tuner w stan czuwania
pt: colocar receptor standby
ru: Перевести Dreambox в Ожидание
sk: prejsť do Standby
tr: dreambox'u hazırda bekleme durumuna getir

source: shutdown the box
ar: إغلاق الجهاز
cs: vypnout box
de: Gerät herunterfahren
es: Apagar el receptor
et: kohene väljalülitus
fi: sammuta laite
fy: dreambox útskeakelje
lt: išjungti imtuvą
nl: Uitschakelen
pl: Wyłącz tuner
pt: Desligar o receptor
ru: Выключение
sk: vypnúť box
tr: Dreambox'u kapat

source: put box into deep standby
ar: وضع جهاز الاستقبال فى حالة انتظار طويل
cs: vypnout box
de: Gerät ausschalten
es: Apagar el receptor
et: pane vastuvõtja sügavasse ooterežiimi
fi: sammuta laite valmiustilaan (ok)
fy: set box yn djip paraatmodus
lt: pereiti į gilų budėjimą
nl: De box naar deep standby schakelen
pl: Przełącz tuner w stan czuwania
pt: colocar receptor em standby profundo
ru: Перевести Dreambox в Глубокое ожидание
sk: vypnúť box
tr: Dreambox'u derin hazırda bekleme durumuna getir

source: record DVR
ar: تسجيل رقمي
cs: záznam DVR
de: DVR-Aufnahme
es: Grabación digital
et: salvesta
fi: kovalevytallennus
fy: opnimmen DVR
lt: įrašyti į DVR
nl: Opnemen
pl: Nagrywanie DVR
pt: gravar DVR
ru: Запись DVR
sk: záznam DVR
tr: DVR kayıt

source: Record VCR
ar: مسجل أشرطة الكاسيت VCR
cs: záznam VCR
de: VCR-Aufnahme
es: Grabar vídeo
et: Salvesta videomakile
fi: Tallenna VCR
fy: Opnimme video
lt: Įrašyti į VCR
nl: Video-opname
pl: Nagrywanie VCR
pt: Gravar VCR
ru: Запись VCR
sk: záznam VCR
tr: VCR kayıt
