Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: check
ar: افحص
cs: zkontroluj
de: Überprüfen
es: Comprobar
et: kontrolli
fi: tarkista
fy: neisjen
lt: tikrinti
nl: Controleer
pl: Sprawdź
pt: verificar
ru: Проверить
sk: skontroluj
tr: Kontrol

source: Services
ar: قنوات
cs: Programy
de: Sender
es: Servicios
et: Kanalid
fi: Palvelut
lt: Kanalai
pl: Kanały
pt: Serviços
ru: Каналы
sk: Programy
tr: Servisler

source: Genre:
ar: النوع :
cs: Žánr:
es: Genero:
et: Teema:
fy: Sjenre:
pl: Rodzaj:
ru: Жанр:
sk: Žáner:
tr: Tür:

source: Search options:
ar: خيارات البحث :
cs: Možnosti hledání:
de: Suchoptionen:
es: Opciones de busqueda:
et: Otsingu seaded:
fi: Hakuasetukset:
fy: Syk-opsjes:
nl: Zoekopties:
pl: Opcje szukania:
ru: Настройки поиска:
sk: Možnosti vyhľadávania:
tr: Arama seçenekleri

source: Brightness:
ar: إضاءة
cs: Jas:
de: Helligkeit:
es: Brillo:
et: Heledus:
fi: Kirkkaus:
fy: Helderens :
lt: Šviesumas:
nl: Helderheid:
pl: Jasność:
pt: Luminosidade:
ru: Яркость:
sk: Jas:
tr: Parlaklık:

source: subservices
ar: القنوات/ الخدمات الفرعية
cs: Subkanály
de: Unterkanäle
es: Subservicios
et: alamteenused
fi: alipalvelut
lt: subkanalai
pl: subkanały
pt: subserviços
ru: подсервис
sk: subkanály
tr: Altservisler

source: choose the bandwidth (left, right)
ar: إختيار سعة الموجة (يسار/يمين)
cs: zvolte šířku pásma (vlevo, vpravo)
de: Bandbreite auswählen (links, rechts)
es: Elige banda de ancha (izquierda, derecha)
et: vali ribalaius (vasak, parem)
fi: valitse kaistanleveys (vasen, oikea)
fy: kies bânbridte (links, rjochts)
lt: pasirinkite dažnio juostos plotį (kairėn, dešinėn)
nl: Kies bandbreedte (links, rechts)
pl: Wybierz szerokość pasma (lewy, prawy)
pt: escolher a largura de banda (esquerda, direita)
ru: Выбрать диапазон частот (ВЛЕВО, ВПРАВО)
sk: zvoľte šírku pásma (vľavo, vpravo)
tr: Bant genişliğini seç (sol, sağ)

source: Close
ar: اغلاق
cs: Zavřít
de: Schließen
es: Cerrar
et: Sulge
fi: Sulje
fy: slúte
lt: Uždaryti
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sk: Zavrieť
tr: Kapat

source: Plugins
ar: مترابطات
cs: Pluginy
de: Erweiterungen
et: Manused
fi: Pluginit
fy: Ynstekkers
lt: Priedai
pl: Pluginy
ru: Плагины
sk: Pluginy
tr: Eklentiler

source: select month (ok)
ar: اختر الشهر أوكي
cs: vybrat měsíc (OK)
de: Monat auswählen (OK)
es: Elige mes (ok)
et: vali kuu (ok)
fi: valitse kuukausi (ok)
fy: kies moanne
lt: Pasirinkite mėnesį (ok)
nl: Selecteer de maand (OK)
pl: Wybierz miesiąc
pt: seleccionar o mês (ok)
ru: Выберите месяц (OK)
sk: vybrať mesiac (OK)
tr: Ay seçin (ok)

source: Start
fi: Aloita
tr: Başlat

source: enter your latitude (0..9, +, -, ok)
ar: أدخل خط العرض 0...9 ، + ، - ، أوكي
cs: zadejte svoji zeměpisnou šířku (0..9 ,+, -, OK)
de: Geben Sie Ihre geogr. Breite ein (0..9, +, -, OK)
es: Entre su latituda (0..9, +, -, ok)
et: sisesta laiuskraad (0..9,+,-,ok)
fi: syötä leveysaste (0..9, +, -, ok)
fy: ynjefte fan bridtegraad (0..9,+, -, ok)
lt: Pasirinkite geografinę platumą (0..9, +, -, OK)
nl: Voer de breedtegraad in (0..9, + , - , ok)
pl: Wpisz swoją szerokość geograficzną (0..9, +, -, ok)
pt: introduzir a sua latitude (0..9, +, -, ok)
ru: Введите вашу широту (0..9, +, -, ok)
sk: zadajte svoju zemepisnú šírku (0..9 ,+, -, OK)
tr: Enleminizi girin (0..9, +, -, ok)

source: DiSEqC Mode:
ar: نظام دايسك سي
cs: DiSEgC mód:
de: DiSEqC-Modus:
es: Modo DiSEqC:
et: DiSEqC režiim:
fi: DiSEqC tila:
fy: DiSEqC Modus :
lt: DiSEqC :
nl: DiSEqC-Modus:
pl: Tryb DiSEqC:
pt: Modo DISEqC:
ru: Версия DiSEqC:
sk: DiSEgC mód:
tr: DiSEqC Kipi:

source: LNB Configuration
ar: تهيئة ال ال ان بي
cs: LNB nastavení
de: LNB Konfiguration
es: Configuración LNB
et: LNB Seaded
fi: LNB asetukset
fy: LNB konfiguraasje
lt: LNB konfigūracija
nl: LNB-Configuratie
pl: Ustawienia LNB
pt: Configuração do LNB
ru: LNB конфигурация
sk: LNB nastavenie
tr: LNB Yapılandırma

source: scanning...
ar: بحث عن القنوات
cs: prohledávám...
de: Suchlauf...
es: Buscando...
et: otsin...
fi: etsitään...
fy: ôfsykjen dwaande...
lt: Ieškoma...
nl: Bezig met scannen...
pl: Wyszukiwanie...
pt: A pesquisar...
ru: Сканирование...
sk: prehľadávam...
tr: Taranıyor...

source: calc param 3 (see your motor manual or let it 00)
ar: احسب المعامل 3 انظر لكتيب الموتور أو ضعها 00
cs: zadejte param 3 (viz návod motoru nebo nechte 00)
de: Berechnungsparameter 3 (Siehe Anleitung des Motors oder auf 00 lassen)
es: Calc param 3 (ver instrucciones del motor ó dejarlo en 00)
et: arvutuslik param 3 (vaata oma mootori manuaalist või jäta 00)
fi: laske parametri 3 (katso moottorin ohjeista tai laita 00)
fy: Berekenje parameter 3 (sjoch motorhânlieding of nim 00)
lt: 3 parametro perskaičiavimas (skaitykite pozicionieriaus instrukciją arba nustatykite 00)
nl: Bereken parameter 3 (zie rotor-gebruiksaanwijzing of stel in op 00)
pl: Wylicz parametr 3 (zobacz w instrukcji pozycjonera lub ustaw na 00)
pt: calcular o parâmetro 3 (veja o manual do motor ou coloque a 00)
ru: Расчётный параметр 3 (см. инструкцию мотора или установить на 0)
sk: zadajte param 3 (viď návod motora alebo ponechať 00)
tr: hesaplama parametresi 3 (motor kılavuzuna bakın veya 00 olarak bırakın)

source: select uncommitted input
ar: إختيار التغذية/المدخلات الحرة
de: 'Uncommitted'-Eingang auswählen
es: Elige entrada uncommited
et: vali määramata sisend
fi: valitse käyttämättömän sisääntulo
fy: kies unbeneame yngong
lt: pasirinkite neutralų įėjimą
nl: Selecteer uncommitted input
pl: Wybierz niezależne wejścia
pt: seleccionar a entrada uncommitted
ru: Выберите вход DiSEqC 1.1
sk: vybrať Uncommitted Input?
tr: Uygulanmamış anahtar girişini seç

source: Use Motor Input Power
ar: استخدم الطاقة المغذية للموتور
cs: Použít vstupní proud motoru
de: Nutze Motor-Stromaufnahme
es: Utilizar consumo corriente del motor
et: Kasuta mootori sisendi võimsust
fi: Käytä moottorin sisäänmenovirtaa
fy: Motor stroom brûke
lt: Naudoti variklio maitinimą
nl: Gebruik rotor input power
pl: Zasilanie z wejścia obrotnicy
pt: Utilizar entrada motor
ru: Электропотребление мотора
sk: Použiť vstupný prúd motora
tr: Motor Giriş Gücü kullan

source: when the motor support this, then use
ar: إذا كان الموتور يدعم هذا ، إذا استخدم
cs: použijte, jestliže má motor podporu USALS
de: Falls durch Motor unterstützt, bitte diese Option auswählen
es: Si está soportado por el motor, utilizelo
et: kui mootor toetab seda, siis kasuta
fi: käytä, jos moottori tukee tätä
fy: ot de motor it ondersteunt, dan brûke
lt: Naudokite, kai variklis tai palaiko
nl: Als de rotor dit ondersteunt, gebruik dan
pl: Użyj jeżeli obrotnica obsługuje te opcje
pt: utilize esta função quando o motor a suportar
ru: Режим авторасчёта угла поворота мотора по позиции спутника. Мотор должен поддерживать этот режим (USALS).
sk: použite, pokiaľ má motor podporu USALS
tr: Motor destekliyorsa kullan

source: HTTP Download
ar: تنزيل اتش تي بي بي
es: Bajada HTTP
et: HTTP allalaadimine
fi: HTTP-lataus
fy: HTTP binnenhelje
lt: HTTP atsisiuntimas
pl: Pobieranie http
ru: HTTP загрузка
tr: HTTP indirme

source: goto prev page (LNB)
ar: اذهب للصفحة السابقة لل ال ان بي
cs: předchozí strana (LNB)
de: Zur vorherigen Seite (LNB)
es: Ir a página anterior (LNB)
et: eelmine lehekülg (LNB)
fi: edellinen sivu (LNB)
fy: nei foarige side (LNB)
lt: grįžti puslapiu atgal (LNB)
nl: Naar de vorige pagina (LNB)
pl: Przejdź do poprzedniej strony (LNB)
pt: regresso página prévia (LNB)
ru: Перейти на предыдущую страницу (LNB)
sk: predch. strana (LNB)
tr: Önceki sayfaya git (LNB)

source: 16:9 mode in normal view
cs: 16:9 mód v normalním zobrazení
fi: normaalinäkymän 16:9-tila
fy: 16:9 moadus yn normaal ansjoch
nl: 16:9 mode
ru: 16:9 стандартно
tr: normal görünümde 16:9 kipi

source: Use gotoXX Function
ar: استخدم خاصية إذهب إلى إكس
cs: Použít gotoXX funkci
de: Benutze gotoXX Funktion
es: Utilizar funcion gotoXX
et: Kasuta gotoXX funktsiooni
fi: Käytä gotoXX funktiota
fy: Goto-XX brûke
lt: Naudoti gotoXX funkciją
nl: Gebruik gotoXX-functie
pl: Użyj funkcji gotoXX
pt: Utilizar as funções gotoXX
ru: Применить gotoXX
sk: Použiť funkciu gotoXX
tr: GotoXX İşlevini kullan

source: add page
cs: přidat stránku
fi: lisää sivu
fy: side tafoegje
nl: toevoegen
tr: sayfa ekle

source: vol+
ar: مستوى الصوت+
fi: ääni+
fy: Lûd +
lt: gar.+
ru: громк+
tr: ses+

source: Bandwidth:
ar: نطاق الموجة / عرض الموجة/سعة الموجة
cs: Šířka pásma:
de: Bandbreite:
es: Banda de ancha:
et: Ribalaius:
fi: Kaistanleveys:
fy: Bânbridte:
lt: Dažnio juostos plotis:
nl: Bandbreedte:
pl: Pasmo:
pt: Largura de banda:
ru: Пропускная способность:
sk: Šírka pásma:
tr: Bant genişliği:

source: for a multiple event enable this
ar: لعدة أحداث حفز هذه
cs: zaškrtněte pro opakování úlohy
de: Diese Option für ein sich wiederholendes Ereignis wählen
es: Activarlo para grabaciones multiples
et: mitmekordse salvestuse jaoks vali see
fi: käytä tätä toistuviin tapahtumiin
fy: dizze ynskeakelje by faker barren
lt: įjungti / išjungti periodinę užduotį (ОК)
nl: Zet dit aan voor een meervoudig item
pl: Wybierz tę opcję dla zadań powtarzających się cyklicznie
pt: para um evento múltiplo permitir isto
ru: Выберите эту опцию для повторного выполнения задания
sk: zaškrtnite pre opakovaniezaškrtněte pro opakování úlohy
tr: Periyodik tekrarlanan olay oluşturmak için kullnılır

source: press ok to select another event
ar: إضغط OK لاختيار برنامج/حدث آخر
cs: stiskněte OK pro výběr události
de: 'OK' drücken um ein anderes Event auszuwählen
es: Pulse OK para elegir otro evento
et: Vajuta ok valimaks muu
fi: paina ok valitaksesi toinen ohjelma
fy: Druk ok om oar barren te selektearjen
lt: Kitos užduoties pasirinkimui, paspauskite (ok)
nl: Druk op OK om een ander item te kiezen
pl: Wciśnij OK aby edytować zadanie
pt: pressione ok para seleccionar outro evento
ru: Нажмите ОК для выбора другого задания
sk: stalčte OK pre výber udalosti
tr: başka olay seçmek için ok tuşlayın

source: shutdown
ar: إغلاق جهاز الاستقبال
cs: Vypnout box
de: Ausschalten
es: Apagar
et: kohene väljalülitus
fi: sammuta
fy: útskeakelje
lt: Išjungti
nl: Uitschakelen
pl: Wyłącz
pt: encerrar
ru: Выключение
sk: Vypnúť box
tr: Kapat

source: select teletext service
cs: zvolit službu teletextu
fi: valitse tekstitv-palvelu
fy: kies tiletekst service
nl: selecteer teletext service
tr: teltext servisini seç

source: enter transponder frequency (0..9, left, right)
cs: zadat frekvenci transpondéru (0..9, vlevo, vpravo)
es: Introducir frecuencia del transpondedor (0..9, izquierda, derecha)
et: sisesta transponderi sagedus (0..9, vasak, parem)
fi: syötä lähettimen taajuus (0..9, vasen, oikea)
fy: ynjefte transponder frekwinsje (0..9, links, rjochts)
nl: Transponderfrequentie invoeren (0..9, links, rechts)
ru: Введите частоту транспондера (0..9, ВЛЕВО, ВПРАВО)
tr: transponder frekansını gir (0..9, sol, sağ)

source: o'clock
ar: 0 ساعه
cs: hodin
de: Uhr
es: horas
et: kellaajal
fi: klo
fy: oere
lt: laikrodis
nl: uur
pl: godzina
pt: horas
ru: Время
sk: hodín
tr: saat

source: use truetype font
cs: používat truetype písmo
fi: Käytä truetype-fonttia
fy: brûk truetype lettertype
nl: Truetype font
ru: Применить TrueType
tr: TruType yazı tipi kullan

source: Select this option if you want to make this epg search case sensitive
ar: اختار هنا اذا اردت البحث التطابق في الدليل الالكتروني
cs: při hledání rozlišovat malá a velká písmena v textu
es: Selecciona esta opcion si quieres que en la busqueda de EPG se diferencien las mayusculas de las minusculas
et: Vali antud optsioon kui soovid, et EPG otsing oleks suur- ja väiketähe tundlik
fi: Valitse tämä käyttääksesi merkkikokoriippuvaista (case sensitive) epg-hakua
fy: Kies dizze opsje by it haadletter gefoelig sykjes yn 'e epg
nl: Selecteer dit als u de titel exact met hoofdletters en kleine letters wil zoeken
pl: Wybierz tę opcję jeśli wielkość liter ma znaczenie
ru: Опция для увеличения чувствительности поиска EPG
sk: pri hľadaní rozlišovať malé a veľké písmená v texte
tr: EPG aramasının büyük/küçük harf duyarlı olmasını istiyorsanız seçin

source: About...
ar: عن
cs: Info ...
de: Über...
es: Sobre...
et: Teave...
fi: Tietoja...
fy: Oer de Dreambox....
lt: Apie...
nl: Informatie...
pl: Informacje sprzętowe
pt: Sobre...
ru: Информация...
sk: Info ...
tr: Hakkında...

source: add new Timer (ok)
ar: اضف مؤقت جديد
cs: přidat nový záznam do časovače (OK)
de: Neuen Timer hinzfügen (OK)
es: Añadir temporizador nuevo (ok)
et: lisa uus Timer (ok)
fi: lisää uusi ajastus (ok)
fy: in nij tiidstjoerd opnimmen oanmeitsje (ok)
lt: pridėti naują laikmatį (ok)
nl: Nieuwe timer toevoegen (OK)
pl: Dodaj nowe zadanie (OK)
pt: acrescentar novo relógio (ok)
ru: Добавить новый таймер (OK)
sk: pridať nové nahrávanie do časovača (OK)
tr: yeni zamanlayıcı öğesi (ok)

source: Case Sensitive
cs: Rozlišovat velikost
fy: Haadletter gefoelig
nl: Hoofdlettergevoelig
ru: Учитывать регистр
tr: Büyük/küçük duyarlı

source: to change service press ok
ar: لتغيير القناه اضغط أوكي
cs: pro změnu programu stiskněte OK
de: Zum Wechseln des Senders 'OK' drücken
es: Elegir otro servicio (ok)
et: kanali vahetamiseks vajuta ok
fi: paina ok vaihtaaksesi palvelua
fy: om service te wizigjen, druk ok
lt: kanalo perjungimui spauskite (ok)
nl: Selecteer de service (OK)
pl: Wciśnij OK aby zmienić kanał
pt: para alterar o serviço pressione a tecla ok
ru: Нажмите ОК для изменения канала
sk: pre zmenu programu stlačte OK
tr: servis değiştirmek için tuşla (ok)

source: Favourites:
cs: Oblíbené:
fi: Suosikit:
fy: Favorieten:
nl: Favorieten:
tr: Favoriler:

source: scan EPG
ar: ابحث في الدليل الأكتروني للمعلومات
cs: Prohledat EPG
de: EPG durchsuchen
es: Buscar EPG
et: Skaneeri EPG-d
fi: hae EPG:stä
fy: EPG ôfsykje
lt: skanuoti EPG
pl: Wyszukaj w EPG
pt: busca EPG
ru: Поиск в EPG
sk: Prehľadať EPG
tr: EPG tara

source: Begin EPG Search
cs: Začít hledat v EPG
fi: Aloita EPG-haku
fy: Begjin EPG Sykjen
nl: Begin EPG zoeken
ru: Начать поиск в EPG
tr: EPG Arama Başlat

source: new
ar: جديد
cs: Nový
de: neu
es: nuevo
et: uus
fi: uusi
fy: nij
lt: naujas
nl: Nieuw
pl: Nowy
pt: novo
ru: Новый
sk: Nový
tr: yeni

source: duration:
ar: طول المدة
cs: Doba do vypnutí:
de: Dauer:
es: Duración:
et: kestvus:
fi: aika:
fy: Tiidsbeslach:
lt: trukmė:
nl: Duur:
pl: Czas do wyłączenia:
pt: duração:
ru: в течении:
sk: Čas do vypnutia:
tr: süre:

source: remove selected page from favourites
cs: vymazat zvolenou stránku z oblíbených
fi: poista valittu sivu suosikeista
fy: ferwiderje selektearre side út favorieten
nl: Geselecteerde pagina uit favorieten verwijderen
tr: seçili sayfayı favorilerimden kaldır

source: Fast DiSEqC
ar: دايزك (قسام) سريع
de: Schnelles DiSEqC
es: DiSEqC rapido
et: Kiire DiSEqC
fi: Nopea DiSEqC
fy: Rappe DiSEqC
lt: Greitas DiSEqC
pl: Szybki DiSEqC
pt: DiSEqC Rápido
ru: Быстрый DiSEqC
tr: Hızlı DiseqC

source: Wed
ar: الأربعاء
cs: St
de: Mi.
es: Mie
et: K
fi: Ke
fy: Woa
lt: Treč.
nl: Wo
pl: Śrd
pt: Qua.
ru: Срд
sk: Str
tr: Çrş

source: Longitude:
ar: خط الطول
cs: Zeměpisná délka:
de: Geogr. Länge:
es: Longituda:
et: Pikkuskraad:
fi: Pituusaste:
fy: Lingtegraad :
lt: Ilguma:
nl: Lengtegraad:
pl: Długość geograficzna:
ru: Долгота:
sk: Zemepisná dĺžka:
tr: Boylam:

source: choose direction
ar: اختر الاتجاه
cs: volba strany
de: Richtung auswählen
es: Elige dirección
et: vali suund
fi: valitse suunta
fy: kies rjochting
lt: pasirinkite kryptį
nl: Kies richting
pl: Wybierz kierunek
pt: escolha a direcção
ru: Выбрать направление
sk: voľba strany
tr: yön seç

source: capacity:
ar: سعه
cs: kapacita:
de: Kapazität:
es: Capacidad:
et: mahtuvus:
fi: kapasiteetti:
fy: Kapasiteit :
lt: Talpumas:
nl: Capaciteit:
pl: Rozmiar:
pt: capacidade:
ru: Размер:
sk: kapacita:
tr: kapasite:

source: choose the code rate LP (left, right)
ar: إختيار معدل الشفرة LP (يسار/يمين)
cs: zvolit code rate LP (vlevo, vpravo)
de: 'Coderate LP' auswählen (links, rechts)
es: Elige code rate LP (izquierda, derecha)
et: vali LP kiirus (vasak, parem)
fi: valitse LP koodinopeus (code rate) (vasen, oikea)
fy: kies kode faasje LP (links, rjochts)
lt: išsirinkti LP (kairėn, dešinėn)
nl: Kies de LP code waarde (links, rechts)
pl: Wybierz code rate LP (lewy, prawy)
pt: escolha o code rate LP (esquerdo, direito)
ru: Выбрать code rate LP (ВЛЕВО, ВПРАВО)
sk: zvoliť code rate LP (vľavo, vpravo)
tr: 'code rate LP' seç (sol, sağ)

source: scan
ar: ابحث
cs: prohledat
de: durchsuchen
es: Buscar
et: skaneeri
fi: haku
fy: ôfsykje
lt: ieškoti
pl: Szukaj
pt: pesquisar
ru: Скан
sk: prehľadať
tr: tara

source: calc param 1 (see your motor manual or let it 00)
ar: احسب المعامل 1 انظر لكتيب تشغيل الموتورأو ضع 00
cs: zadejte param 1 (viz návod motoru nebo nechte 00)
de: Berechnungsparameter 1 (Siehe Motor-Anleitung oder auf 00 belassen)
es: Calc param 1 (ver instrucciones del motor ó dejarlo en 00)
et: arvuta param 1 (vaata lähemalt oma mootori manuaalist või jäta 00)
fi: laske parametri 1 (katso moottorin ohjeista tai laita 00)
fy: berekenje parameter 1 (sjoch motorhânlieding of lit it 00)
lt: 1 parametro perskaičiavimas (skaitykite pozicionieriaus instrukciją arba nustatykite 00)
nl: Bereken parameter 1 (zie rotor gebruiksaanwijzing of stel in op 00)
pl: Wylicz parametr 1 (zobacz w instrukcji pozycjonera lub ustaw na 00)
pt: calc param 1 (ver o manual do vosso motor ou deixam 00)
ru: Расчётный параметр 1 (см. инструкцию мотора или установить на 0)
sk: zadajte param 1 (viď návod motora alebo ponechať 00)
tr: hesaplama parametresi 1 (motor kılavuzuna bakın veya 00 olarak bırakın)

source: prev page
ar: الصفحة السابقه
cs: Strana před
de: Vorherige Seite
es: Pagina previa
et: eelmine leht
fi: edel. sivu
fy: foarige side
lt: atgal
nl: Vorige pagina
pl: Wróć
pt: página anterior
ru: Пред. стр.
sk: strana pred
tr: Önceki sayfa

source: Thu
ar: الخميس
cs: Čt
de: Do.
es: Jue
et: N
fi: To
fy: Tong
lt: Ketv.
nl: Do
pl: Czw
pt: Qui.
ru: Чет
sk: Štv
tr: Prş

source: Transm. Mode:
ar: نوعية البث:
cs: Přenosový mód:
es: Modo transm.:
et: Trans. Režiim:
fi: Lähetysmuoto:
fy: Útstjoer modus :
lt: Transm.:
nl: Transm. modus:
pl: Tryb transmisji:
pt: Modo de transmissão:
ru: Режим передачи:
sk: Prenosový mód:
tr: İletim Kipi:

source: 12V output on
ar: مخرج 12 فولت يعمل
cs: výstup 12V zap
de: 12 V Ausgang AN
es: Salida 12V activo
et: 12V väljund aktiivne
fi: 12V ulostulo päälle
fy: 12V útgong oan
lt: 12V išėjimas įjungtas
nl: 12V uit - aanschakelen
pl: Sygnał 12V włączony
pt: Saída
ru: Выход 12V
sk: výstup 12V zap
tr: 12v cıkışı açık

source: shutdown the box to deepstandby (ok)
ar: إغلاق جهاز الاستقبال و الدخول فى انتظار طويل (OK)
cs: vypnout box (OK)
de: Das Gerät ausschalten (OK)
es: Apagar receptor (ok)
et: lülita vastuvõtja välja (ok)
fi: sammuta laite (ok)
fy: útskeakelje nei paraatmodus (ok)
lt: Išjungti su pilnu maitinimo atjungimu (ok)
nl: Dreambox uitschakelen naar volledig uit (OK)
pl: Wyłącz odbiornik (OK)
pt: colocar o receptor em modo de hibernação (ok)
sk: vypnúť box (OK)
tr: Dreamboxu derin hazırda bekle için kapat (ok)

source: enter recording duration (0..9, left, right, ok)
ar: أدخل وقت نهاية التسجيل
cs: délka nahrávání (0..9, vlevo, vpravo, OK)
de: Ändern der Aufnahmedauer (0..9, links, rechts, OK)
es: Introduzca la duracion de la grabacion (0..9, izquierda, derecha, ok)
et: sisesta salvestamise kestvus (0..9, vasak, parem, ok)
fi: Syötä tallennuksen kesto (0..9, vasen, oikea, ok)
fy: ynjefte tiidsspan fan opnimmen ( 0..9, links, rjochts, ok )
lt: įrašykite įrašymo laiko pabaigą (0..9, kairėn, dešinėn, ОК)
nl: Opname-eindtijd bewerken (0..9, links, rechts, ok)
pl: Wpisz czas trwania nagrywania (0..9,lewy,prawy,ok)
pt: introduzir a duração de gravação (0..9, esquerda, direita, ok)
ru: Введите продолжительность записи (0..9,ВЛЕВО,ВПРАВО,OK)
sk: dĺžka nahrávania (0..9, vľavo, vpravo, OK)
tr: Kayıt süresi girin (0..9, sol, sağ, ok)

source: edit the end time (0..9, left, right)
ar: حرر وقت الانتهاء 0...9، يمين ، يسار
cs: upravit čas konce záznamu (bouquet+/-, 0..9, vlevo, vpravo)
de: Endzeit ändern (0..9, links, rechts)
es: Modificar hora de parada (0..9, izquierda, derecha)
et: muuda lõpuaega (0..9, vasak, parem)
fi: muokkaa päättymisaikaa (0..9, vasen, oikea)
fy: bewurkje eintiid (0..9, links, rjochts)
lt: keisti pabaigos laiką (0..9, į kairę, į dešinę)
nl: Eindtijd instellen (0..9, links, rechts)
pl: Edytuj czas zakończenia (0..9, lewy, prawy)
pt: editar a hora de fim (0..9, esquerda, direita)
ru: Изменение времени окончания (0..9, ВЛЕВО, ВПРАВО)
sk: upraviť čas konca nahrávania (bouquet+/-, 0..9, vľavo, vpravo)
tr: Bitiş saatini düzenle (0..9, sol, sağ)

source: Tuesday
ar: الثلاثاء
cs: Úterý
de: Dienstag
es: Martes
et: teisipäev
fi: Tiistai
fy: Tiisdei
lt: Antradienis
nl: Dinsdag
pl: Wtorek
pt: Terça-feira
ru: Вторник
sk: Utorok
tr: Salı

source: recording duration:
ar: زمن التسجيل
cs: Délka záznamu:
de: Aufnahmedauer:
es: Duración de la grabación:
et: salvestamise kestus:
fi: tallennuksen kesto:
fy: tiidsbeslach opnimmen :
lt: įrašymo trukmė:
nl: Lengte van opname:
pl: Czas trwania zapisu:
pt: tempo de gravação:
ru: Продолжительность записи:
sk: Dĺžka nahrávania:
tr: Kayıt süresi:

source: delete expired timer (ok)
ar: احذف التوقيتات منتهية الصلاحية
cs: smazat všechny prošlé záznamy z časovače (OK)
de: Abgelaufene Timer entfernen (OK)
es: Borrar temporizador pasado (ok)
et: kustuta aegunud timer (ok)
fi: poista menneet ajastukset (ok)
fy: ferwiderje âlde tiid yn tiidstjoerd opnimmen (ok)
lt: Trinti nebegaliojantį laikmatį (ok)
nl: Verlopen timer verwijderen (OK)
pl: Usuń zakończone zadania (OK)
pt: apagar o temporizador expirado (ok)
ru: Удалить выполненные/просроченные таймера (OK)
sk: zmazať všetky expirované záznamy z časovača (OK)smazat všechny prošlé záznamy z časovače (OK)
tr: Süresi dolmuş zamanlayıcı kayıtlarını sil (ok)

source: choose the Transponder you wish to find
ar: اختر التردد الذي تريد ايجاده
cs: zvolte transpondér, který chcete prohledat
de: Wählen Sie den Transponder, welchen Sie finden wollen.
es: Elige transpondedor buscado
et: vali Transponder, mida soovid otsida
fi: valitse etsittävä lähetin
fy: kies de transponder dyt jo fine wolle
lt: pasirinkite transponderį, kurio ieškote
nl: Kies de transponder die u wilt zoeken
pl: Wybierz transponder, który chcesz znaleźć
pt: escolher o transponder que deseja encontrar
ru: Выбрать транспондер для поиска
sk: zvoľte transpondér, ktorý chcete prehľadať
tr: bulmak istediğiniz Transponderi seçin

source: add new Transponder to selected sat (ok)
ar: أضف باقت جديدة للقمر الذي اخترته
cs: přidat nový transpondér do vybraného satelitu (OK)
de: Neuen Transponder zum gewählten Sat hinzufügen (OK)
es: Añadir transpondedor al satélite elegido (ok)
et: lisa valitud satelliidile uus Transponder (ok)
fi: lisää uusi lähetin valittuun satelliittiin (ok)
fy: nije transponder tafoegje an selektearre satellyt
lt: pridėti naują transponderį pasirinktam palydovui (ok)
nl: Nieuwe transponder aan deze satelliet toevoegen (OK)
pl: Dodaj nowy transponder do wybranego satelity (OK)
pt: acrescentar novo Transponder ao satélite seleccionado (ok)
ru: Добавить новый транспондер к спутнику (OK)
sk: pridať nový transpondér do zvoleného satelitu (OK)
tr: Seçilen uyduya yeni Transponder ekle (ok)

source: Select a genre if you want to search for a genre
ar: اختر مالذي تريد البحث عنة
cs: zvolte žánr, chcete-li hledat podle žánru
de: Wählen sie ein Genre nach dem sie suchen möchten
es: Selecciona un genero si quieres buscar por uno
et: Vali žanr kui soovid otsida žanri järgi
fi: valitse 'genre', jos haluat hakea genrellä
fy: Selektearje in sjenre ot jo derom sykje wolle
nl: Selecteer een genre als u hierop wil zoeken
pl: Wybierz rodzaj audycji jeśli chcesz wyszukać audycje określonego rodzaju
ru: Для поиска по жанру, выберите жанр
sk: zvoľte žáner, ak chcete hľadať podľa žánru
tr: Tür arayackasınız aranack türü girin

source: 16:9 mode on splitscreen
cs: 16:9 mód v rozděleném zobrazení
fi: Jaetun näytön 16:9-tila
fy: 16:9 moadus yn dielt skerm
nl: 16:9 mode tijdens splitscreen
ru: 16:9 для разделённого экрана
tr: bölünmüş ekranda 16:9
