Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: rename the current selected bouquet
ar: أعد تسمية الباقة المختارة حاليا
cs: přejmenovat označený přehled
de: Gewähltes Bouquet umbenennen
es: Renombrar bouquete elegido
et: nimeta valitud nimekiri ümber
fi: nimeä uudelleen valittu kanavaluettelo
fy: selektearre bouquet opnij beneame
lt: pervardinti pasirinktą paketą
nl: Het geselecteerde boeket hernoemen
pl: Zmień nazwę wybranego bukietu
pt: rebatizar o bouquet selecionado atual
ru: Переименовать выбранный букет
sk: premenovať označený prehľad
tr: Seçili buketi yeniden adlandır

source: rename the current selected service/movie
ar: إعادة تسمية القناة/الملف المختار حاليا
cs: přejmenovat označený program/film
de: Gewählten Service umbenennen
es: Renombrar servicio elegido
et: nimeta ümber valitud kanal/film
fi: nimeä uudelleen valittu palvelu/elokuva
fy: selektearre service/film opnij beneame
lt: pervardinti kanalą / filmą
nl: De geselecteerde service/film hernoemen
pl: Zmień nazwę wybranego kanału/bukietu/filmu
pt: rebatizar o atual serviço/filme selecionado
ru: Переименовать выбранный канал/букет/фильм
sk: premenovať označený program/film
tr: Seçili servisi/filmi yeniden adlandır

source: delete
ar: امسح
cs: smazat
de: Löschen
es: Borrar
et: kustuta
fi: Poista
fy: ferwiderje
lt: trinti
nl: Wissen
pl: Usuń
pt: apagar
ru: Удалить
sk: zmazať
tr: Sil

source: delete the current selected service/movie
ar: حذف القناة/ الفيلم المختار حاليا
cs: smazat označený program/film
de: Gewählten Service löschen
es: Borrar servicio/fichero elegido
et: kustuta valitud kanal/film
fi: poista valittu palvelu/tiedosto
fy: selektearre service/film ferwiderje
lt: trinti pasirinktą kanalą / filmą
nl: De huidige service/opname verwijderen
pl: Usuń wybrany kanał/film
pt: apagar o serviço/filme selecionado atual
ru: Удалить выбранное
sk: zmazať označený program/film
tr: Seçili servisi/filmi sil

source: rebuild movie list
ar: اعادة بناء قائمة الافلام
cs: obnovit seznam filmů
de: Filmliste wiederherstellen
es: reconstruir lista de peliculas
et: rekonstrueeri filmide nimekiri
fi: Rakenna tallennelista uudelleen
fy: film lyst opnei meitsje
lt: sukurti iš naujo filmų sąrašą
nl: Lijst opnieuw genereren
pl: Przebuduj listę nagranych filmów
pt: reconstruir a lista de filmes
ru: Перегрузить список фильмов
sk: obnoviť zoznam filmov
tr: Film listesini yeniden oluştur

source: rebuild the current movie list
ar: اعادة بناء قائمة الافلام الحالية
cs: obnoví aktuální seznam filmů
de: Die aktuelle Filmliste wiederherstellen
es: reconstruir lista de peliculas actual
et: rekonstrueeri antud filmide nimekiri
fi: Rakenna valittu tallennelista uudelleen
fy: de filmlyst opnei meitsje
lt: trinti pasirinktą kanalą / filmą
nl: De opname lijst opnieuw genereren
pl: Przywróć utraconą listę nagrań
pt: reconstruir a lista de filmes actual
ru: Перегрузить текущий список фильмов
sk: obnový aktuálny zoznam filmov
tr: Filim listesini yeniden oluşturur

source: set as startup service
ar: ضع ك قناة البداية
cs: nastavit jako program po spuštění
de: Als Startservice setzen
es: Definir como servicio autoinicio
et: sea kui käivitamisel käivituv kanal
fi: Suorita aina käynnistettäessä
fy: ynstelle as opstart service
lt: pasirinkti paleisties kanalu
nl: instellen als start service
pl: Zaznacz jako startowy
pt: definir como serviço de início
ru: Запускать при загрузке
sk: nastaviť ako program po spustení
tr: Başlangıç servisi olarak ata

source: currently selected service will be selected on startup
ar: القناة الحالية سيتم اختيارها كقناة البداية
cs: po startu bude přepnuto na vybraný program
de: aktueller Service wird beim Starten der Box gesetzt
es: El receptor se enciende con este sercivio
et: vastuvõtja käivitamisel käivitub antud kanal
fi: valittu palvelu käynnistetään laitteen käynnistyessä
fy: selektearre service wurd selektearre by opstarten
lt: pasirinktas kanalas bus paleisties kanalu
nl: De geselecteerde service zal gestart worden bij startup
pl: Aktualnie wybrany kanał/film będzie wybierany przy starcie
pt: Os serviços seleccionados actualmente serão seleccionados na inicialização
ru: При загрузке система перейдёт на этот канал
sk: po štarte bude prepnuté na vybraný program
tr: Sistem başlangıcında doğrudan seçili servise gidilecektir

source: reset startup service
ar: اعادة تهيئة قناة البداية
cs: zrušit nastavení po spuštění
de: Startservice zurücksetzen
es: Resetear servicio autoinicio
et: kustuta alguseks määratud kanal
fi: Käynnistä palvelu uudelleen
fy: ferwiderje opstart service
lt: atšaukti paleisties kanalu
nl: Herstel startup service
pl: Odznacz jako startowy
pt: restabelecer o serviço inicial
ru: Сбросить загрузочный канал
sk: zrušiť nastavenie po spustení
tr: Başlangıç servisini sıfırla

source: last selected service will be selected on startup
ar: اخر قناة مختارة سيتم وضعها في البداية
cs: po startu bude přepnuto na poslední sledovaný program
de: zuletzt gewählter Service wird beim Starten der Box gesetzt
es: El receptor se enciende con el servicio visto previamente
et: viimane kanal valitakse kanaliks, mis käivitub vastuvõtja käivitamisel
fi: viimeksi valittu palvelu käynnistetään käynnistyksessä
fy: lêst selektearre service wurd selektearre by opstarten
lt: paskutinis pasirinktas kanalas jau yra pasirinktas
nl: Laatst geselecteerde service zal geselecteerd worden na startup
pl: Ostatnio wybrany kanał/film będzie wybierany przy starcie
pt: o último serviço seleccionado será o serviço de inicialização
ru: Последний выбранный канал определён стартовым
sk: po štarte bude prepnuté na posledný sledovaný program
tr: Başlangıçta son kullanılan servise gidilecektir

source: disable move mode
ar: أوقف نظام النقل
cs: zakázat přesun
de: Verschiebemodus deaktivieren
es: Desactivar modo mover
et: keela ümbertõstmise režiim
fi: Poistu siirtotilasta
fy: ferpleats modus útskeakelje
lt: išjungti perkėlimą
nl: Verplaatsmodus uitschakelen
pl: Wyłącz tryb przenoszenia
pt: desativar modo deslocar
ru: Отключить перемещение
sk: zakázať presun
tr: Taşıma kipini kapat

source: switch move mode off
ar: إبطال خاصية النقل/ التحريك
cs: vypnout mód přesunu
de: Verschiebemodus deaktivieren
es: Terminar el modo mover
et: lülita ümbertõstmise režiim välja
fi: kytke siirtotila pois
fy: skeakelje ferpleats modus út
lt: perjungti į perkėlimą
nl: Verplaatsmodus uitschakelen
pl: Wyłącz tryb przenoszenia
pt: parar modo deslocar
ru: Выключение перемещения
sk: vypnúť mód presunu
tr: Taşıma kipini kapat

source: enable move mode
ar: شغل نظام النقل
cs: povolit přesun
de: Verschiebemodus aktivieren
es: Activar modo mover
et: luba ümbertõstmise režiim
fi: Ota siirtotila käyttöön
fy: skeakelje ferpleats modus oan
lt: įjungti perkėlimą
nl: Verplaatsmodus inschakelen
pl: Przenieś
pt: activar modo deslocar
ru: Разрешить перемещение
sk: povoliť presun
tr: Taşıma kipini etkinleştir

source: activate mode to simply change the entry order
ar: تنشيط خاصية تغييرترتيب المداخل
cs: aktivovat mód pro změny pořadí záznamů
de: Modus zum einfachen sortieren der Einträge aktivieren
es: Activar este modo para odernar la lista
et: aktiveeri nimekirja järjestuse lihtne muutmine
fi: aktivoi tila jossa voi muuttaa järjestystä
fy: skeakelje modus yn om maklik de ynjeftelyst te feroarjen
lt: aktyvuokite būdą paprastam išėjimo pakeitimui
nl: Activeer de eenvoudige sorteermodus
pl: Przenieś kanał/bukiet/film
pt: ativar o modo para mudar simplesmente a ordem da entrada
ru: Перемещение позиций в списке
sk: aktivovať mód pre zmeny poradia záznamov
tr: Sadece öğenin sıralamasını değiştirme kipini aktifleştir

source: copy to bouquet list
ar: نسخ الى قائمة الباقات
cs: zkopírovat do prehledu
de: In Bouquetliste kopieren
es: Copiar a la lista de bouquetes
et: kopeeri nimekirja
fi: Kopioi kanavaluetteloiden listaan
fy: Kopieer nei bouquet lyst
lt: kopijuoti paketų turinį
nl: Naar de boeketlijst kopiëren
pl: Dodaj do bukietu
pt: copiar para a lista de bouquet
ru: Добавить к списку букетов
sk: skopírovať do prehľadu
tr: Buket listesine kopyala

source: copy the selected provider to the bouquet list
ar: نسخ موفر الخدمة المختار الى قائمة الباقات
cs: zkopírovat vybrané providery do seznamu přehledů
de: Gewählten Anbieter in die Bouquetliste kopieren
es: Copiar proveedor elegido a la lista de bouquetes
et: kopeeri valitud operaator nimekirja
fi: Kopioi valittu palveluntarjoaja kanavaluetteloiden listaan
fy: Kopieer de selektearre leveransier nei de bouquet lyst
lt: kopijuoti pasirinktą transliuotoją į paketų sąrašą
nl: Kopieer de geselecteerde provider naar de boeketlijst
pl: Dodaj wybranego nadawcę do listy bukietów
pt: copiar o provider selecionado para a lista do bouquet
ru: Добавить оператора в букет
sk: skopírovať vybraných poskytovateľov do zoznamu prehľadov
tr: Seçilen sağlayıcıyı buket listesine kopyala

source: add the selected service to a selectable bouquet
ar: أضف القناة المختارة اللى الباقة المختارة
cs: přidat vybraný program/film do zvoleného přehledu
de: Ausgewählten Service in ein wählbares Bouquet einfügen
es: Añadir canal elegido a un bouquete determinado
et: lisa valitu kanal ühte valitavatest nimekirjadest
fi: lisää valittu palvelu määriteltyyn kanavaluetteloon
fy: selektearre service oan selektearber bouquet tafoegje
lt: pridėti pasirinktą kanalą į pasirinktą paketą
nl: De geselecteerde service aan een boeket toevoegen
pl: Dodaj wybrany kanał do istniejącego bukietu
pt: acrescentar o serviço selecionado a um bouquet selecionável
ru: Добавить канал к букету
sk: pridať vybraný program/film do zvoleného prehľadu
tr: Seçili servisi belirli bir bukete ekle

source: set as startup
ar: ضع كقناة بداية
cs: nastavit po startu
de: Als Startservice setzen
es: Definir como autoinicio
et: seadista kui käivitus
fi: Aseta käynnistys
fy: ynstelle as opstart
lt: pasirinkite paleidžiant
nl: Stel in als startup
pl: Zaznacz jako startowy
pt: definir como inicial
ru: Запускать при загрузке
sk: nastaviť po štarte
tr: Başlangıç servisi olarak ata

source: set the current selected service/movie as startup service
ar: اختار القناة او الفلم الحالي كبداية للجهاز
cs: nastavit vybraný program/film po startu
de: Gewählten Service als Startservice setzen
es: Definir servicio/película como servicio autoinicio
et: seadista valitud kanal/film kui vaikimisi käivituv
fi: aseta valittu palvelu/tallenne käynnistyspalveluksi
fy: selektearre service/film wurd ynstelt as opstart service
lt: pasirinkite dabartinį kanalą/filmą kaip paleidžiamą kanalą
nl: Stel de huidige service/opname in als startup
pl: Ustaw aktualnie wybrany kanał/film jako wybierany przy starcie
pt: Definir os serviços/filmes actualmente seleccionados como serviços de inicialização
ru: Установить текущий выбранный канал/фильм запускаемым при загрузке
sk: nastaviť vybraný program/film po štarte
tr: Seçili servisi/filmi başlangıç servisi olarak ata

source: reset startup
ar: اعدة تهيئة البداية
cs: zrušit nastavení po spuštění
de: Startservice rücksetzen
es: Borrar autoinicio
et: kustuta käivituse seaded
fi: Käynnistä laitteisto uudestaan
fy: Opnij starte
lt: atšaukti paleidžiant
nl: Herstel startup service
pl: Odznacz jako startowy
pt: restabelecer inicialização
ru: Сбросить загрузочный
sk: zrušiť nastavenie po štarte
tr: Taşlatmayı sıfırla

source: add the selected file to a selectable bouquet
ar: أضف الملف المختار الى الباقة المختارة
cs: přidat vybraný soubor do zvoleného přehledu
de: Ausgewählte Datei in ein wählbares Bouquet einfügen
es: Añadir fichero elegido a un bouquete determinado
et: lisa valitu fail ühte valitavatest nimekirjadest
fi: Lisää valittu palvelu määriteltyyn kanavaluetteloon
fy: selektearre bestân oan selektearber bouquet tafoegje
lt: pridėti pasirinktą failą į pasirinktą paketą
nl: Het geselecteerde bestand aan een boeket toevoegen
pl: Dodaj wybrany plik do wybranego bukietu
pt: acrescentar o ficheiro selecionado a um bouquet selecionado
ru: Добавить выбранные файлы к букету
sk: pridať vybraný súbor do zvoleného prehľadu
tr: Seçili dosyayı belirtilecek bukete ekle

source: delete file
ar: حذف الملف
cs: smazat soubor
de: Datei löschen
es: Borrar fichero
et: kustuta fail
fi: Poista tiedosto
fy: ferwiderje bestân
lt: trinti failą
nl: Verwijder bestand
pl: Usuń plik
pt: apagar ficheiro
ru: Удалить файл
sk: vymazať súbor
tr: Dosyayı sil

source: delete the selected file (and all corresponding ts files
ar: حذف الملف المختار (وكل الملفات المسجلة TS ذات الصلة)
cs: smazat zvolený soubor ( a všechny související .ts soubory )
de: Gewählte Datei löschen (und zugehörige TS-Dateien)
es: Borrar fichero elegido (con todos ficheros ts correspondientes)
et: kustuta valitud failsalvestus (sh kõik kaasnevad ts failid)
fi: Poista valittu tiedosto (ja sen .ts-tiedostot)
fy: ferwiderje selektearre bestân (en alle byhearrende ts bestannen)
lt: trinti pasirinktą failą (ir visus ts priedus)
nl: Verwijder het geselecteerde bestand (en alle bijbehorende ts-bestanden)
pl: Usuń wybrany plik i wszystkie powiązane z nim pliki .ts
pt: apagar o ficheiro selecionado (e todos os ficheiros ts correspondentes)
ru: Удалить выбранный файл и все связанные с ним файлы *.ts
sk: vymazať zvolený súbor (a všetky súvisiace .ts súbory)
tr: seçili dosyayı sil (karşılık gelen bölnmüş ts dosyları dahil)

source: rename file
ar: أعد تسمية الملف
cs: přejmenovat soubor
de: Datei umbenennen
es: Renombrar fichero
et: nimeta fail ümber
fi: Uudelleennimeä tiedosto
fy: bestân opnij beneame
lt: pervardinti failą
nl: Bestand hernoemen
pl: Zmień nazwę pliku
pt: rebatizar ficheiro
ru: Переименовать файл
sk: premenovať súbor
tr: Dosyayı yeniden adlandır

source: rename the selected file (and all corresponding ts files
ar: أعد تسمية الملف (و كل الملفات المسجلة TS ذات الصلة)
cs: přejmenovat zvolený soubor ( a všechny související .ts soubory )
de: Gewählte Datei umbenennen (und zugehörige TS-Dateien)
es: Renombrar fichero elegido (con todos sus ficheros ts)
et: nimeta valitud fail ümber (sh kõik kaasnevad ts failid)
fi: uudelleennimeä valittu tiedosto (ja sen ts tiedostot)
fy: selektearre bestân opnij beneame (en alle byhearrende ts bestannen)
lt: pervardinti pasirinktą failą (ir visus ts priedus)
nl: Hernoem het geselecteerde bestand (en alle bijbehorende ts-bestanden)
pl: Zmień nazwę wybranego pliku i wszystkie powiązane z nim pliki .ts
pt: rebatizar o ficheiro selecionado (e todos os ficheiros ts correspondentes)
ru: Переименовать выбранный файл и все связанные с ним файлы *.ts
sk: premenovať zvolený súbor (a všetky súvisiace .ts súbory)
tr: Seçili dosyayı yeniden adlandır (blünmüş ts dosyları dahil)

source: disable edit mode
ar: أوقف نظام التعديل
cs: zakázat editaci
de: Bearbeitungsmodus deaktivieren
es: Desactivar modo edición
et: redigeerimisrežiimi tühistamine
fi: Poistu editointitilasta
fy: bewurk modus útskeakelje
lt: išjungti redagavimą
nl: Editmodus uitschakelen
pl: Wyłącz tryb edycji
pt: desativar modo edição
ru: Отключить редактирование
sk: zakázať editáciu
tr: Düzenle kipini devreden çıkar

source: disable the edit mode
ar: إبطال حالة (خاصية) التحرير
cs: zakázat editaci
de: Bearbeitungsmodus deaktivieren
es: Desactivar el modo de edición
et: tühista redigeerimisrežiim
fi: poista editointitila käytöstä
fy: skeakelje it bywurkjen út
lt: išjungti redagavimą
nl: Editmodus uitschakelen
pl: Wyłącz tryb edycji
pt: desativar modo edição
ru: Отключить редактирование
sk: zakázať editáciu
tr: Düzenleme kipini devreden çıkar

source: enable edit mode
ar: شغل نظام التعديل
cs: povolit editaci
de: Bearbeitungsmodus aktivieren
es: Activar modo edición
et: luba redigeerimisrežiim
fi: Editointitila päälle
fy: bywurkje modus ynskeakelje
lt: įjungti redagavimą
nl: Editmodus inschakelen
pl: Edytuj bukiet
pt: activar modo edição
ru: Разрешить редактирование
sk: povoliť editáciu
tr: Düzenle kipini etkinleştir

source: activate mode to simply add many services to a selectable bouquet
ar: تنشيط حالة إضافة كثير من القنوات أو الملفات للباقة المختارة
cs: aktivovat mód pro přidávání programů do vybraného přehledu
de: Modus zum einfachen Einfügen mehrerer Services in ein bestimmtes Bouquet aktivieren
es: Añadir multipes servicios facilmente a un bouquete específico
et: aktiveer mitmete kanalite lihtne lisamine valitavatesse nimekirjadesse
fi: aktivoi tila jossa voi helposti lisätä monta palvelua määriteltyyn kanavaluetteloon
fy: ynskeakelje om rap services oan bouquet ta te foegjen
lt: aktyvuokite supaprastintą kelių kanalų įtraukimą į pasirinktą paketą
nl: Eenvoudig meerdere services aan een boeket toevoegen activeren
pl: Dodaj kilka kanałów do wybranego bukietu
pt: ativar o modo para acrescentar simplesmente muitos serviços a um bouquet selecionado
ru: Добавьте несколько каналов к выбранному букету
sk: aktivovať mód pre pridávanie programov do vybraného prehľadu
tr: Seçilen bir bukete kolayca birden fazla servis ekleme kipini aç

source: unlock
ar: فتح / بدون اغلاق أبوى
cs: odemknout
de: Entsperren
es: Desbloquear
et: vabasta lukk
fi: Avaa
fy: fan't slot
lt: atrakinti
nl: Vrijgeven
pl: Odblokuj
pt: desbloquear
ru: Разблокировка
sk: odomknúť
tr: Kilidi aç

source: do parental-unlock the selected service or file
ar: فتح الاغلاق الأبوى للقناة أو الملف المختار
cs: zruší rodičovský zámek u vybraného programu nebo souboru
de: Datei/Sender Sperre aufheben (Jugendschutz)
es: desbloquear servicio/fichero elegido
et: vabasta valitud kanal või fail lapselukust
fi: poista lapsilukko valitusta palvelusta tai tiedostosta
fy: âlderlyk tasjoch net tapasse op selektearre service of bestân
lt: atrakinti pasirinktą kanalą arba failą
nl: Kinderbeveiliging opheffen voor de geselecteerde service of bestand
pl: Wyłącz blokadę dla wybranego kanału lub pliku
pt: desbloquear parental no serviço ou ficheiro selecionado
ru: Отмена запрета просмотра на выбранных каналах или файлах
sk: zrušiť rodičovský zámok u vybraného programu alebo súboru
tr: Seçili servisi/dosyaydan ebeveyn kilidini kaldır

source: lock
ar: الاغلاق/ أغلق
cs: zámek
de: Sperren
es: Bloquear
et: lukusta
fi: Lukitse
fy: op slot
lt: užrakinti
nl: Blokkeren
pl: Zablokuj
pt: bloquear
ru: Блокировка
sk: zámok
tr: Kilitle

source: do parentallock the selected service or file
ar: تفعيل الاغلاق الأبوى للقناة أو الملف المختار
cs: nastavit rodičovský zámek na vybraný program nebo soubor
de: Datei/Sender sperren(Jugendschutz)
es: bloquear servicio/fichero elegido
et: valitud kanalile või failile lapseluku aktiveerimine
fi: lisää lapsilukko valittuun palveluun tai tiedostoon
fy: âlderlyk tasjoch tapasse op selektearre service of bestân
lt: užrakinti pasirinktą kanalą arba failą
nl: Kinderbeveiliging activeren voor de geselecteerde service of bestand
pl: Włącz blokadę na wybrany kanał lub plik
pt: bloquear parental no serviço ou ficheiro selecionado
ru: Установка запрета просмотра выбранных каналов или файлов
sk: nastaviť rodičovský zámok na vybraný program alebo súbor
tr: Seçili servisi/dosyayı ebeveyn kilidine dahil et

source: disable parental lock
ar: إبطال الاغلاق الأبوى
cs: zakázat rodičovský zámek
de: Jugendschutz deaktivieren
es: Desactivar bloqueo paterno
et: tühista lapselukk
fi: Lapsilukko pois
fy: âlderlyk tasjoch útskeakelje
lt: išjungti užrakinimą
nl: Kinderbeveiliging uitschakelen
pl: Wyłącz blokadę rodzicielską
pt: desactivar acesso condicional
ru: Снять запрет просмотра (родительский контроль)
sk: zakázať rodičovský zámok
tr: Ebeveyn kilidini kapat

source: temporary disable the parental locking
ar: إبطال الاغلاق الأبوى مؤقتا
cs: dočasně zakázat rodičovský zámek
de: Jugendschutz vorübergehend deaktivieren
es: Desactivar bloqueo paterno temporaneamente
et: keela ajutiselt lapselukk
fi: Poista lapsilukko väliaikaisesti
fy: âlderlyk tasjoch tiidelyk útskeakelje
lt: laikinai išjungti užrakinimą
nl: Kinderbeveiliging tijdelijk uitschakelen
pl: Wyłącz tymczasowo blokadę rodzicielską
pt: desactivar temporariamente o acesso condicional
ru: Временное снятие запрета просмотра
sk: dočasne zakázať rodičovský zámok
tr: Ebeveyn kilidini geçici olarak devreden çıkar

source: enable parental lock
ar: تفعيل الاغلاق الأبوى
cs: povolit rodičovský zámek
de: Jugendschutz aktivieren
es: Activar bloqueo paterno
et: luba lapselukk
fi: Lapsilukko päälle
fy: âlderlyk tasjoch ynskeakelje
lt: įjungti užrakinimą
nl: Kinderbeveiliging activeren
pl: Włącz blokadę rodzicielską
pt: activar acesso condicional
ru: Установить запрет просмотра (родительский контроль)
sk: povoliť rodičovský zámok
tr: Ebeveyn kilidini aç

source: re-enable the parental locking
ar: اعادة تفعيل الاغلاق الأبوى
cs: znovu povolit rodičovský zámek
de: Jugendschutz reaktivieren
es: Reactivar bloqueo paterno
et: taasluba lapselukk
fi: Lapsilukko takaisin päälle
fy: âlderlyk tasjoch opnij ynskeakelje
lt: vėl įjungti užrakinimą
nl: Kinderbeveiliging opnieuw activeren
pl: Włącz ponownie blokadę rodzicielską
pt: re-activar o acesso condicional
ru: Переназначить запрет просмотра
sk: znovu povoliť rodičovský zámok
tr: Ebeveyn kilidini tekrar etkinleştir

source: Shutdown/Standby Menu
ar: قائمة اغلاق/ انتظار
cs: Vypnout/Standby Menu
de: Gerät ausschalten
es: Menú apagar/Standby
et: Väljalülitamise/Ooterežiimi Menüü
fi: Sammutus-/valmiustilavalikko
fy: Útskeakelje/Paraatmodus Menu
lt: Išjungimo ir budėjimo meniu
nl: Uitschakel/standby-menu
pl: Menu wyłączania
pt: Menu de Encerramento/Standby
ru: Меню Выключение/Ожидание
sk: Vypnúť/Standby Menu
tr: Kapatma/Hazırda Bekltme Menüsü

source: restart enigma
ar: اعد تشغيل الانجما
de: Enigma neustarten
es: reiniciar enigma
et: Enigma taaskäivitus
fi: Käynnistä ohjelmisto uudestaan
fy: Enigma opnij starte
lt: paleisti iš naujo Enigmą
nl: Enigma herstarten
pl: Restart Enigmy
pt: reiniciar Enigma
ru: Перезапуск Enigma
sk: Reštart Enigma
tr: Enigma'yı yeniden başlat

source: only restart the software, without rebooting the receiver
ar: فقط اعد تشغيل البرنامج بدون اعادة تشغيل الجهاز
cs: pouze restart software bez rebootu boxu
es: solo reiniciar el sistema, sin reiniciar el receptor
et: taaskäivita vaid tarkvara, ilma vastuvõtjat taaskäivitamata
fi: käynnistä ohjelmisto uudelleen käynnistämättä laitetta
fy: Allinne de software, net de úntfanger opnei starte
nl: herstart alleen de software zonder de Dreambox volledig te herstarten
pl: Uruchom ponownie oprogramowanie (bez boot)
ru: Только перезапуск ПО, без перезагрузки Dreambox
sk: iba reštart software bez reboot-u boxu
tr: alıcıyı yeniden açmadan sadece Enigma yazılımını yeniden başlat

source: reboot now
ar: أعد التشغيل الآن
cs: restartovat nyní
de: Jetzt neustarten
es: Reencender
et: kohene taaskäivitus
fi: käynnistä uudelleen
fy: No opnij starte
lt: paleisti iš naujo dabar
nl: Nu herstarten
pl: Uruchom ponownie
pt: reiniciar agora
ru: Перезагрузка Dreambox
sk: rešatrtovať teraz
tr: Alıcıyı yeniden başlat

source: restart your dreambox
ar: أعد تشغيل جهازك دريم وكس
cs: restartovat Dreambox (reboot)
de: Dreambox neustarten
es: Reiniciar su receptor
et: taaskäivita dreambox
fi: käynnistä Dreambox uudelleen
fy: Start dreambox opnij
lt: paleisti iš naujo imtuvą
nl: Dreambox herstarten
pl: Uruchom ponownie odbiornik z zapisem ustawień
pt: reiniciar seu dreambox
ru: Полная перезагрузка ПО и оборудования
sk: reštartovať Dreambox (reboot)
tr: dreambox'u yeniden başlat

source: restart your receiver
ar: أعد تشغيل جهاز الاستقبال
cs: restartrovat přijímač
de: Gerät jetzt neustarten
es: Reinicie su receptor
et: taaskäivita oma vastuvõtja
fi: käynnistä vastaanotin uudelleen
fy: Start untfanger opnij
lt: paleisti iš naujo imtuvą
nl: Dreambox herstarten
pl: Restart odbiornika
pt: reinicie a sua Dreambox
ru: Перезапуск Dreambox
sk: reštartovať príjímač
tr: Alıcıyı yeniden başlat

source: shutdown now
ar: أغلق الآن
cs: Vypnout box
de: Ausschalten
es: Apagar ahora
et: kohene väljalülitus
fi: Sammuta laite
fy: No útskeakelje
lt: išjungti dabar
nl: Nu uitschakelen
pl: Wyłącz
pt: desligar agora
ru: Выключить сейчас
sk: Vypnúť box
tr: Drembox'ı kapat
