Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Automatic transponder scan >>> [MENU] >>> [6] Setup >>> [2] Channels >>> Channel search >>> Automatic scan . . . . . . . . . . During an automatic transponder scan, ENIGMA will scan all selected satellites by itself. . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Satellite: [OK],[UP]/[DOWN],[OK] Select satellite Overwrite all: [OK] Overwrite all services and bouquets Start scan: [OK] Start scanning no circ. polarity: [OK] switch between circular and linear polarity abort [EXIT] Close window without saving changes
ar: بحث التردد الالي
cs: Automatické prohledávání transpondéru >>> [MENU] >>> [6] Nastavení >>> [2] Satelity a transpondéry >>> Automatické prohledávání transpondéru . . . . . . . . . . Při automatickém prohledávání transpondéru ENIGMA sama prohledá všechny vybrané satelity. . . . . . . . . . . Použití: [UP]/[DOWN] výběr vstupního pole nebo tlačítka Satelit: [OK],[UP]/[DOWN],[OK] Zvolit satelit Přepsat vše: [OK] Přepsat všechny programy a přehledy Spustit prohledávání: [OK] Spustí prohledávání satelitů bez kruhové polarizace: [OK] přepíná mezi kruhovou a lineární polarizací abort [EXIT] zavřít okno bez uložení změn
es: Busqueda automatica de transponders >>> [MENU] >>> [6] Ajuste >>> [2] Canales >>> Busqueda de canales >>> Busqueda automatica . . . . . . . . . . Durante la busqueda automatica ENIGMA buscara todos los satelites seleccionados el solo. . . . . . . . . . . Uso: [UP]/[DOWN] Navegar por el menu Satelite: [OK],[UP]/[DOWN],[OK] Seleccionar satelite Sobreescribir todo: [OK] Sobreescribir todos los servicios y bouquets Comenzar busqueda: [OK] Comenzar busqueda Polaridad: [OK] Cambiar entre polaridad lineal y circular Salir [EXIT] Cerrar sin guardar
et: Automaatne transponderi otsing >>> [MENU] >>> [6] Häälestus >>> [2] Kanalid >>> Kanalite otsing >>> Automaatne otsing . . . . . . . . . . Transponderi automaatse otsingu ajal skaneerib ENIGMA kõiki valitud satelliite ise. . . . . . . . . . . Kasutamine: [ÜLES]/[ALLA] Vali Sisendväli või Klahv Satelliit: [OK],[ÜLES]/[ALLA],[OK] Vali Satelliit Kirjuta kõik üle: [OK] Kirjuta üle kõik kanalid ja kataloogid Alusta otsingut: [OK] Alusta otsingut ei ring pol.: [OK] lülita ümber ring või lineaar polarisatsioonile tühista [EXIT] Sule aken ilma muutusi salvestamata
fi: Lähettimen automaattihaku >>> [MENU] >>> [6] Asetukset >>> [2] Kanavat >>> Kanavahaku >>> Automaattinen haku . . . . . . . . . . Automaatihaun aikana Enigma etsii valittuja satellitteja itsenäisesti. . . . . . . . . . . Käyttö: [UP]/[DOWN] Valitse kenttä tai painike Satelliitti: [OK],[UP]/[DOWN],[OK] Valitse satelliitti Ylikirjoita kaikki: [OK] Ylikirjoittaa palvelut ja kanavaluettelot Aloita haku: [OK] Aloittaa haun polariteetti: [OK] vaihtaa pyöreän ja lineaarisen polariteetin välillä poistu [EXIT] Poistu tallentamatta muutoksia
fy: Automatysk transponder ôfsykje >>> [MENU] >>> [6] Ynstellingen >>> [2] Kanalen >>> Kanalen sykje >>> Automatysk ôfsykje . . . . . . . . . . Tiidens it automatysk transponder ôfsykjen, syket ENIGMA alle selektearre satelytten sels. . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje ynjefte fjild of toets Satellyt: [OK],[OP]/[DEL],[OK] Selektearje satellyt Alles oerskriuwe: [OK] alle services en bouquets oerskriuwe Start sykjen: [OK] Starte fan ôfsykjen gjin circ. polariteit: [OK] skeakelje tusken circular en lineare polariteit ôfbrekke [EXIT] Neat opslaan en slút finster
lt: Automatinis palydovo skanavimas >>> [MENU] >>> [6] Nustatymai >>> [2] Kanalai >>> Kanalo paieška >>> Automatinis skanavimas . . . . . . . . . . Automatinio skanavimo metu ENIGMA praskanuos visus pasirinktus transponderius. . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką Palydovas: [OK],[AUKŠTYN]/[ŽEMYN],[OK] Pasirinkti palydovą Perrašyti viską: [OK] Perrašyti visus kanalus ir paketus Skanuoti: [OK] Pradėti skanavimą ne cirk. polarizacija: [OK] perjungti iš cirkuliacinės į linijinę poliarizaciją atmesti [EXIT] Uždaryti langą be išsaugojimo
pl: Automatyczne przeszukiwanie transponderów >>> [MENU] >>> [6] Ustawienia >>> [2] Bukiety i kanały >>> Wyszukiwanie kanałów >>> Automatyczne przeszukiwanie . . . . . . . . . . Podczas automatycznego przeszukiwania transponderów Enigma przeszuka wszystkie wybrane satelity automatycznie. . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk Satelita: [OK],[GÓRA]/[DÓŁ],[OK] Wybierz satelitę Nadpisz wszystkie: [OK] Nadpisz wszystkie kanały i bukiety Przeszukaj: [OK] Rozpocznij przeszukiwanie Polaryzacja: [OK] Przełącz między polaryzacją liniową i kołową abort [EXIT] Zamknij okno bez zapisywania zmian
pt: Pesquisa automática de transponder >>> [MENU] >>> [6] Configuração >>> [2] Canais >>> Pesquisa de canais >>> Pesquisa automática . . . . . . . . . . Durante uma pesquisa automática de transponder , o sistema ENIGMA vai pesquisar todos os satélites seleccionados. . . . . . . . . . . Utilizaçãi: [UP]/[DOWN] Seleccionar campo ou botão Satélite: [OK],[UP]/[DOWN],[OK] Seleccionar satélite Reescrever tudo: [OK] Reescreve todos os serviços e bouquets Iniciar pesquisa: [OK] Começar a pesquisar Sem polaridade circular: [OK] Alternar entre polaridade circular e linear Abortar [EXIT] Fechar a janela sem guardar alterações
ru: Автосканирование транспондеров >>> [MENU] >>> [6] Настройки >>> [2] Настройка каналов >>>>>> Автосканирование транспондеров . . . . . . . . . . Автосканирование каналов транспондеров выбранных спутников. . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода или кнопки Спутники: [OK],[ВВЕРХ]/[ВНИЗ],[OK] Выбор спутника Перезаписать всё: [OK] Перезаписать все сервисы и букеты Сканировать: [OK] Начать сканирование Линейная поляризация: [OK] Выбор линейной или круговой поляризации [EXIT] Выйти без записи
sk: Automatické prehľadávanie transpondéra >>> [MENU] >>> [6] Nastavenie >>> [2] Satelity a transpondéry >>> Automatické prehľadávanie transpondéra . . . . . . . . . . Pri automatickom prehľadávaní transpondéra ENIGMA sama prehľadá všetky vybrané satelity. . . . . . . . . . . Použitie: [UP]/[DOWN] výber vstupného poľa alebo tlačidla Satelit: [OK],[UP]/[DOWN],[OK] Zvoliť satelit Prepísať všetko: [OK] Prepísať všetky programy a prehľady Spustiť prehľadávanie: [OK] Spustí prehľadávanie satelitov bez kruhovej polarizácie: [OK] prepína medzi kruhovou a lineárnou polarizáciou abort [EXIT] zavrieť okno bez uloženia zmien
tr: Otomatik transponder tarama >>> [MENU] >>> [6] Kur >>> [2] Kanallar >>> Kanal arama >>> Otomatik tarama . . . . . . . . . . Otomatik transponder tarama sırasında, ENIGMA seçili uyudları kendisi taramaktadır.. . . . . . . . . . KULLANIM: [YUKARI]/[AŞAĞI] Giriş alanı ya da buton seçimi Uydu: [OK],[YUKARI]/[AŞAĞI],[OK] Uydu seçimi Üzerine yaz: [OK] Tüm servis ve buketlerin üzerine yaz Taramayı başlatscan: [OK] Taramayı başlat Dairesel polarite yok: [OK] Doğrusal ve dairesel polrizasyon seçimi Çık [EXIT] Değişiklikleri kaydetmeden pencereyi kapat

source: A valid transponder has been found. Verify that the right network is selected
ar: تم إيجاد باقة ، تحقق من اختيار الباقة المرادة
cs: Byl nalezen platný transpondér. Zkonrolujte, že je vybraná správná síť.
de: Ein gültiger Transponder wurde gefunden. Bestätigen, dass das richtige Netzwerk gewählt ist.
es: Transpondedor válido encontrado. Verifique si la red está correcta
et: Kehtiv saatja leitud. Kontrolli kas ka õige operaator on valitud
fi: Toimiva lähetin löydetty. Varmista, että oikea verkko on valittu
fy: In jildige transponder is fûn. Sjoch of it júste netwurk selektearre is
lt: Palydovas surastas. Patvirtinkite, kad jis pasirinktas teisingai.
nl: Er is een geldige transponder gevonden. Controleer of het het juiste netwerk is geselecteerd.
pl: Znaleziono transponder. Upewnij się czy wybrano właściwą sieć.
pt: Um transponder válido foi encontrado, verificar que trata-se da boa rede
ru: Найден действующий транспондер. Проверьте правильность выбранной сети.
sk: Bol nájdený platný transpondér. Skontrolujte, či je vybraná správna sieť.
tr: Geçerli transponder tespit edildi.

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try manual search if its some obscure satellite/network.
ar: تم البحث في كل الترددات المعروفة لكن لم يتم إيجاد قنوات/ تأكد من التهيئة الصحيحة وقم بالبحث يدويا أو ترابطيا
cs: Transpondéry otestovány - nedošlo k uzamknutí tuneru. Zkontrolujte nastavení antény/kabelu nebo zkuste ruční hledání, jestli nejde o nějaký slabší satelit/síť.
de: Alle bekannten Transponder wurden durchsucht, es war aber kein Lock möglich. Bitte Antennen-Einstellungen prüfen oder manuelle Suche durchführen,falls es sich um einen unbekannten Satelliten/Netzwerk handelt.
es: Ningun transpondedor conocido fue encontrado. Verifique los parámetros de la antena/cable o intente una búsqueda manual.
et: Kõik teadaolevad transpondrid on läbi proovitud, kuid ühtki neist ei õnnestunud lukustada. Kontrolli antenni ja kaablit või proovi käsitsi otsingut kui see peaks olema mingi satelliidi/operaatori ajutine viga.
fi: Kaikki tunnetut lähettimet käyty läpi, lukitus ei onnistu. Tarkista antenniasetukset tai käytä manuaalista etsintää (heikkosignaalinen satelliitti/verkko).
fy: Alle bekende transponders bin probearre, mar der wie net in jildige fûn.Sjoch antenne/kabel ynstellingen nei of probear hânmatig te sykjen by fremde satellyten/netwurken
lt: Visi žinomi palydovo transponderiai patikrinti, bet nieko nerasta. Patikrinkite anteną/kabelį arba pabandykite rankinę palydovo/tinklo paiešką.
nl: Alle bekende transponders zijn doorzocht, maar een lock was niet mogelijk. Controleer de antenne/kabel-instellingen of zoek handmatig naar onbekende satellieten of netwerken.
pl: Sprawdzono wszystkie znane transpondery i nie znaleziono żadnego kanału! Sprawdź ustawienia anteny lub wybierz wyszukiwanie ręczne.
pt: Todos os transponders conhecidos foram varridos, impossível de encontrar uma frequência, verificar a instalação ou tentar uma busca manual:
ru: Не найдены действующие транспондеры! Проверьте антену/кабель/настройки или выберете ручной поиск.
sk: Transpondéry otestované - nedošlo k zamknutiu tunera. Skontrolujte nastavenie antény/kábla alebo skúste ručné hľadanie, pokiaľ nejde o nejaký slabší satelit/sieť.
tr: Bütün bilinen transponderler denendi, fakat hiçbir transponder'a kilitlenemedi. Uydu anteninizi/kablonuzu kontrol ediniz veya el ile tarama yaptırın.

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try another satellite/network.
ar: تم البحث في كل الترددات المعروفة لكن لم يتم إيجاد قنوات/ تأكد من التهيئة الصحيحة وقم بالبحث يدويا أو ترابطيا
cs: Transpondéry otestovány - nedošlo k uzamknutí tuneru. Zkontrolujte nastavení antény/kabelu, zkuste jinou družici/síť, případně vyčkejte natočení paraboly a zkuste znovu.
de: Alle bekannten Transponder wurden durchsucht, es war aber kein Lock möglich.Bitte Antennen-Einstellungen prüfen oder anderen Satelliten/Netzwerk versuchen
es: Ningun transpondedor conocido fue encontrado. Verifique los parámetros de la antena/cable o intente otro satélite/operador.
et: Kõik teadaolevad transpondrid on läbi proovitud, kuid ühtki neist ei õnnestunud lukustada. Kontrolli antenni ja kaablit või proovi otsida mõnda teist satelliiti/operaatorit.
fi: Kaikki tunnetut lähettimet käyty läpi, lukitus ei onnistu. Tarkista antenniasetukset tai yritä toista satelliittia/verkkoa.
fy: Alle bekende transponders bin probearre, mar der wie net in jildige fûn. Sjoch antenne/kabel ynstellingen nei of probear in oar satellyt/netwurk
lt: Visi žinomi palydovo transponderiai patikrinti, bet nieko nerasta. Patikrinkite anteną/kabelį arba pabandykite kitą palydovą/tinklą.
nl: Alle bekende transponders zijn doorzocht, maar een lock was niet mogelijk. Controleer de antenne/kabel-instellingen of selecteer een andere satelliet of netwerk
pl: Sprawdzono wszystkie znane transpondery i nie znaleziono żadnego kanału! Sprawdź ustawienie anteny lub wybierz innego satelitę.
pt: Todos os transponders conhecidos foram varridos, impossível de encontrar uma frequência, verificar a instalação ou tentar uma busca manual:
ru: Не найдены действующие транспондеры! Проверьте антену/кабель/настройки или выберете другой спутник.
sk: Transpondéry otestované - nedošlo k zamknutiu tunera. Skontrolujte nastavenie antény/kábla, skúste inú družicu/sieť, prípadne počkajte na natočenie paraboly a skúste znova.
tr: Bütün bilinen transponderler denendi, fakat hiçbir transponder'a kilitlenemedi. Uydu anteninizi/kablonuzu kontrol ediniz veya başka uydu deneyiniz.

source: Search in progress
ar: البحث جار
cs: Probíhá prohledávání
de: Suchlauf aktiv
es: Búsqueda en progreso
et: Otsin ....
fi: Etsintä käynnissä...
fy: Sykjen dwaande
lt: Vyksta paieška
nl: Bezig met zoeken...
pl: Trwa przeszukiwanie
pt: Busca em progresso
ru: Идёт поиск
sk: Prebieha vyhľadávanie
tr: Tarama devam ediyor

source: %02i minutes and %02i seconds left
ar: باق %02i دقائق و %02i ثوان
cs: zbývá %02i minut a %02i sekund
de: noch %d Minuten und %02d Sekunden verbleibend
es: Faltan %d minutos y %02d segundos
et: lõpunii on jäänud veel %02i minutit ja %02i sekundit
fi: %02i minuuttia ja %02i sekuntia jäljellä
fy: %02i minutes and %02i seconds oer
lt: liko: %02i min. ir %02i sek.
nl: Verwachte zoektijd: %02i min. en %02i sec.
pl: do końca pozostało: %02i m %02i s
pt: %02i minutos e %02i segundos restantes
ru: осталось: %02i мин %02i сек
sk: zostáva %02i minút a %02i sekúnd
tr: kalan süre yaklaşık %02i dakika ve %02i saniye

source: %02i seconds left
ar: باق %02i ثوان
cs: zbývá %02i sekund
de: %02i Sekunden verbleibend
es: Faltan %02i segundos
et: %02i sekundit veel
fi: %02i sekuntia jäljellä
fy: %02i sec. oer
lt: liko: %02i sek.
nl: Verwachte zoektijd: %02i sec.
pl: pozostało %02i s
pt: %02i segundos restantes
ru: осталось: %02i сек
sk: zostáva %02i sekúnd
tr: %02i saniye kaldı

source: Vertical
ar: رأسى / عمودى
cs: vertikální
de: Vertikal
et: Vertikaal
fi: Vertikaali
fy: Verticaal
lt: Vertikali
nl: Verticaal
pl: pionowa
ru: Вертикаль/Правая
sk: vertikálne
tr: Dikey (V)

source: [only free]
ar: (المفتوحة فقط)
cs: [jen volné]
de: [Nur freie]
es: [sólo libre]
et: [ainult kodeerimata]
fi: [vain vapaat]
fy: [alline frei]
lt: [laisvus]
nl: [alleen FTA]
pl: Tylko FTA
pt: [so libres]
ru: [только FTA]
sk: [iba voľné]
tr: [sadece şifresiz]

source: [all]
ar: (الكل)
cs: [vše]
de: [Alles]
es: [todo]
et: [kõik]
fi: [kaikki]
fy: [alles]
lt: [visus]
nl: [alles]
pl: Wszystkie
pt: [todos]
ru: [всё]
sk: [všetky]
tr: [tümü]

source: [nothing]
ar: لا شيء
cs: [nic]
de: [Nichts]
es: [saltar]
et: [mitte midagi]
fi: [ei mitään]
fy: [neat]
lt: [nieko]
nl: [geen]
pl: Nie wyszukuj
pt: [nenhum]
ru: [ничего]
sk: [nič]
tr: [kapalı]

source: Transponder Scan
ar: البحث عن القنوات
cs: Prohledávání transpondérů
de: Sendersuche
es: Búsqueda de canales
et: Transponderi otsing
fi: Lähettimien etsintä...
fy: Transponder ôfsykje
lt: Palydovo skanavimas
pl: Wyszukiwanie kanałów
pt: Busca transponders
ru: Сканирование транспондеров
sk: Prehľadávanie transpondérov
tr: Transponder Tarama

source: Waiting for tuner lock... please wait
ar: فى انتظار ثبات وحدة التوليف ...الرجاء الانتظار
cs: čekám na zamknutí tuneru... prosím, čekejte
de: Warte auf Tuner-Lock... bitte warten
es: Esperando capación señal... espere
et: Ootan tuuneri lukustust ... oota pisut
fi: Odotetaan virittimen lukitusta...odota
fy: Wachtsje op tuner oankoppeling... eefkes wachtsje
lt: Laukiama imtuvo nustatymo... prašome palaukti
nl: Wacht op tuner lock... Een ogenblik geduld a.u.b.
pl: Oczekiwanie na synchronizację....proszę czekać
pt: À espera de sincronização do sintonizador... espere por favor
ru: Ожидание захвата сигнала....подождите
sk: čakám na zamknutie tunera... čakajte prosím
tr: Tuner kilitlenmesi için bekleniyor... lütfen bekleyin

source: Scan is in progress... please wait
ar: البحث جار ..رجاء الانتظار
cs: prohledávám... prosím, čekejte
de: Suche läuft... bitte warten
es: Búsqueda en progreso... espere
et: Otsin... palun oota
fi: Etsintä käynnissä...ole hyvä ja odota
fy: sykjen is dwaande... eefkes wachtsje...
lt: Ieškoma kanalų... prašome palaukti
nl: Bezig met scannen... Een ogenblik geduld a.u.b.
pl: Trwa przeszukiwanie... Proszę czekać
pt: Busca em progresso...espere por favor
ru: Сканирование... Подождите
sk: prehľadávam... čakajte prosím
tr: Tarama devam etmekte... lütfen bekleyin

source: The transponder scan has finished and found %i new Transponders, %i new TV Services, %i new Radio Services and %i new Data Services. %i Transponders with %i Services scanned.
ar: بحث التردادت انتهى ووجد %i تردد جديد, %i قنوات جديدة, %i قنوات راديو %i قنوات معلومات. %i تردد نع %i قنوات بحثت.
cs: Prohledání transpondéru bylo dokončeno. Nalezeno: %i nových Transpondérů, %i nových TV programů, %i nových Rádio programů a %i nových Datových programů. %i transpondérů s %i programy bylo prohledáno.
de: Der Suchlauf ist beendet. Es wurden %i neue Transponder, %i neue TV-Sender, %i neue Radiosender %i neue Datensender gefunden. %i Transponder mit %i Sendern wurden durchsucht.
es: Búsqueda finalizada - hemos encontrando %i Transpondedores nuevos, %i Servicios TV nuevos, %i Servicios Radio nuevos y %i Servicios de datos. %i Transpondedores (%i servicios) fueron escaneados.
et: Transponderi otsing lõppes ja leiti: %i uut Transponderit, %i uut TV kanalit, %i uut Raadiokanalit ja %i uut Datakanalit. Vaadati läbi %i transponderit ja %i kanalit
fi: Etsintä on päättynyt. Löytyi %i uutta lähetintä, %i TV-kanavaa, %i radio-kanavaa %i data-palvelua. %i lähetintä, joissa %i palvelua.
fy: It transponder ôfsykjen is klear en hat fûn : %i nije Transponders, %i nije TV Services, %i nije Radio Services and %i nije Data Services. %i Transponders mei %i Services ôfsocht.
lt: Baigtas palydovo skanavimas ir rasta %i naujų Transponderių, %i naujų TV kanalų, %i naujų Radio kanalų ir %i naujų Duomenų kanalų. %i Transponderių su %i kanalais nuskanuota.
nl: De transponderscan is voltooid. Er zijn %i nieuwe transponders gevonden, waarvan %i nieuwe TV zenders, %i nieuwe Radio zenders en %i nieuwe Data Services. Er zijn in totaal %i transponders en %i services gescanned.
pl: Zakończono przeszukiwanie transponderów. Znaleziono: %i nowe transpondery, %i nowe kanały TV, %i nowe kanały radiowe %i nowe kanały techniczne. Przeszukano %i transpondery z %i kanałami
pt: A busca do transponder terminou e encontrou %i novos Transponders, %i novos serviços TV, %i novos serviços Rádios, %i novos serviços de Dados. %i Transponders com %i serviços pesquisados.
ru: Сканирование транспондеров окончено. Найдено: %i новых транспондеров, %i новых TV каналов, %i новых радио каналов, %i новых каналов с данными. Итого %i транспондеров с %i каналами
sk: Prehľadávanie transpondérov bolo dokončené. Nájdené: %i nových Transpondérov, %i nových TV programov, %i nových Rádio programov a %i nových Dátových programov. %i transpondérov s %i programami bolo prehľadaných.
tr: Transponder taraması tamamlandı ve %i yeni Transponder, %i yeni TV kanalı, %i yeni Radyo kanalı ve %i yeni Data Servisi bulundu. %i Transponderde %i servis tarandı.

source: Done.
ar: انتهى
cs: Hotovo.
de: Abgeschlossen.
es: Terminada.
et: Tehtud.
fi: Valmis.
fy: Klear...
lt: Baigta.
nl: Gereed.
pl: Gotowe!
pt: Terminado
ru: Выполнено!
sk: Hotovo.
tr: Tamamlandı.

source: Scan is in finished, press ok to close window
ar: البحث انتهى يرجى إغلاق النافذه
cs: prohledávání dokončeno, stiskněte OK pro návrat
de: Suchlauf ist beendet, 'OK' drücken, um das Fenster zu schließen
es: Búsqueda terminada, pulse ok para cerrar ventana
et: Otsing on lõpetatud, akna sulgemiseks vajuta ok
fi: Etsintä on valmis, sulje ikkuna painamalla ok
fy: sykjen is klear, druk ok om finster te slúten
lt: Paieška baigta, spauskite (ok) lango uždarymui
nl: Scan afgerond. Druk op OK om dit venster te sluiten
pl: Przeszukiwanie zakończone. Wciśnij OK aby zamknąć okno.
pt: Busca terminado, caregar ok par fechar a janela
ru: Сканирование окончено, нажмите OK для выхода.
sk: prehľadávanie dokončené, stlačte OK pre návrat
tr: Tarama tamamlandı, pencereyi kapatmak için ok tuşlayın

source: Do you want to scan another %s?
ar: هل تريد %s?
cs: Přejete si prohledat další %s?
de: Wollen Sie einen weiteren %s scannen?
es: Escanear otro %s?
et: Kas soovid otsida järgmist %s?
fi: Haluatko etsiä toisen %s?
fy: Wolle jo in oare %s ôfsykje ?
lt: Ar norite skanuoti dar vieną %s?
nl: Wilt u nog een andere %s scannen?
pl: Czy chcesz przeszukać inny %s?
pt: Quer fazer busca de outro %s?
ru: Вы хотите сканировать другие %s?
sk: Želáte si prehľadať ďaľší %s?
tr: Başka %s taratmak istiyormusunuz?

source: Satellite
ar: قمر صناعى
cs: satelit
de: Satellit
es: Satélite
et: Satelliit
fi: Satelliitti
fy: Satellyt
lt: palydovą
nl: Satelliet
pl: Satelity
pt: Satélite
ru: Спутники
sk: satelit
tr: Uydu

source: Scan finished
ar: انتهى البحث
cs: Prohledávání skončilo
de: Suche beendet
es: Búsqueda terminada
et: Otsing lõpetatud
fi: Etsintä suoritettu
fy: Sykjen klear
lt: Skanavimas baigtas
nl: Scan afgerond
pl: Przeszukiwanie zakończone
pt: busca terminada
ru: Сканирование окончено
sk: Prehľadávanie ukončené
tr: Tarama tamamlandı

source: Manual PIDs
ar: يدوي PIDs
cs: Ruční zadání PIDs
de: Manuelle PIDs
es: Editar PIDs manualmente
et: Käsitsi PID-id
fi: Manuaaliset PID:t
fy: Hânmatige PID's
lt: Rankinis PIDs
nl: Handmatige PIDs
pl: PIDy ręcznie
pt: PIDs manuais
ru: PID в ручную
sk: Ručné zadanie PIDs
tr: El ile PID'ler

source: Name:
ar: الأسم :
cs: Jméno:
es: Nombre:
et: Nimi:
fi: Nimi:
fy: Namme:
lt: Pavadinimas:
nl: Naam:
pl: Nazwa:
pt: Nome:
ru: Имя:
sk: Meno:
tr: Ad:

source: to enter service name press OK
ar: لتغيير اسم القناه اضغط موافق
cs: pro zadání názvu programu stiskněte OK
de: 'OK' drücken um den Namen des Senders zu ändern
es: Pulse OK para nombrar el servicio
et: kanali nime sisestamiseks vajuta ok
fi: paina OK antaaksesi palvelun nimen
fy: Om service namme yn te jaan, druk ok
lt: norėdami įrašyti kanalo pavadinimą spauskite (ok)
nl: Voer de servicenaam in en druk op OK
pl: Wciśnij OK aby wpisać nazwę kanału
pt: para introduzir o nome do serviço prima OK
ru: Нажмите ОК для ввода имени канала
sk: pre zadanie názvu programu stlačte OK
tr: servis ismi girmek için OK tuşlayın

source: enter service name
ar: ادخل اسم القناة
cs: zadat název programu
de: Sendername eingeben
es: Nombre del servicio
et: sisesta kanali nimi
fi: anna palvelun nimi
fy: service namme ynjaan
lt: įrašykite kanalo pavadinimą
nl: Servicenaam invoeren
pl: Wpisz nazwę kanału
pt: introduzir nome do serviço
ru: Введите имя канала
sk: zadať názov programu
tr: servis ismi gir

source: Provider:
ar: الباقة :
cs: Poskytovatel:
es: Proveedor:
et: Operaator:
fi: Palveluntarj:
fy: Providers:
lt: Transliuotojas:
nl: Aanbieder:
pl: Nadawca:
pt: Provedor:
ru: Оператор:
sk: Poskytovateľ:
tr: Sağlayıcı:

source: to enter provider name press OK
ar: ادخل اسم مزود الخدمة واضغط موافق
cs: pro zadání názvu providera stiskněte OK
de: 'OK' drücken um den Namen des Anbieters zu ändern
es: Pulse OK para nombrar el proveedor
et: Operaatori nime sisestamiseks vajuta OK
fi: paina OK antaaksesi palveluntarjoajan nimen
fy: om provider yn te jaan, druk ok
lt: norėdami įrašyti transliuotojo pavadinimą spauskite (ok)
nl: Druk op OK om de providernaam in te voeren
pl: Wciśnij OK aby wpisać nazwę nadawcy
pt: para introduzir o nome do provedor prima OK
ru: Нажмите ОК для ввода имени оператора
sk: pre zadanie názvu poskytovateľa stlačte OK
tr: sağlayıcı ismi girmek için OK tuşlayın
