Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/enigma/po/*.po
Languages: ar, cs, de, es, et, fi, fy, lt, nl, pl, pt, ru, sk, tr

source: Satellite Configuration >>> [MENU] >>> [6] Setup >>> [2] Service Searching >>> [1] Satellite Configuration . . . . . . . . . . Here you configure your dish setup (DiSEqC, LNB, etc) . . . . . . . . . . Usage: [UP]/[DOWN] Select Inputfield or Button Satellite Configuration: [UP]/[DOWN] Select one of the predefined configurations or 'non-standard user defined configuration...' Sat/Position: [UP]/[DOWN] Select the satellite you want to use LNB: LNB Setup menu (for selected LNB) 22kHz: Select Hi/Lo,On.Off Voltage: Select a voltage (H/V,14V,18V,Off) [YELLOW] Add a LNB/Satellite [RED] Delete selected Satellite/LNB [GREEN] Save Settings and Close Window [EXIT] Close window without saving changes
ar: اعدادات القمر
cs: Nastavení satelitu >>> [MENU] >>> [6] Nastavení >>> [2] Satelity a transpondéry >>> [1] Nastavení satelitu . . . . . . . . . . Zda nastavujete konfiguraci paraboly (DiSEqC, LNB, atd) . . . . . . . . . . Použití: [UP]/[DOWN] vybrat vstupní pole nebo tlačítko Nastavení satelitu: [UP]/[DOWN] zvolit jednu z předdefinovaných konfigurací nebo 'nestandardní uživatelem definovanou konfiguraci...' Sat/Pozice: [UP]/[DOWN] zvolit satelit LNB: menu pro nastavení LNB (pro vybraný LNB) 22kHz: zvolit Hi/Lo,Zap.Vyp Napětí: zvolit napětí (H/V,14V,18V,Vyp) [YELLOW] přidat LNB/Satelit [RED] smazat vybraný satelit/LNB [GREEN] uložit změny a zavřít okno [EXIT] zavřít okno bez uložení změn
es: Configuracion de Satelites >>> [MENU] >>> [6] Ajustes >>> [2] Busqueda de servicios >>> [1] Configuracion de satelites . . . . . . . . . . Aqui puedes configurar tu antena. . . . . . . . . . . Uso: [UP]/[DOWN] Moverse por el menu Configuracion de satelites: [UP]/[DOWN] Seleccionar una de las configuraciones predeterminadas o una "no estandar"...' Posicion del Satelite: [UP]/[DOWN] Selecciona el satelite que quieres usar LNB: Ajuste de LNB 22kHz: Selecciona Hi/Lo, On. Off Voltage: Selecciona un Voltaje (H/V,14V,18V,Off) [YELLOW] Añadir un Satelite/LNB [RED] Borrar Satelite/LNB seleccionado [GREEN] Salvar satelite y cerrar [EXIT] Cerrar sin salvar los cambios
et: Satelliidi Seaded >>> [MENU] >>> [6] Häälestus >>> [2] Kanalite Otsing >>> [1] Satelliitide Seaded . . . . . . . . . . Siin saad häälestada oma antenni seaded (DiSEqC, LNB, jne) . . . . . . . . . . Kasutamine: [ÜLES]/[ALLA] Vali Sisendväli või Klahv Satelliidi Seaded: [ÜLESS]/[ALLA] Vali üks eelseadistatuist seaded või 'ebastandartne kasutaja kirjeldatud seaded...' Sat/Positsioon: [ÜLES]/[ALLA] Vali satellit, mida soovid kasutada LNB: LNB Häälestuse menüü (valitud LNB jaoks) 22kHz: Vali Hi/Lo,Sisse.Välja Voldid: Vali voldid (H/V,14V,18V,Välja) [KOLLANE] Lisa LNB/Satelliit [PUNANE] Kustuta valitud Satelliit/LNB [ROHELINE] Salvesta Seaded ja Sulge Aken [EXIT] Sulge aken ilma muudatusi salvestamata
fi: Satellittiasetukset >>> [MENU] >>> [6] Asetukset >>> [2] Palvelun haku>>> [1] Satellittiasetukset . . . . . . . . . . Täällä voit tehdä lautasen asetukset (DiSEqC, LNB, yms) . . . . . . . . . . Käyttö: [YLÖS]/[ALAS] Valitse kenttä tai nappula Satelliittiasetukset: [YLÖS]/[ALAS] Valitse esimääritelty asetus tai yksityiskohtaiset käyttäjän määrittelemät asetukset... Sat/paikka: [YLÖS]/[ALAS] Valitse käytettävä satelliitti LNB: LNB-valikko (valitulle LNB:lle) 22kHz: Valitse Hi/Lo,On.Off Jännite: Jännitevalinta (H/V,14V,18V,Off) [KELT] Lisää LNB/Satelliitti [PUN] Poista valittu satelliitti/LNB [VIHR] Tallenna ja poistu [EXIT] Poistu tallentamatta
fy: Satellyt konfiguraasje >>> [MENU] >>> [6] Setup >>> [2] Service Sykje >>> [1] Satellyt Konfiguraasje . . . . . . . . . . Hjir wurde de skoattel ynstellingen dien (DiSEqC, LNB, etc) . . . . . . . . . . Gebrûk: [OP]/[DEL] Selektearje ynjefte fjild of toets Satellyt Konfiguraasje: [OP]/[DEL] Selektearje ien fan de standert konfiguraasjes of in 'net-standaard' gebrûkers makke konfiguraasje...' Sat/Posysje: [OP]/[DEL] Selektearje de satellyt dy't jo brûke wolle LNB: LNB Setup menu (foar selektearre LNB) 22kHz: Selektearje Heech/Leech,Oan/Ût Spanning: Selektearje in spanning (H/V,14V,18V,Út) [GIEL] In LNB/Satellyt tafoegje [READ] Ferwiderje selektearre Satellyt/LNB [GRIEN] Feroaringen opslaan en slút finster [EXIT] Slút finster en sla neat op
lt: Palydovo konfigūravimas >>> [MENU] >>> [6] Nustatymai >>> [2] Kanalų paieška >>> [1] Palydovo konfigūravimas . . . . . . . . . . Čia konfigūruojami lėkštės nustatymai (DiSEqC, LNB, ir t.t.) . . . . . . . . . . Naudojama: [AUKŠTYN]/[ŽEMYN] Pasirinkite įėjimą arba mygtuką Palydovo konfigūracija: [AUKŠTYN]/[ŽEMYN] Pasirinkite vieną iš siūlomų konfigūracijos arba 'ne-standartinis vartotojo tam tikra konfigūracija...' Palydovas/Vieta: [AUKŠTYN]/[ŽEMYN] Pasirinkite palydovą, kurį naudosite LNB: LNB nustatymo meniu (pasirinktai LNB) 22kHz: Pasirinkti Hi/Lo,Įj..Išj. Įtampa: Pasirinkite įtampą (H/V,14V,18V,Išj.) [GELTONAS] Pridėti LNB/Palydovą [RAUDONAS] Trinti pasirinktą palydovą/LNB [ŽALIAS] Išsaugoti nustatymus ir uždaryti langą [EXIT] Uždaryti langą neišsaugant nustatymų
pl: Ustawienia anteny >>> [MENU] >>> [6] Ustawienia >>> [2] Wyszukiwanie kanałów >>> [1] Ustawienia anteny . . . . . . . . . . Tutaj możesz ustawić antenę (DiSEqC, LNB, itp.) . . . . . . . . . . Użycie: [GÓRA]/[DÓŁ] Wybierz pole lub przycisk Ustawienia satelity: [GÓRA]/[DÓŁ] Wybierz jedno z predefiniowanych ustawien lub ustawienia niestandardowe' Sat/Pozycja: [GÓRA]/[DÓŁ] Wybierz satelitę LNB: Menu ustawień LNB 22kHz: Wybierz Hi/Lo,On/Off Napięcie: Wybierz napięcie (H/V,14V,18V,Off) [ŻÓŁTY] Dodaj LNB lub satelitę [CZERWONY] Usuń wybranego satelitę lub LNB [ZIELONY] Zapisz zmiany i zamknij okno [EXIT] Zamknij okno bez zapisywania zmian
pt: Configuração do(s) satélite(s) >>> [MENU] >>> [6] Configuração >>> [2] Pesquisa de serviços >>> [1]Configuração do(s) satélite(s) . . . . . . . . . . Aqui pode definir a configuração do(s) seu(s) prato(s) (DiSEqC, LNB, etc) . . . . . . . . . . Utilização: [UP]/[DOWN] Seleccionar campo de introdução ou botão Configuração do(s) satélite(s): [UP]/[DOWN] Seleccione uma configuração pré-definida ou uma configuração definida pelo utilizador...' Sat/Posição: [UP]/[DOWN] Seleccione o satélite que pretende utilizar LNB: LNB Menu de configuração (para o LNB seleccionado) 22kHz: Seleccione Hi/Lo,On.Off Voltagem: Seleccione a voltagem (H/V,14V,18V,Off) [YELLOW] Adicionar um LNB/Satélite [RED] Remover o satélite seleccionado/LNB [GREEN] Guardar configurações e fechar a janela [EXIT] Fechar a janela sem guardar as alterações
ru: Конфигурация системы >>> [MENU] >>> [6] Настройки >>> [2] Настройка каналов >>> [1] Конфигурация системы . . . . . . . . . . Конфигурирование спутниковой системы (DiSEqC, LNB, и т.д.) . . . . . . . . . . Использование: [ВВЕРХ]/[ВНИЗ] Выбор поля ввода или кнопки Конфигурация системы: [ВВЕРХ]/[ВНИЗ] Выбор стандартной конфигурации или самостоятельное конфигурирование системы' Спутник: [ВВЕРХ]/[ВНИЗ] Выбор спутника LNB: Меню настройки LNB-головки 22кГц: Выбор Hi/Lo (высокое/низкое), On/Off (включено/отключено) Напряжение: Выбор Hi/Lo (высокое/низкое), 14В, 18В, Откл (отключено) [ЖЁЛТЫЙ] Добавить позицию [КРАСНЫЙ] Удалить позицию [ЗЕЛЁНЫЙ] Записать и выйти [EXIT] Выйти без записи
sk: Nastavenie satelitu >>> [MENU] >>> [6] Nastavenie >>> [2] Satelity a transpondéry >>> [1] Nastavenie satelitu . . . . . . . . . . Tu nastavujete konfiguráciu paraboly (DiSEqC, LNB, atď) . . . . . . . . . . Použitie: [UP]/[DOWN] vybrať vstupné pole alebo tlačídlo Nastavenie satelitu: [UP]/[DOWN] zvoliť jednu z preddefinovaných konfigurácii alebo 'neštandardnú užívateľom definovanú konfiguráciu...' Sat/Pozícia: [UP]/[DOWN] vybrať satelit LNB: menu pre nastavenie LNB (pre zvolený LNB) 22kHz: zvoliť Hi/Lo,Zap.Vyp Napätie: zvoliť napätie (H/V,14V,18V,Vyp) [YELLOW] pridať LNB/Satelit [RED] zmazať zvolený satelit/LNB [GREEN] uložiť zmeny a zavrieť okno [EXIT] zavrieť okno bez uloženia zmien
tr: Uydu Yapılandırma >>> [MENU] >>> [6] Kur >>> [2] Servis Arama >>> [1] Uydu Yapılandırma . . . . . . . . . . Buradan çanak ayarlarınızı yapılandırabilirsiniz (DiSEqC, LNB, vs) . . . . . . . . . . Kullanım: [YUKARI]/[AŞAĞI] Giriş alanı ya da buton seçimi Uydu Yapılandırma:: [YUKARI]/[AŞAĞI] Önceden tanımlı yapılandırma ayarlarından ya da kullanıcı tanımlı standart olmayan yapılandırma ayarlarından birini seçin... Uydu/Pozisyon: [YUKARI]/[AŞAĞI] Kullanmak istediğiniz uyduyu seçin LNB: LNB Kurulum menüsü (seçili LNB için) 22kHz: Seçin Hi/Lo,Açık.Kapalı Voltaj: Voltaj seçin (Y/D,14V,18V,Kapalı) [SARI] Bir LNB/Uydu ekeleyin [KIRMIZI] Seçili Uydu/LNB'yi sil [YEŞİL] Ayarları kaydet ve pencereyi kapat [EXIT] Değişiklikleri kaydetmeden pencereyi kapat

source: Configuration contains some elements which don't fit into new DiSEqC-Type. Drop these items?
ar: ما لا يتوافق مع الدايسك. اترك هذه الموضوعات
cs: Konfigurace obsahuje některé prvky neodpovídající typu DiSEqC. Zrušit tyto prvky?
de: Die Konfiguration enthält einige Elemente welche nicht zum neuen DiSEqC-Typ passen. Diese Einstellungen entfernen?
es: La configuración contiene algunos elementos incompatibles con el modo DiSEqC nuevo. Borrar estos elementos?
et: Konfiguratsioon sisaldab mõningaid elemente mis ei sobi uut tüüpi DiSEqC-ga. Kas viskan need välja?
fi: Asetukset sisältävät joitain kohtia jotka eivät sovi uuteen DiSEqC-tyyppiin. Sivuuta nämä kohdat?
fy: Konfiguraasje hat in pear elementen dy't net yn it nije DiSEqC-Type passe. Dizze ferwiderje ?
lt: Konfigūracijoje yra keletas elementų, kurie netinka naujam DiSEqC tipui. Ar panaikinti juos?
nl: De huidige configuratie bevat enkele instellingen die voor uw opstelling niet van toepassing zijn. Wilt u die wissen?
pl: Konfiguracja zawiera wpisy które nie pasują do wybranego DiSEqC. Zignorować?
pt: A configuração contem elementos que não se adapta à nova configuração DiSEqC. Apagar os elementos?
ru: Конфигурация содержит элементы, не соответствующие выбранному DiSEqC. Записать?
sk: Konfigurácia obsahuje niektoré prvky nezodpovedajúce typu DiSEqC. Zrušiť tieto prvky?
tr: Ayarlarda DiSEqC-Tipine uymayan bölümler var. Bunlar silinsin mi?

source: Change DiSEqC-Type...
ar: غير نوع الدايسك
cs: Změnit typ DiSEqC...
de: DiSEqC-Typ ändern...
es: Cambiar modo DiSEqC...
et: Muuda DiSEqC tüüpi
fi: Muuta DiSEqC-tyyppi...
fy: Wizigje DiSEqC-Type...
lt: Pakeisti DiSEqC tipą...
nl: Verander DiSEqC-type...
pl: Zmień typ DiSEqC
pt: Mudar o tipo de DiSEqC...
ru: Изменить тип DiSEqC...
sk: Zmeniť typ DiSEqC...
tr: DiSEqC-Tipini değiştir...

source: 22kHz On
ar: تشغيل 22 ك هيرتز
cs: 22kHz Zap
et: 22kHz Sees
fy: 22kHz Oan
lt: 22kHz Įj.
nl: 22 kHz aan
ru: 22кГц Вкл
sk: 22kHz Zap
tr: 22kHz Açık

source: 22kHz Off
ar: اطفاء 22 ك هيرتز
cs: 22kHz Vyp
et: 22kHz Väljas
fy: 22kHz Ut
lt: 22kHz Išj.
nl: 22 kHz uit
ru: 22кГц Отк
sk: 22kHz Vyp
tr: 22kHz Kapalı

source: direct connection
ar: توصيلة مباشرة
cs: přímé připojení
de: Direkte Verbindung
es: Conexión directa
et: otseühendus
fi: suora yhteys
fy: Direkte oanslúting
lt: tiesioginis pajungimas
nl: Directe verbinding
pl: Bezpośrednie połączenie
pt: conexão directa
ru: Прямое соединение
sk: priame pripojenie
tr: doğrudan bağlantı

source: press ok to select another satellite
ar: إضغط OK لاختيار قمرآخر
cs: stiskněte OK pro výběr jiného satelitu
de: 'OK' drücken, um einen anderen Satelliten auszuwählen
es: Pulse OK para elegir otro satélite
et: järgmise satelliidi valimiseks vajuta ok
fi: paina ok valitaksesi toinen satelliitti
fy: druk ok om oare satellyt te kiezen
lt: spauskite (ОК) kito palydovo pasirinkimui
nl: Druk op OK om een andere satelliet te kiezen
pl: Wciśnij OK aby wybrać innego satelitę
pt: caregar ok para escolher outro satélite
ru: Нажмите ОК для выбора другого спутника
sk: stlačte OK pre výber iného satelitu
tr: başka uydu seçimi için ok tuşlayın

source: press ok to goto LNB config
ar: اضغط أو كي للذهاب لتهيئ ال ال ان بي
cs: stiskněte OK pro nastavení LNB
de: 'OK' drücken, um in die LNB Konfiguration zu gelangen
es: Pulse OK para configurar los LNB
et: LNB seadete muutmiseks vajuta ok
fi: paina ok päästäksesi LNB asetuksiin
fy: druk ok om nei LNB ynstellingen te gean
lt: spauskite (ok), ir eikite į LNB nustatymus
nl: Druk op OK om naar de LNB-configuratie te gaan
pl: Wciśnij OK aby wejść do ustawień LNB
pt: caregar ok para configurar o LNB
ru: Нажмите ОК для перехода к настройкам LNB
sk: stlačte OK pre nastavenie LNB
tr: LNB yapılandırmasına girmek için ok tuşlayın

source: press ok to select another 22kHz mode
ar: اضغط أو كي لاختيار نظام22كيلو هيرتز آخر
cs: stiskněte OK pro výběr jiného 22kHz módu
de: 'OK' drücken, um einen anderen 22kHz Modus zu wählen
es: Pulse OK para activar otro modo 22kHz
et: vajuta ok valimaks teine 22khz režiim
fi: paina ok valitaksesi toinen 22kHz tila
fy: druk ok om oare 22kHz te selektearjen
lt: spauskite (ok) kito 22kHz būdo pasirinkimui
nl: Druk op OK om een andere 22kHz-instelling te kiezen
pl: Wciśnij OK aby wybrać inny tryb sygnału 22 kHz
pt: caregar ok para escolher outro modo 22kHz
ru: Нажмите ОК для выбора другого режима 22кГц
sk: stlačte OK pre výber iného 22kHz módu
tr: başka 22kHz kipi için ok tuşlayın

source: 22kHz signal is automatically switched
ar: يتم تشغيل ذبذبة 22 كيلوهيرتز أتوماتيكيا
cs: Signál 22kHz je automaticky přepnut
de: 22kHz Signal wird automatisch geschaltet
es: Conmutación automatica 22kHz
et: 22kHz signaal lülitatakse automaatselt
fi: 22KHz signaali on automaattisesti kytketty
fy: 22kHz signaal wurd automatysk omskeakele
lt: 22kHz signalas automatiškai perjungtas
nl: 22kHz wordt automatisch geschakeld
pl: Sygnał 22 kHz przełączany automatycznie
pt: signal 22kHz, comutado automaticamente
ru: 22кГц автоматически переключается
sk: Signál 22kHz je automaticky prepnutý
tr: Otmatik oalrak 22kHz sinyaline geçildi

source: 22kHz is always enabled (high band)
ar: ذبذبة 22 كيلو هيرتز شغالة دائما
cs: 22kHz vždy zapnuto (vysoké pásmo)
de: 22kHz ist immer aktiv (high band)
es: 22kHz siempre activado (banda alta)
et: 22kHz on alati sees (ülemine laineala)
fi: 22KHz on aina päällä (ylätaajuus)
fy: 22kHz is altiid ynskeakele (heeche bân)
lt: 22kHz pastoviai įjungtas (aukštas diapazonas)
nl: 22kHz altijd aan (hoge band)
pl: Sygnał 22 kHz zawsze włączony (high band)
pt: 22kHz sempre activado (banda alta)
ru: 22кГц включён (для верхнего диапазона)
sk: 22kHz vždy zapnuté (vysoké pásmo)
tr: 22kHz herzaman etkin (yüksek bant)

source: 22kHz is always disabled (low band)
ar: ذبذبة 22 كيلو هيرتز تم إيقافها
cs: 22kHz vždy vypnuto (nízké pásmo)
de: 22kHz ist immer aus (low band)
es: 22kHz siempre desactivado (banda baja)
et: 22khz on alati väljas (alumine laineala)
fi: 22KHz on aina pois päältä (alataajuus)
fy: 22kHz is altiid útskeakele (leeche bân)
lt: 22kHz pastoviai įjungtas (žemas diapazonas)
nl: 22kHz altijd uit (lage band)
pl: Sygnał 22 kHz zawsze wyłączony (low band)
pt: 22kHz sempre desativado (banda baixa)
ru: 22кГц отключён (для нижнего диапазона)
sk: 22kHz vždy vypnuté (nízke pásmo)
tr: 22kHz herzaman devreden dışı (alçak bant)

source: press ok to select another LNB Voltage mode
ar: اضغط أوكي لاختيار فولت تغذية مختلف لل ال ان بي
cs: stiskněte OK pro výběr napěťového módu pro LNB
de: 'OK' drücken, um einen anderen LNB-Spannungsmodus zu wählen
es: Pulse OK para activar otro modo tensión LNB
et: teistsuguse LNB pingerežiimi valimiseks vajuta ok
fi: paina ok valitaksesi jokin toinen LNB jännitteen tila
fy: druk ok foar oare LNB Spannings modus
lt: spauskite (ok) norėdami pasirinkti kitą LNB įtampą
nl: Druk op OK om een andere LNB-spanning te kiezen
pl: Wciśnij OK aby wybrać inny tryb zasilania LNB
pt: caregar ok para escolher outra tensão LNB
ru: Нажмите ОК для выбора другого напряжения LNB
sk: stlačte OK pre výber napäťového módu pre LNB
tr: başka LNB Voltaj kipi seçmek için ok tuşlayınız

source: Voltage is automatically changed
ar: يتم تغيير الفولت أتوماتيكيا
cs: Automatické změny napětí
de: Spannung wird automatisch gewechselt
es: Conmutación automatica de la tensión
et: Pinget muudetakse automaatselt
fi: Jännite on automaattisesti muutettu
fy: Spanning wurd automatysk anpast
lt: Įtampa automatiškai pakeista
nl: Spanning wordt automatisch geschakeld
pl: Zasilanie regulowane automatycznie
pt: Voltagem alterada automaticamente
ru: Напряжение меняется автоматически
sk: Automatická zmena napätia
tr: Voltaj otomatik olarak değiştirildi

source: Voltage is always 14V (vertical)
ar: الفولت دائما 14 فولت راسي
cs: Napětí je vždy 14V (vertikalní)
de: Spannung ist immer 14V (vertikal)
es: Tensión LNB siempre 14V (vertical)
et: Pinge on alati 14V (vertikaalne)
fi: Jännite on aina 14V (vertikaali)
fy: Spanning is altiid 14V (vertikaal)
lt: Įtampa visada 14V (vertikali)
nl: Spanning is altijd 14V (verticaal)
pl: Zasilanie zawsze 14V (pol. pionowa)
pt: Voltagem sempre 14V (vertical)
ru: Напряжение всегда 14V (верт./правая пол.)
sk: Napätie je vždy 14V (vertikálne)
tr: Voltaj herzaman 14V (dikey)

source: Voltage is always 18V (horizontal)
ar: الفولت دائما 18 فولت أفقي
cs: Napetí je vždy 18V (horizontální)
de: Spannung ist immer 18V (horizontal)
es: Tensión LNB siempre 18V (horizontal)
et: Pinge on alati 18V (horisontaalne)
fi: Jännite on aina 18V (horisontaali)
fy: Spanning is altiid 18V (horizontaal)
lt: Įtampa visada 18V (horizontali)
nl: Spanning is altijd 18V (horizontaal)
pl: Zasilanie zawsze 18V (pol. pozioma)
pt: Voltagem sempre 18V (horizontal)
ru: Напряжение всегда 18V (гор./левая пол.)
sk: Napätie je vždy 18V (horizontálne)
tr: Voltaj herzaman 18V (yatay)

source: Voltage is always off
ar: الفولت دائما موقوف
cs: Napětí vždy vypnuto
de: Spannung ist immer aus
es: Tensión LNB siempre apagada
et: Pinge on alati väljalülitatud
fi: Jännite on aina pois
fy: Spanning is altiid út
lt: Įtampa visada išjungta
nl: Spanning altijd uit
pl: Zasilanie zawsze wyłączone
pt: Voltagem sempre OFF
ru: Напряжение всегда выкл.
sk: Napätie vždy vypnuté
tr: Voltaj herzaman kapalı

source: None
ar: لا يوجد
cs: žádný
de: Keine
es: Ninguno
et: Mitte ühtki
fi: Ei yhtään
fy: Gjin
lt: Nieko
nl: Geen
pl: Brak
pt: Sem
ru: Нет
sk: žiadny
tr: Yok

source: sends no tone burst
ar: لا ترسل نبضة تون بيرست
cs: nevysílat žádný tón
de: Sendet keinen Toneburst
es: No enviar tone burst
et: ei saada toonsignaali
fi: ei lähetä äänipursketta
fy: stjoert gjin tone burst
lt: siųsti ne toninį dažnį
nl: Geen Toneburst zenden
pl: Nie wysyłaj sygnału 'tone burst'
pt: não enviar tone burst
ru: Не посылать сигнал Tone Burst
sk: nevysielať žiadny tón
tr: tone burst gönderim

source: sends modulated tone burst
ar: غرسال نبضة تون بيرست موالفه
cs: vysílat modulovaný tón
de: Sendet modulierten Toneburst
es: Enviar tone burst modulado
et: saadab moduleeritud toonsignaali
fi: lähettää moduloidun äänipurskeen
fy: stjoert moduleare tone burst
lt: siųsti paaukštintą toninį signalą
nl: Gemoduleerde Toneburst zenden
pl: Wyślij modulowany sygnał 'tone burst'
pt: enviar tone burst modulado
ru: Послать модулированный Tone Burst
sk: vysielať modulovaný tón
tr: modüleli tone burst gönderim

source: sends unmodulated tone burst
ar: إرسال نبضة تون بيرست غير موالفه
cs: vysílat nemodulovaný tón
de: Unmodulierten Toneburst senden
es: Enviar tone burst no modulado
et: saadab moduleerimata toonsignaali
fi: lähettää moduloimattoman äänipurskeen
fy: stjoert net moduleare tone burst
lt: siųsti pažemintą toninį signalą
nl: Ongemoduleerde Toneburst zenden
pl: Wyślij niemodulowany sygnał 'tone burst'
pt: enviar tone burst não modulado
ru: Послать не модулированный Tone Burst
sk: vysielať nemodulovaný tón
tr: ayarsız tone burst gönderim

source: Disable DiSEqC
ar: إيقاف الدايسك سي
cs: zakázat DiSEqC
de: DiSEqC ausschalten
es: Desactivar DiSEqC
et: Blokeeri DiSEqC
fi: Poista DiSEqC käytöstä
fy: DiSEqC útskeakelje
lt: Išjungti DiSEqC
nl: DiSEqC uitschakelen
pl: Wyłącz DiSEqC
pt: DiSEqC desativado
ru: Отключить DiSEqC
sk: zakázať DiSEqC
tr: DiSEqC'i vedreden çıkar

source: Use DiSEqC Version 1.0
ar: استخدم نسخة دايسك سي 1.0
cs: Použít DiSEqC verze 1.0
de: DiSEqC Version 1.0 benutzen
es: Utilizar DiSEqC versión 1.0
et: Kasuta DiSEqC Versiooni 1.0
fi: Käytä DiSEqC versio 1.0
fy: DiSEqC 1.0 brûke
lt: Naudoti DiSEqC versiją 1.0
nl: DiSEqC versie 1.0 gebruiken
pl: Użyj wersji DiSEqC 1.0
pt: Utilizar DiSEqC Versão 1.0
ru: Версия DiSEqC 1.0
sk: Použiť DiSEqC verzie 1.0
tr: DiSEqC sürüm 1.0 kullan

source: Use DiSEqC Version 1.1
ar: استخدم نسخة دايسك سي 1.1
cs: Použít DiSEqC verze 1.1
de: DiSEqC Version 1.1 benutzen
es: Utilizar DiSEqC versión 1.1
et: Kasuta DiSEqC Versiooni 1.1
fi: Käytä DiSEqC versio 1.1
fy: DiSEqC 1.1 brûke
lt: Naudoti DiSEqC versiją 1.1
nl: DiSEqC versie 1.1 gebruiken
pl: Użyj wersji DiSEqC 1.1
pt: Utilizar DiSEqC Versão 1.1
ru: Версия DiSEqC 1.1
sk: Použiť DiSEqC verzie 1.1
tr: DiSEqC sürüm 1.1 kullan

source: Use DiSEqC Version 1.2
ar: استخدم نسخة دايسك سي 1.2
cs: Použít DiSEqC verze 1.2
de: DiSEqC Version 1.2 benutzen
es: Utilizar DiSEqC versión 1.2
et: Kasuta DiSEqC Versiooni 1.2
fi: Käytä DiSEqC versio 1.2
fy: DiSEqC 1.2 brûke
lt: Naudoti DiSEqC versiją 1.2
nl: DiSEqC versie 1.2 gebruiken
pl: Użyj wersji DiSEqC 1.2
pt: Utilizar DiSEqC Versão 1.2
ru: Версия DiSEqC 1.2
sk: Použiť DiSEqC verzie 1.2
tr: DiSEqC sürüm 1.2 kullan

source: sends DiSEqC cmd A/A
ar: أرسل دايسك سي سي إم دي آ / آ
cs: posílat DiSEqC A/A
de: DiSEqC cmd A/A senden
es: Enviar DiSEqC cmd A/A
et: saadab DiSEqC käsu A/A
fi: lähettää DiSEqC A/A
fy: stjoert DiSEqC cmd A/A
lt: siųsti DiSEqC komandą A/A
nl: DiSEqC cmd A/A zenden
pl: Wyślij komendę DiSEqC cmd A/A
pt: enviar DISEqC A/A
ru: Вкл. вход DiSEqC A/A
sk: poslať DiSEqC A/A
tr: DiSEqC A/A komutu gönder

source: sends DiSEqC cmd A/B
ar: أرسل دايسك سي سي إم دي آ / ب
cs: posílat DiSEqC A/B
de: DiSEqC cmd A/B senden
es: Enviar DiSEqC cmd A/B
et: saadab DiSEqC käsu A/B
fi: lähettää DiSEqC A/B
fy: stjoert DiSEqC cmd A/B
lt: siųsti DiSEqC komandą A/B
nl: DiSEqC cmd A/B zenden
pl: Wyślij komendę DiSEqC cmd A/B
pt: enviar DISEqC A/B
ru: Вкл. вход DiSEqC A/B
sk: poslať DiSEqC A/B
tr: DiSEqC A/B komutu gönder

source: sends DiSEqC cmd B/A
ar: إرسل دايسك سي سي إم دي ب / آ
cs: posílat DiSEqC B/A
de: DiSEqC cmd B/A senden
es: Enviar DiSEqC cmd B/A
et: saadab DiSEqC käsu B/A
fi: lähettää DiSEqC B/A
fy: stjoert DiSEqC cmd B/A
lt: siųsti DiSEqC komandą B/A
nl: DiSEqC cmd B/A zenden
pl: Wyślij komendę DiSEqC cmd B/A
pt: enviar DISEqC B/A
ru: Вкл. вход DiSEqC B/A
sk: poslať DiSEqC B/A
tr: DiSEqC B/A komutu gönder

source: sends DiSEqC cmd B/B
ar: أرسل دايسك سي سي إم دي ب / ب
cs: posílat DiSEqC B/B
de: DiSEqC cmd B/B senden
es: Enviar DiSEqC cmd B/B
et: saadab DiSEqC käsu B/B
fi: lähettää DiSEqC cmd B/B
fy: stjoert DiSEqC cmd B/B
lt: siųsti DiSEqC komandą B/B
nl: DiSEqC cmd B/B zenden
pl: Wyślij komendę DiSEqC cmd B/B
pt: enviar DISEqC B/B
ru: Вкл. вход DiSEqC B/B
sk: poslať DiSEqC B/B
tr: DiSEqC B/B komutu gönder

source: sends no committed DiSEqC cmd
ar: عدم ارسال أوامر حرة للقسام (دايزك)
cs: posílat no committed DiSEqC cmd?
de: Sendet kein 'committed' DiSEqC cmd
es: Enviar ningun commited DiSEqC cmd
et: saadab määramata DiSEqC käsu
fi: lähetä määrittelemättömälle DiSEqC-kytkimelle
fy: stjoert gjin tawezen DiSEqC cmd
lt: siųsti neutralią DiSEqC komandą
nl: Geen commited DiSEqC-commando zenden
pl: Nie wysyłaj komend do przełącznika DiSEqC
pt: enviar no committed DiSEqC
ru: Не посылать стандартные команды DiSEqC
sk: poslať no committed DiSEqC cmd?
tr: adanmamış DISEqC komutu gönderimi

source: sends switch cmd 1
ar: أرسل مفتاح سي إم دي 1
cs: poslat přepínací cmd 1
de: Sendet Switch cmd 1
es: Enviar switch cmd 1
et: saadab lülitile käsu 1
fi: lähettää vaihtokytkimelle 1
fy: stjoert skeakeler cmd 1
lt: siųsti perjungimo komandą 1
nl: DiSEqC cmd 1 zenden
pl: Wyślij komendę cmd 1
pt: comutação 1
ru: Вкл. вход/cmd 1
sk: poslať prepínací cmd 1
tr: anahtar komut 1 gönderim
