Repository: OpenPLi/OpenPLi-1
Catalog: cdk/apps/tuxbox/plugins/enigma/setup/po/*.po
Languages: fr

source: Camx settings plugin v
fr: Plugin config Camx

source: Save changes
fr: Sauver les changements

source: Quit
fr: Quitter

source: Exit plugin (don't forget to save)
fr: Sortir du plugin (ne pas oublier de sauvegarder)

source: About
fr: A propos

source: About this plugin
fr: A propos de ce plugin

source: Could not find cardinfo
fr: Info sur la carte introuvable

source: SoftCam Setup
fr: Configuration de l'emu

source: Select softcam for this service
fr: Sélectionner un emu pour ce service

source: Select softcam for this provider
fr: Sélectionner un emu pour cet opérateur

source: Default SoftCam
fr: Emu par défaut

source: Select default softcam
fr: Sélectionner l'emu par défaut

source: Cardserver
fr: Serveur de carte

source: Select cardserver
fr: Choisirr le serveur de carte

source: Auto reconnect cahandler
fr: Reconn auto gest ca

source: Try to reconnect when an external cahandler connection was lost
fr: Essayer de se reconnecter au gestionnaire externe de ca lorsque la connexion est rompue

source: Can handle two services
fr: Peut traiter deux services

source: Cam or common interface can handle two services at the same time
fr: L'emu ou l'interface commune peuvent traiter deux services simultanément

source: -- None --
fr: -- Aucun --

source: Save
fr: Sauver

source: Save settings
fr: Sauver la configuration

source: List stickies
fr: Stickies

source: List current stickies
fr: Afficher les stickies en cours

source: Cardinfo
fr: Info carte

source: Get cardinfo from current active cardserver
fr: Obtenir l'info sur la carte depuis le serveur de carte actif

source: Save and restart cam
fr: Sauver et relancer l'emu

source: Save changes, restart the softcam and return to enigma
fr: Sauvegarder les changements, redémarrer l'emu et revenir à enigma

source: Restart cardserver
fr: Relancer serveur carte

source: Press OK to restart all selected services
fr: Presser OK pour redémarrer les services sélectionnés

source: Saving settings and starting softcam
fr: Sauvegarde de la configuration et redémarrage de l'emu

source: Softcam config info
fr: Info config emu

source: Restarting cardserver
fr: Redémarrage du serveur de carte

source: Cardserver info
fr: Info serveur carte

source: Channel
fr: Chaîne

source: Provider
fr: Opérateur

source: -- Default --
fr: -- Défaut --

source: getting cardinfo
fr: Récupération de l'info sur la carte

source: Current Stickies
fr: Stickies en cours

source: Sticky Settings 1
fr: Config stickies 1

source: Error!
fr: Erreur!

source: Script output
fr: Résultat du script

source: Downloading
fr: Téléchargement

source: Please wait
fr: Prière de patienter

source: Download failed. Please check available space and your communication settings.
fr: Echec du téléchargement. Vérifier l'espace disponible et la configuration réseau

source: Installing %s
fr: Installation de %s

source: Install failed.
fr: Echec de l'installation.

source: Continue
fr: Continuer

source: Press OK
fr: Presser OK

source: Are you sure to open %s?
fr: Etes-vous sûr de vouloir ouvrir %s?

source: Are you sure to download %s?
fr: Etes-vous sûr de vouloir télécharger %s

source: Downloading %s
fr: Téléchargement de %s

source: Are you sure to execute %s?
fr: Etes-vous sûr de vouloir exécuter %s

source: Are you sure to install %s?
fr: Etes-vous sûr de vouloir installer %s

source: The package cannot be installed because it's already installed. Please remove the previous version first.
fr: Ce paquetage est déjà installé. Supprimer d'abord la version précédente

source: Installing not possible
fr: Installation impossible

source: Manual Install
fr: Installation manuelle

source: Select package to install
fr: Choisir le paquetage à installer

source: Remove Software
fr: Supprimer un logiciel

source: Select package to remove
fr: Choisir le paquetage à supprimer

source: Are you sure to remove %s?
fr: Etes-vous sûr de vouloir supprimer %s?

source: Removing %s
fr: Suppression de %s

source: Are you sure to play %s?
fr: Etes-vous sûr de vouloir jouer %s?

source: Are you sure to write %s?
fr: Etes-vous sûr de vouloir écrire %s?

source: setup
fr: configuration

source: Please select an item
fr: Choisir un élément

source: latest
fr: dernier

source: A new menu is available. The new menu will be visible if you return to the setup panel.You can continue your work here after pressing OK.
fr: Un nouveau menu est disponible. Le nouveau menu sera visible après retour au panneau de configuration. Presser OK pour continuer.

source: Automatic menu update
fr: Mise à jour automatique des menus

source: %s %d bytes downloaded Press exit to cancel download
fr: %s %d octets chargés Presser exit pour annuler le téléchargement

source: Configure firewall
fr: Config pare-feu

source: Enter IP address to allow access
fr: Entrer l'adresse IP à autoriser

source: Enter hostname to allow access
fr: Enter le nom de machine à autoriser

source: save changes and restart firewall
fr: sauvegarder les modifications et redémarrer le pare-feu

source: GBOX-Setup
fr: Config GBOX

source: Work Mode
fr: Mode opér.

source: Select working mode
fr: Choisir le mode opératoire

source: Up. Mode:
fr: Mode modif:

source: Select Key Update mode
fr: Choisir le mode de MAJ de la clé

source: Disp ECM:
fr: Aff ECM:

source: Display ECM messages on console?
fr: Afficher les messages ECM sur la console?

source: K. Folder:
fr: Rép clés:

source: Select folder for Keys
fr: Choisir le dossier pour les clés

source: Disp EMM:
fr: Aff EMM:

source: Display EMM messages on console
fr: Afficher les messgaes EMM sur la console

source: Select AU mode
fr: Choisir le mode AU

source: Save changes and return
fr: Sauvegarder les changements et sortir

source: Abort
fr: Abandonner

source: Ignore changes and return
fr: Ignorer les changements et sortir

source: Defaults
fr: Défauts

source: Load good defaults for local CS
fr: Charger les valeurs par défaut pour le CS local

source: SoftCam setup
fr: Config emu

source: Open SoftCam setup
fr: Ouvrir le menu de configuration de l'emu

source: Show installed PPanels
fr: Afficher les panneaux installés

source: Show all installed PPanels
fr: Afficher tous les panneaux installés

source: Software Management
fr: Gestion des logiciels

source: Install and remove software
fr: Installation et suppression d'un logiciel

source: Backup/restore
fr: Sauvegarde/restauration

source: Backup and restore your Dreambox
fr: Sauvegarde et restauration de la Dreambox

source: Dreambox settings
fr: Configuration de la Dreambox

source: Change several settings of the Dreambox
fr: Modifier les réglages de la Dreambox

source: PLi news
fr: News PLI

source: Info and news about PLi
fr: Info et news de PLI

source: /var used %d%%
fr: /var utilisé %d%%

source: recordings %d%%
fr: enregist. %d%%

source: Radegast setup
fr: Config Radegast

source: defaults
fr: défauts

source: Close
fr: Fermer

source: cannot execute script.
fr: impossible d'exécuter le script

source: An error occured during exucution
fr: Une erreur est survenue durant l'exécution

source: Wifi plugin v
fr: Plugin Wifi v

source: - network settings
fr: - configuration réseau

source: Enable Wifi
fr: Activer le Wifi

source: Enable or disable Wifi
fr: Activer ou désactiver le Wifi

source: Enter your IP address
fr: Entrer votre adresse IP

source: Netmask
fr: Masque ss-réseau

source: Enter your netmask
fr: Entrer votre masque sous-réseau

source: Gateway
fr: Passerelle

source: Enter your gateway IP address
fr: Entere l'adresse IP de votre passerelle

source: Enter your Dynamic Name Server IP address
fr: Entrer l'adrese IP de votre serveur DNS

source: Link: 0
fr: Lien: 0

source: Level: 0
fr: Niveau: 0

source: Noise: 0
fr: Bruit: 0

source: Exit
fr: Quitter

source: Exit this plugin, don't forget to save!
fr: Quitter ce plugin, ne pas oublier de sauvegarder!

source: Next
fr: Suivant

source: Set security settings
fr: Configuration de la sécurité

source: About the Wifi plugin
fr: A propos du plugin Wifi

source: Plugin by dAF2000 http://talk.to/dAF Wifi drivers released under GPL by AbsoluteValue Systems, Inc. Thanks to Rongogo, djmastera2000, PLi image team, Gemini image testers and others
fr: Plugin par dAF2000 http://talk.to/dAF Pliotes Wifi distribués sous licence GPL par AbsoluteValue Systems, Inc. Remerciements à Rongogo, djmastera2000, la team Pli image, les testeurs des images Gemini et les autres

source: - security settings
fr: - configuration de la sécurité

source: Enter SSID
fr: Entrer le SSID

source: Choose between open system, shared key or ad hoc connection
fr: Choisir entre systeème ouvert, clé partagée ou connexion ad hoc

source: open system
fr: système ouvert

source: shared key
fr: clé partagée

source: Enable wep key
fr: Activer la clé wep

source: Enable or disable wep key
fr: Activer ou désactiver la clé wep

source: Wep key
fr: Clé Wep

source: Enter wep key, 10 or 26 hexadecimal digits
fr: Entrer la clé Wep, 10 ou 26 chiffres hexadécimaux

source: Enter 0..9, a..f, ok to save (help is available)
fr: Entrer 0;;9,a..f, ok pour sauvegarder (aide disponible)

source: Prev
fr: Préc

source: Return to network settings
fr: Retour à la configuration réseau

source: Show logging screen
fr: Afficher le journal

source: - logging
fr: - journal

source: No wifi logging found
fr: Pas de journal wifi
